{"response":{"meta":{"hits":118,"time":280,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/02\/22\/magazine\/the-agony-of-el-salvador.html","snippet":"A cherubic, 14-year-old boy in pressed shirt, clean pants and shined shoes led the way up a narrow, twisting mountain path. Behind him came a chunky woman in her early 20's, a rainbow sewn on the front of her maroon sweatshirt, carrying a new grenade...","lead_paragraph":"A cherubic, 14-year-old boy in pressed shirt, clean pants and shined shoes led the way up a narrow, twisting mountain path. Behind him came a chunky woman in her early 20's, a rainbow sewn on the front of her maroon sweatshirt, carrying a new grenade launcher made in the United States and covered with protective grease. Another woman followed, the front pockets of her new olive green military jacket bulging with Soviet-made hand grenades; she led a horse burdened with burlap bags of corn in which the shapes of automatic rifles could just barely be seen. At intervals that would minimize casualties in case of an ambush came an accountant, bank clerk, printer and college student, each taking a turn at shouldering heavy crates of grenades and ammunition. They hiked for two hours through tunnels of trees and beside fields of prickly hemp bushes, past clusters of mud huts where peasants offered them oranges and wished them ''Godspeed,'' until they reached their camp, hidden in a tropical forest on the side of a volcano. Only a few days before, an army search-and-destroy mission had passed within a few hundred yards of the site, but now, on this warm January evening, expectations were high among the guerrillas. They were making the final preparations for an attack on a nearby city, their mission in a long-awaited, nationwide offensive to overthrow El Salvador's junta.","abstract":null,"print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE AGONY OF EL SALVADOR"},"keywords":[{"name":"glocations","value":"SALVADOR, EL"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1981-02-22T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Raymond","rank":1,"lastname":"Bonner"}],"original":"By Raymond Bonner; Raymond Bonner is a New York Times reporter who recently returned from a two-month assignment in El Salvador"},"type_of_material":"News","_id":"4fd10ddb8eb7c8105d5c28fd","word_count":4762},{"web_url":"http:\/\/www.nytimes.com\/1981\/02\/27\/world\/us-opposes-un-plan-on-rights-issue-in-chile.html","snippet":"The United States joined Argentina, Brazil and Uruguay today in voting against a resolution authorizing the United Nations Human Rights Commission to continue to give special attention to the human rights situation in Chile.   The resolution,...","lead_paragraph":"The United States joined Argentina, Brazil and Uruguay today in voting against a resolution authorizing the United Nations Human Rights Commission to continue to give special attention to the human rights situation in Chile. The resolution, proposed by Algeria, Cuba, Mexico and Yugoslavia, was approved 22 to 4, with 17 abstentions.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Opposes U.N. Plan On Rights Issue in Chile"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1981-02-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd121d28eb7c8105d5e3f58","word_count":133},{"web_url":"http:\/\/www.nytimes.com\/1981\/02\/28\/world\/kidnapped-consuls-well-basques-say-photo-mailed-spanish-newspaper-believed-show.html","snippet":null,"lead_paragraph":null,"abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"KIDNAPPED CONSULS WELL, BASQUES, SAY: Photo mailed to a Spanish newspaper is believed to show three honorary consuls seized Feb. 19 by Basque separatists. A letter with it said they were ''in good condition.'' From left: Gabriel de Blurrun of Uruguay, Antonio A.  Fernandez of El Salvador and Hermann Diez del Sel of Austria."},"keywords":[{"name":"glocations","value":"SPAIN"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"KIDNAPPING"}],"pub_date":"1981-02-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd121d48eb7c8105d5e4097","word_count":0},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/01\/world\/basque-guerrilla-faction-declares-a-truce.html","snippet":"In reaction to this week's unsuccessful military coup, the @''political-military'' branch of the Basque separatist organization E.T.A. declared an ''unconditional cease-fire'' today in the northern region and freed three honorary consuls that it had...","lead_paragraph":"In reaction to this week's unsuccessful military coup, the @''political-military'' branch of the Basque separatist organization E.T.A. declared an ''unconditional cease-fire'' today in the northern region and freed three honorary consuls that it had held captive for eight days. At a clandestine news conference in southern France, held to announce a major shift in strategy, hooded Basque leaders of the political-military branch called upon the hard-line ''military'' wing of the terrorist organization to halt its campaign of killing policemen and members of the Civil Guard. The move by the political-military branch of the divided Marxist-Leninist organization was potentially of considerable importance for the future of Spain, because unchecked Basque terrorism impelled senior military officers to attempt the coup. With the country still shaken by the unsuccessful putsch, King Juan Carlos I called upon the armed forces and the nation's politicians today to bury their differences. He condemned the mutinous officers for believing that they were ''the saviors of the fatherland and that salvation of the fatherland lies through subversion and violence.''","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BASQUE GUERRILLA FACTION DECLARES A TRUCE"},"keywords":[{"name":"glocations","value":"SPAIN"},{"name":"subject","value":"HOSTAGES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"TERRORISM"}],"pub_date":"1981-03-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JAMES M. MARKHAM, Special to the New York Times"},"type_of_material":"News","_id":"4fd11a728eb7c8105d5d4cc8","word_count":640},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/05\/opinion\/the-hunted-in-argentina.html","snippet":"''They toasted the news with champagne,'' says an Argentine democrat, speaking of his hard-line countrymen. ''They saw the change in American policy literally as a hunting license.'' To the Reagan Administration, this judgment of its new human rights...","lead_paragraph":"''They toasted the news with champagne,'' says an Argentine democrat, speaking of his hard-line countrymen. ''They saw the change in American policy literally as a hunting license.'' To the Reagan Administration, this judgment of its new human rights policy will seem harsh, and premature. But tell that to the hunted, the eight courageous, nonpolitical leaders of Argentina's human rights movement arrested last weekend; five are still held, incommunicado.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Hunted in Argentina"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1981-03-05T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd110488eb7c8105d5c5b39","word_count":441},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/06\/opinion\/foreign-affairs-spreading-brushfire-to-the-south.html","snippet":"The policies now being adopted by President Reagan on El Salvador were essentially already decided by the Carter Administration before last year's elections. And they were already being challenged by insiders on the grounds that they would boomerang...","lead_paragraph":"The policies now being adopted by President Reagan on El Salvador were essentially already decided by the Carter Administration before last year's elections. And they were already being challenged by insiders on the grounds that they would boomerang against the U.S. This emerges clearly from a ''dissent paper'' drawn up by people from the National Security Council, the State and Defense Departments and the C.I.A., dated Nov. 6, 1980. The paper has been circulated inside the Government in the manner prescribed when a policy has been established, but serious doubts remain among an important group of knowledgeable officials about the wisdom and effectiveness of the decisions. They make some serious charges, including one that an energetic but mainly covert U.S. intervention took place last year ''to prevent the crisis in El Salvador from climaxing prior to the elections.'' Events have developed further since then, but the arguments and insights remain valid. Most important is the charge that vital intelligence contradicting the dominant view, which urges intervention, has been suppressed ''within various bureaucracies,'' not just one.","abstract":null,"print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Spreading Brushfire To the South","kicker":"FOREIGN AFFAIRS"},"keywords":[{"name":"glocations","value":"SALVADOR, EL"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FOREIGN AID"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1981-03-06T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Flora","rank":1,"lastname":"Lewis"}],"original":"By Flora Lewis"},"type_of_material":"Op-Ed","_id":"4fd10f7a8eb7c8105d5c4579","word_count":759},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/06\/business\/business-people-sweeping-changes-at-wr-grace.html","snippet":"A reorganization of the top management of W.R. Grace & Company, affecting its five most senior officers, was announced yesterday.  Leading the list of appointments was Carl N. Graf, 54 years old, who will become president and chief operating officer...","lead_paragraph":"A reorganization of the top management of W.R. Grace & Company, affecting its five most senior officers, was announced yesterday. Leading the list of appointments was Carl N. Graf, 54 years old, who will become president and chief operating officer of the chemicals, natural resources and specialty consumer-products corporation. Mr. Graf will assume the presidency on May 11, the date of the annual meeting, succeeding J. Peter Grace, 67, who will become chairman - a position he has held in the past - and continue as chief executive officer. Mr. Grace, who has run the company since 1945, and has held the chief executive's title since 1953, is the grandson of William Russell Grace, who founded the company in Peru in 1854.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sweeping Changes At W.R. Grace","kicker":"BUSINESS PEOPLE"},"keywords":[{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1981-03-06T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"Sloane"}],"original":"By Leonard Sloane"},"type_of_material":"News","_id":"4fd110488eb7c8105d5c5aec","word_count":355},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/07\/world\/trade-in-most-whale-products-is-outlawed.html","snippet":"International trade in the oil, meat and bones of three species of whales was outlawed here today over the opposition of Japan, while the United States and the Soviet Union abstained in the vote.   Since the three species - the sperm, sei and fin...","lead_paragraph":"International trade in the oil, meat and bones of three species of whales was outlawed here today over the opposition of Japan, while the United States and the Soviet Union abstained in the vote. Since the three species - the sperm, sei and fin whales - are virtually the only whales still hunted by commercial fleets, today's action was applauded by conservationists as a major step to preserve dwindling whale populations. ''Hooray!'' declared Craig van Note, a Washington-based advocate of the protection of whales who represents a coalition of ecologists and naturalists called Monitor. ''What we've done here is carried the fight still further and removed a good deal of what remains of the economic motivation for whaling.''","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TRADE IN MOST WHALE PRODUCTS IS OUTLAWED"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"UNITED STATES INTERNATIONAL TRADE"},{"name":"subject","value":"WHALES AND WHALING"},{"name":"subject","value":"ENDANGERED AND EXTINCT SPECIES"},{"name":"subject","value":"FISHING, COMMERCIAL"},{"name":"subject","value":"BOYCOTTS"}],"pub_date":"1981-03-07T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Michael","middlename":"T.","lastname":"KAUFMAN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By MICHAEL T. KAUFMAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd110518eb7c8105d5c6074","word_count":656},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/08\/travel\/wintering-at-punta-del-este-in-south-america-s-summer.html","snippet":"Suddenly, Uruguay's Punta del Este resort is glamorous. Its beaches are crowded with sleek men and women wearing the skimpiest and most extraordinarily well-fitting of bathing suits. In the late afternoons the streets are crowded with strolling young...","lead_paragraph":"Suddenly, Uruguay's Punta del Este resort is glamorous. Its beaches are crowded with sleek men and women wearing the skimpiest and most extraordinarily well-fitting of bathing suits. In the late afternoons the streets are crowded with strolling young people. Around 10 P.M., considered a civil hour to begin the evening, adults begin to fill the restaurants and discotheques; the revelry goes on until the first rays of the morning sun send merrymakers home. It is all very chic and very, very expensive, for at La Punta, as the initiated call it, there are no charter groups and no tour packages. There is also no crime to speak of, no social or racial problems and no squalid shacks licking on the outskirts. In their place is one of the world's most dazzling displays of contemporary residential architecture and landscaping. Punta del Este, the site of hemispheric summit meetings in the 1960's, now is a place at which to be seen, and, increasingly, Americans and Europeans are joining Argentines and Uruguayans in being seen there. The town's permanent population of 10,000 swells many times over on any given weekend during the season, which is from the middle of December to the middle of March, though the weather remains inviting into June. Nearly a million visitors come to Punta del Este during the South American summer. But for all the visible glamour, the ultimate draw still remains a good beach.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WINTERING AT PUNTA DEL ESTE IN SOUTH AMERICA'S SUMMER"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1981-03-08T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"}],"original":"By EDWARD SCHUMACHER; EDWARD SCHUMACHER is The New York Times bureau chief in Buenos Aires"},"type_of_material":"News","_id":"4fd1167f8eb7c8105d5cd65f","word_count":2145},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/08\/weekinreview\/preserving-rare-species-is-an-ironic-success.html","snippet":"NEW DELHI IN Hong Kong, customs agents last year seized dozens of airfreighted boxes marked '' mink,'' and found the pelts of 319 cheetahs, more than 5 percent of the world's cheetah population. In Fiji, bales of confiscated crocodile skins are...","lead_paragraph":"NEW DELHI IN Hong Kong, customs agents last year seized dozens of airfreighted boxes marked '' mink,'' and found the pelts of 319 cheetahs, more than 5 percent of the world's cheetah population. In Fiji, bales of confiscated crocodile skins are crumbling in a humid shed. In many parts of the world, illicit trade in endangered species, sold as living or dead cargo, is growing and, ironically, this development is cheered by conservationists. The proliferation of underground markets means that the larger legal commerce is drying up. ''It is clearly getting harder and harder to export these things,'' said Nicole Duplaix, a member of Biologists for Traffic, a Washington-based research group which monitors the flow of animals and plants. ''The treaty is working.'' The treaty Mrs. Duplaix referred to is the 8-year-old Convention on International Trade in Endangered Species of Wildlife of Fauna and Flora. For the last two weeks, delegates from the 67 signatory countries, making their biennial review of this key agreement, have joined in heated debate on just whose musk ox, parrot, whale or monkey was being gored and what should be done about it.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PRESERVING RARE SPECIES IS AN IRONIC SUCCESS"},"keywords":[{"name":"subject","value":"ANIMALS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"FLOWERS AND PLANTS"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"ENDANGERED AND EXTINCT SPECIES"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"}],"pub_date":"1981-03-08T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"Michael","middlename":"T.","lastname":"KAUFMAN","rank":1,"role":"reported","organization":""}],"original":"By MICHAEL T. KAUFMAN"},"type_of_material":"News","_id":"4fd10f788eb7c8105d5c448c","word_count":883}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}