{"response":{"meta":{"hits":106,"time":46,"offset":40},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/05\/science\/aids-at-20-personal-health-when-death-sentences-are-reprieved.html","snippet":"Save for the cane, needed because a head injury permanently impaired his balance, Kenneth Schliemann, a 71-year-old from Brooklyn, seems like many other retirees: healthy and strong, intellectually and physically active, busy soaking up all that life...","lead_paragraph":"Save for the cane, needed because a head injury permanently impaired his balance, Kenneth Schliemann, a 71-year-old from Brooklyn, seems like many other retirees: healthy and strong, intellectually and physically active, busy soaking up all that life can offer a man of his age and means. He regularly attends the theater and movies, devours books, cooks healthful dishes and dines with friends.","abstract":"Jane E Brody Personal Health column on case of Kenneth Schliemann, 71-year-old from Brooklyn who was diagnosed with HIV in 1990; he is concerned now that, with his AIDS drugs costing him up to $1,700 a month, his money will run out before his life does; his is now the happy problem now faced by tens of thousands of people with AIDS, including some with infections dating back to early 1980's, who have responded well to their medications; photo (M) (Special section: AIDS at 20)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"When Death Sentences Are Reprieved","kicker":"AIDS AT 20: PERSONAL HEALTH"},"keywords":[{"name":"creative_works","value":"PERSONAL HEALTH (TIMES COLUMN)"},{"name":"persons","value":"SCHLIEMANN, KENNETH"},{"name":"subject","value":"ACQUIRED IMMUNE DEFICIENCY SYNDROME"},{"name":"subject","value":"DRUGS (PHARMACEUTICALS)"},{"name":"subject","value":"AGED"}],"pub_date":"2001-06-05T00:00:00Z","document_type":"article","news_desk":"Science Desk","section_name":"Science; Health","subsection_name":null,"byline":{"person":[{"firstname":"Jane","middlename":"E.","lastname":"BRODY","rank":1,"role":"reported","organization":""}],"original":"By JANE E. BRODY"},"type_of_material":"News","_id":"4fd249ec8eb7c8105d7e79f2","word_count":985},{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/10\/nyregion\/native-son-leaving-the-law-for-a-hoop-dream.html","snippet":"ADAM SILVER is in the throes of his busy season and though it sometimes makes him feel harried, he is never grim. That's because, day in and day out, he is living a sports fan's dream.    At just 39, Mr. Silver is the third most powerful man in the...","lead_paragraph":"ADAM SILVER is in the throes of his busy season and though it sometimes makes him feel harried, he is never grim. That's because, day in and day out, he is living a sports fan's dream. At just 39, Mr. Silver is the third most powerful man in the National Basketball Association, behind only Commissioner David Stern and the deputy commissioner, Russ Granik.","abstract":"Article on Adam Silver, 39, who quit law career with Cravath Swain & Moore and is now president of NBA Entertainment; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Leaving the Law For a Hoop Dream","kicker":"NATIVE SON"},"keywords":[{"name":"persons","value":"SILVER, ADAM"},{"name":"organizations","value":"NATIONAL BASKETBALL ASSN"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"2001-06-10T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marek","rank":1,"lastname":"FUCHS"}],"original":"By MAREK FUCHS"},"type_of_material":"News","_id":"4fd2587b8eb7c8105d80436b","word_count":987},{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/county-lines-father-s-day-labor.html","snippet":"FATHER'S DAY? It's really no big deal to Tony Sosa, 28, who admits, ''I was always a bit of a mama's boy.'' Mr. Sosa, a Mount Kisco resident by way of Los Angeles by way of Mexico, is waiting for a van to pull over and offer him a day's work.    It's...","lead_paragraph":"FATHER'S DAY? It's really no big deal to Tony Sosa, 28, who admits, ''I was always a bit of a mama's boy.'' Mr. Sosa, a Mount Kisco resident by way of Los Angeles by way of Mexico, is waiting for a van to pull over and offer him a day's work. It's 7 a.m. and he has been waiting since 5.","abstract":"Marek Fuchs County Line column on lack of enthusiasm for Father's Day among immigrant day laborers at Neighbors Link, nonprofit community center in Mount Kisco, NY, whose daily focus is on finding work; drawing (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Father's Day Labor","kicker":"COUNTY LINES"},"keywords":[{"name":"glocations","value":"MOUNT KISCO (NY)"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"FATHER'S DAY"}],"pub_date":"2001-06-17T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marek","rank":1,"lastname":"FUCHS"}],"original":"By MAREK FUCHS"},"type_of_material":"News","_id":"4fd209d48eb7c8105d775dad","word_count":756},{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/20\/business\/disease-is-big-setback-for-brazil-cattle-region.html","snippet":"This is gaúcho country. Gently rolling pasture stretches in all directions as far as the eye can see, empty save for herds of grazing cattle, a few traditionally garbed cowboys on horseback and the occasional tree.    But that bucolic setting is...","lead_paragraph":"This is gaúcho country. Gently rolling pasture stretches in all directions as far as the eye can see, empty save for herds of grazing cattle, a few traditionally garbed cowboys on horseback and the occasional tree. But that bucolic setting is suddenly being disrupted by foot-and-mouth disease. Just when Brazil and its neighbors in the Mercosur trade group were anticipating that an epidemic in Western Europe would lead to a big increase in their meat exports there, they, too, are confronting their own outbreak of the illness, which can be fatal to cattle and other cloven-hoofed animals.","abstract":"Brazil, which expected to take advantage of foot-and-mouth disease outbreak in Western Europe to expand meat exports, faces own outbreak of livestock illness; producers had abandoned traditional use of vaccines to win right to export chilled beef to United States in false hope that disease had been eradicated throughout Brazil; outbreak has strained ties among Mercosur trade group members, with Brazil, Paraguay and Uruguay accusing Argentina of covering up 2000 outbreak; map; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Disease Is Big Setback For Brazil Cattle Region"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"LIVESTOCK"},{"name":"subject","value":"VACCINATION AND IMMUNIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"MEAT"}],"pub_date":"2001-06-20T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd215268eb7c8105d78e0e4","word_count":1010},{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/20\/business\/world-business-briefing-americas-uruguay-currency-policy.html","snippet":"Uruguay will allow its currency to weaken at a faster pace to offset a falling currency in Brazil and a devaluation for trade in neighboring Argentina. The Uruguayan peso will be devalued at a rate of 1.2 percent a month, up from a rate of 0.6...","lead_paragraph":"Uruguay will allow its currency to weaken at a faster pace to offset a falling currency in Brazil and a devaluation for trade in neighboring Argentina. The Uruguayan peso will be devalued at a rate of 1.2 percent a month, up from a rate of 0.6 percent. The band in which the peso trades against the dollar was also widened to six percentage points from three percentage points, said Alberto Bension Salinas, Uruguay's minister of economy and finance. Uruguay wants to accelerate the pace of the currency's devaluation to help exporters compete with Brazil and Argentina, its main export markets.","abstract":"Uruguay plans to devalue its peso at rate of 1.2 percent a month, up from current 0.6 percent rate, to help exporters compete with Brazil and Argentina, its main export markets; photo (S)","print_page":"1","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"World Business Briefing | Americas: Uruguay: Currency Policy"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2001-06-20T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd249e88eb7c8105d7e7685","word_count":100},{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/24\/weekinreview\/world-free-trade-s-promise-latin-america-poor-survive-it-all-even-boom-times.html","snippet":"FOR months now, President Bush has been asking Congress for something really big: authority to negotiate the largest free trade agreement the world has ever seen, one that would create a market of 800 million people in the Americas, from the Arctic...","lead_paragraph":"FOR months now, President Bush has been asking Congress for something really big: authority to negotiate the largest free trade agreement the world has ever seen, one that would create a market of 800 million people in the Americas, from the Arctic to Antarctica. In exchange, he has promised that the trade zone will not only create markets for the United States, but will fortify democracy in Latin America and spread the economic benefits equitably. Last week, it became clear he has a big fight ahead. The capital was flooded with critics who fear the deal's impact on workers' rights and environmental standards, and supporters eager for bigger markets and increased economic opportunities.","abstract":"Debate over Pres Bush's proposals for Latin America free trade agreement barely touches on far more fundamental issue of why spread of democratic government has not narrowed enormous gap between rich and poorin region; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World: Free Trade's Promise in Latin America; The Poor Survive It All. Even Boom Times."},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2001-06-24T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"DePALMA"}],"original":"By ANTHONY DePALMA"},"type_of_material":"News","_id":"4fd258788eb7c8105d804071","word_count":1441},{"web_url":"http:\/\/www.nytimes.com\/2001\/06\/26\/business\/seattle-failure-weighs-on-future-of-new-trade-talks.html","snippet":"While huge diplomatic momentum is gathering behind the idea of a new round of global trade talks, fundamental differences between rich and poor nations and the United States and its trading partners over what should be on the agenda are clouding the...","lead_paragraph":"While huge diplomatic momentum is gathering behind the idea of a new round of global trade talks, fundamental differences between rich and poor nations and the United States and its trading partners over what should be on the agenda are clouding the talks before they can begin, just as they did in Seattle in December 1999. After being mired for a year after the Seattle debacle, the trade-round juggernaut began to gather speed again early in the year when Pascal Lamy, the European Union's trade commissioner, spoke strongly in favor of starting a new round at the World Trade Organization's next ministerial meeting, to be held in November in Doha, Qatar. In May, President Bush declared free trade a ''moral imperative,'' and the United States trade representative, Robert Zoellick, promoted the idea on a subsequent swing through Europe.","abstract":"Diplomatic momentum is gathering behind new round of global trade talks when World Trade Organization holds its next ministerial meeting in November in Doha, Qatar, but prospects for talks are clouded by fundamental differences between rich and poor nations and US and its trading partners over what should be on agenda; divisions follow pattern that was evident before failed Seattle meeting in December 1999; group's new head, Mike Moore, is trying to reconcile competing views; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Seattle Failure Weighs on Future of New Trade Talks"},"keywords":[{"name":"persons","value":"MOORE, MIKE"},{"name":"glocations","value":"DOHA (QATAR)"},{"name":"glocations","value":"SEATTLE (WASH)"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2001-06-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd249e68eb7c8105d7e7528","word_count":781},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/02\/sports\/plus-soccer-two-more-gain-world-cup-berths.html","snippet":"Cameroon and South Africa yesterday qualified for berths in next year's World Cup, and four-time champion Brazil stumbled again, losing by 1-0 at Uruguay.     Cameroon and South Africa join defending champion France and the co-hosts Japan and South...","lead_paragraph":"Cameroon and South Africa yesterday qualified for berths in next year's World Cup, and four-time champion Brazil stumbled again, losing by 1-0 at Uruguay. Cameroon and South Africa join defending champion France and the co-hosts Japan and South Korea, who all get automatic berths in the 32-nation field.","abstract":null,"print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Two More Gain World Cup Berths","kicker":"PLUS: SOCCER"},"keywords":[],"pub_date":"2001-07-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd225888eb7c8105d7ac80c","word_count":200},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/03\/sports\/soccer-roundup-americans-come-back-to-the-pack.html","snippet":"After a run of regional domination by the United States in the first five games of the round-robin tournament, World Cup qualifying slowed to a more realistic pace over the weekend.     Mexico's victory over the United States, and road victories by...","lead_paragraph":"After a run of regional domination by the United States in the first five games of the round-robin tournament, World Cup qualifying slowed to a more realistic pace over the weekend. Mexico's victory over the United States, and road victories by Costa Rica over Honduras and by Jamaica over Trinidad and Tobago tightened matters to the point where the United States is no longer in first place. The Americans are tied with Costa Rica with 13 points and both teams have a plus-5 goal differential, but Costa Rica has scored 12 goals to the Americans' 7. Jamaica and Honduras are tied for third with 8 points each.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Americans Come Back To the Pack","kicker":"SOCCER: ROUNDUP"},"keywords":[],"pub_date":"2001-07-03T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd25c078eb7c8105d80996d","word_count":1047},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/04\/world\/pelotas-journal-of-gays-and-gauchos-and-brazilian-gaucherie.html","snippet":"This city looks much like any other its size in Brazil, but its 325,000 residents are victims of a peculiar prejudice they cannot seem to escape. For more than a century, Brazilians of every class in every part of the country have believed that all...","lead_paragraph":"This city looks much like any other its size in Brazil, but its 325,000 residents are victims of a peculiar prejudice they cannot seem to escape. For more than a century, Brazilians of every class in every part of the country have believed that all the men here are homosexuals. On television comedy programs, any time a skit features an exaggeratedly effeminate character he is invariably said to be from Pelotas. When the local soccer team plays games on the road, the opposing team's fans bombard the Pelotas players with derisive chants throughout the match.","abstract":"Residents of Brazilian city of Pelotas are victims of peculiar prejudice: for more than century, Brazilians of every class and in every part of country have believed that men there are all homosexuals; city is treated as something of national joke, and to make matters worse, it is in state of Rio Grande do Sul, famous for its rough-riding cowboys and rugged, hyper-masculine image; historians trace bias to early 19th century, when Pelotas emerged as prosperous export center and newly wealthy families sent their sons off to be educated in France, where they acquired manners, habits and dress styles that caused them to be regarded at home as dandified intellectuals; annual carnival with long tradition for men to dress up as women has only reinforced city's image; map; photos (Pelotas Journal) (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pelotas Journal; Of Gays and Gauchos (and Brazilian Gaucherie)"},"keywords":[{"name":"glocations","value":"RIO GRANDE DO SUL (BRAZIL)"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"PELOTAS (BRAZIL)"},{"name":"subject","value":"MEN"},{"name":"subject","value":"COWBOYS"},{"name":"subject","value":"DISCRIMINATION"},{"name":"subject","value":"HISTORY"},{"name":"subject","value":"CUSTOMS, ETIQUETTE AND MANNERS"},{"name":"subject","value":"HOMOSEXUALITY"}],"pub_date":"2001-07-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2308e8eb7c8105d7bf30b","word_count":1112}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}