{"response":{"meta":{"hits":80,"time":43,"offset":40},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/22\/business\/company-news-fresh-del-monte-is-in-145-million-deal-with-iat-group.html","snippet":"Fresh Del Monte Produce Inc. agreed to acquire the operating subsidiaries of the privately held fresh fruit producer IAT Group Inc. for $25 million in cash and $120 million in stock. Fresh Del Monte will also assume $130 million in debt. The deal...","lead_paragraph":"Fresh Del Monte Produce Inc. agreed to acquire the operating subsidiaries of the privately held fresh fruit producer IAT Group Inc. for $25 million in cash and $120 million in stock. Fresh Del Monte will also assume $130 million in debt. The deal creates a combined entity with estimated 1997 sales of $1.5 billion and 16,000 employees in 20 countries. Fresh Del Monte, based in Coral Gables, Fla., has annual sales of $1.2 billion. IAT, with sales of $250 million, is a grower and exporter of fresh fruits and operations in Chile, Uruguay, California and the Netherlands. The company is owned by the Abu-Ghazaleh family, which also owns 63 percent of Fresh Del Monte Produce.","abstract":"Fresh Del Monte Produce will acquire operating subsidiaries of fresh fruit producer IAT Group Inc for $25 million in cash and $120 million cash; Del Monte will also assume $130 million in debt (S)","print_page":"3","blog":[],"source":"Dow Jones","multimedia":[],"headline":{"main":"FRESH DEL MONTE IS IN $145 MILLION DEAL WITH IAT GROUP","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"FRESH DEL MONTE PRODUCE"},{"name":"organizations","value":"IAT GROUP INC"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1998-07-22T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1eb018eb7c8105d73b653","word_count":117},{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/24\/business\/international-business-auto-tariff-pact-eludes-south-americans.html","snippet":"In a potentially serious blow to the $15 billion auto industry in South America, Argentine and Brazilian officials have failed to complete a long-awaited agreement for common car tariffs that auto executives had hoped would be ready for signing at a...","lead_paragraph":"In a potentially serious blow to the $15 billion auto industry in South America, Argentine and Brazilian officials have failed to complete a long-awaited agreement for common car tariffs that auto executives had hoped would be ready for signing at a regional economic summit meeting that opens here today. Officials of the two countries said they might still be able to draw up a common auto trade policy by the end of the year, but independent analysts said presidential campaign politics in the two countries could stall progress until the end of 1999.","abstract":"Argentine and Brazilian officials, in potentially serious blow to $15 billion auto industry in South America, have failed to complete long-awaited agreement for common car tariffs that auto executives had hoped would be ready for signing at regional economic summit meeting in Ushuaia, Argentina; officials of two countries say they might still be able to draw up common auto trade policy by end of year, but independent analysts say presidential campaign politics in two countries could stall progress until end of 1999; South American auto executives are concerned that major auto companies might delay planned investments valued at more than $500 million until Argentina and Brazil iron out their trade differences (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Auto Tariff Pact Eludes South Americans","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CAPITAL INVESTMENT"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"1998-07-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd1ec738eb7c8105d73df31","word_count":596},{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/28\/world\/toll-of-un-s-civilian-workers-overtakes-the-military-deaths.html","snippet":"An expert in famine relief with more than 25 years' experience in Africa was killed on Thursday in Burundi, the latest victim in series of violent deaths among United Nations officials.     After the killing of three unarmed military observers and...","lead_paragraph":"An expert in famine relief with more than 25 years' experience in Africa was killed on Thursday in Burundi, the latest victim in series of violent deaths among United Nations officials. After the killing of three unarmed military observers and their translator in Tajikistan this month, the United Nations said that more civilians than soldiers had been killed this year in missions around the world.","abstract":"Renato Ricciardi, expert in famine relief, is murdered in Burundi, latest victim in series of violent deaths among UN officials; 17 civilians and 13 soldiers have died in military peacekeeping operations since January 1998 (S)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Toll of U.N.'s Civilian Workers Overtakes the Military Deaths"},"keywords":[{"name":"persons","value":"RICCIARDI, RENATO"},{"name":"glocations","value":"BURUNDI"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"FAMINE"}],"pub_date":"1998-07-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"}],"original":"By BARBARA CROSSETTE"},"type_of_material":"News","_id":"4fd219108eb7c8105d796b93","word_count":438},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/01\/opinion\/foreign-affairs-surfing-the-wetlands.html","snippet":"I knew this was going to be an interesting interview when Nilson de Barros, superintendent for the environment for Brazil's Mato Grosso do Sul state, insisted that we conduct our talk in the middle of the Rio Negro River.    I was visiting Mr. de...","lead_paragraph":"I knew this was going to be an interesting interview when Nilson de Barros, superintendent for the environment for Brazil's Mato Grosso do Sul state, insisted that we conduct our talk in the middle of the Rio Negro River. I was visiting Mr. de Barros's state, which is at the core of the Pantanal region, along the border between Brazil, Bolivia and Paraguay. The Pantanal is the largest fresh-water wetland in the world (the size of Wisconsin), and is home to the jaguar and a host of other endangered species. I flew there, on a tiny prop plane, with a team from Conservation International to talk with Mr. de Barros. We rendezvoused at the Fazenda Rio Negro, a ranch and nature lodge on the Rio Negro. Once there, we boarded motorized launches and set off for the meeting point at a shallow bend in the river. The Pantanal nature reserve is Jurassic Park without the dinosaurs. Moving downriver, we passed scores of caimans (relatives of alligators) lounging on shore, giant river otters bobbing up and down, with egrets, hyacinth macaws, toucans, ibises, marsh deer, spoonbills, jaburu storks, ocelots and rheas (relatives of ostriches) all poking out from the forest at different points.","abstract":"Thomas L Friedman Op-Ed column on interview with Nilson de Barros, Brazilian environmental official in Pantanal region along border with Bolivia and Paraguay; describes visit to Pantanal, world's largest fresh-water wetland, with team from Conservation International; explains that global threat to Pantanal comes from soy farmers who are feeding expanding world market, but whose pesticides and silt runoff are fouling waters; says region's people now have chance to strengthen more traditional life style by selling ecotours and naturally-fed beef to world market; praises Ford Motor Co for financing research on Pantanel (S)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Foreign Affairs; Surfing the Wetlands"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"PANTANAL REGION (BRAZIL)"},{"name":"organizations","value":"CONSERVATION INTERNATIONAL"},{"name":"organizations","value":"FORD MOTOR CO"},{"name":"subject","value":"WATER POLLUTION"},{"name":"subject","value":"CATTLE"},{"name":"subject","value":"PESTICIDES AND PESTS"},{"name":"subject","value":"ENVIRONMENT"},{"name":"subject","value":"GEOGRAPHIC PROFILES"},{"name":"subject","value":"RANCHES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"TRAVEL AND VACATIONS"},{"name":"subject","value":"SOYBEANS"},{"name":"subject","value":"WETLANDS"}],"pub_date":"1998-08-01T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Thomas","middlename":"L.","lastname":"FRIEDMAN","rank":1,"role":"reported","organization":""}],"original":"By THOMAS L. FRIEDMAN"},"type_of_material":"Op-Ed","_id":"4fd1ee218eb7c8105d74183f","word_count":742},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/01\/business\/international-business-brazil-s-economic-half-steps-president-eases-market.html","snippet":"Last fall, as the wave of financial crises surging through Asia threatened to engulf emerging markets around the world, the Brazilian President, Fernando Henrique Cardoso, appeared to be taking swift, decisive action to distance his country from the...","lead_paragraph":"Last fall, as the wave of financial crises surging through Asia threatened to engulf emerging markets around the world, the Brazilian President, Fernando Henrique Cardoso, appeared to be taking swift, decisive action to distance his country from the trouble. He doubled interest rates to 43 percent, a move intended to protect the real, Brazil's currency. And he announced a package of 51 measures to raise $18 billion in Government revenue and to cut costs, in part by dismissing more than 30,000 civil servants, freezing public-employee wages and clearing the rosters of dead pensioners whose survivors, conveniently, failed to notify the Government.","abstract":"Aggressive program announced last fall by Pres Henrique Cardoso to protect Brazil from ravages of Asian economic crisis has largely fallen by wayside as October election approaches; Cardoso was hailed by finance experts for doubling interest rates to protect currency and promising to dismiss civil servants, freeze wages and clear rosters of dead pensioners; tough talk has vanished, and reform promises that backed fiscal stabilization four years ago remain half-done; of 51 austerity proposals only those to raise revenues were actually enacted; Cardoso has also raised Civil Service pay and opened tap for housing construction and agricultural credits; photos; graph (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"INTERNATIONAL BUSINESS: Brazil's Economic Half-Steps; President Eases Market Rigors"},"keywords":[{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"WAGES AND SALARIES"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"GOVERNMENT EMPLOYEES"}],"pub_date":"1998-08-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd1dfee8eb7c8105d725b93","word_count":1340},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/09\/nyregion\/good-eating-large-and-small-in-queens.html","snippet":"ELIAS CORNER+  (718) 932-1510; 24-02 31st Street, at 24th Avenue, Astoria; $; no smoking; no credit cards.     Elias Corner may not provide much in the way of decor or atmosphere, but no matter, the beguiling fresh and simple seafood preparations the...","lead_paragraph":"ELIAS CORNER+ (718) 932-1510; 24-02 31st Street, at 24th Avenue, Astoria; $; no smoking; no credit cards. Elias Corner may not provide much in the way of decor or atmosphere, but no matter, the beguiling fresh and simple seafood preparations the kitchen delivers are what this small Greek place is known for. You won't find a menu here, only a glass case displaying the daily market offerings. Patrons walk up to the counter and point to what they want. If available, consider beginning your meal with the addictive little whitebait, dipped in flour and lightly fried whole; or choose a selection of the traditional dips and spreads like taramosalata, the lemony fish-roe puree, or tzatziki, the cool mixture of yogurt, cucumber and mint. For main courses, you can't go wrong with virtually any charcoal-grilled fish ranging from red snapper and striped bass to porgy, flounder, swordfish and more. Their treatment is simple: basted with a bit of olive oil, lemon juice and herbs. ($25 and Under: 5\/3\/96) GOODY'S * [RATING: ONE STAR] (718) 896-7163; 94-03B 63d Drive, near Queens Boulevard, Rego Park; $; no smoking; no credit cards.","abstract":"Capsule reviews of several restaurants in Queens, NYC; drawing (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Large and Small In Queens","kicker":"GOOD EATING"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"RESTAURANTS"}],"pub_date":"1998-08-09T00:00:00Z","document_type":"article","news_desk":"The City Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Review","_id":"4fd1ee248eb7c8105d741a89","word_count":1231},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/11\/sports\/soccer-notebook-major-league-soccer-valderrama-to-return-against-the-metrostars.html","snippet":"Carlos Valderrama and the Miami Fusion have apparently worked out their differences. The Colombian midfielder has been practicing with Miami and he will return Saturday when the MetroStars visit the Fusion for a game that will be televised by ABC.   ...","lead_paragraph":"Carlos Valderrama and the Miami Fusion have apparently worked out their differences. The Colombian midfielder has been practicing with Miami and he will return Saturday when the MetroStars visit the Fusion for a game that will be televised by ABC. Valderrama walked out of practice when the Fusion replaced Coach Carlos Cordoba of Argentina with Brazil's Ivo Wortmann two weeks ago. He was fined $10,000 and was on the verge of being traded to New England for Joe-Max Moore, but the deal fell through because the teams could not agree on the secondary players involved.","abstract":"International soccer roundup; opening of South American season noted (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Valderrama to Return Against the MetroStars","kicker":"SOCCER: NOTEBOOK -- MAJOR LEAGUE SOCCER"},"keywords":[{"name":"subject","value":"SOCCER"}],"pub_date":"1998-08-11T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd219058eb7c8105d7965ed","word_count":828},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/13\/business\/7-to-settle-charges-in-insider-trading-case.html","snippet":"The founder of Affymax N.V. and six of his friends and family members have agreed to pay $1.85 million to settle charges they traded company shares based on inside knowledge that Glaxo P.L.C. was negotiating to buy Affymax.    The Securities and...","lead_paragraph":"The founder of Affymax N.V. and six of his friends and family members have agreed to pay $1.85 million to settle charges they traded company shares based on inside knowledge that Glaxo P.L.C. was negotiating to buy Affymax. The Securities and Exchange Commission contended that Affymax's founder, Alejandro C. Zaffaroni, told three friends and a family member that he was about to sell his drug-discovery company.","abstract":"Dr Alejandro C Zaffaroni, founder of Affymax NV, and six of his friends and family members agree to pay $1.85 million to settle charges they traded company shares based on inside knowledge that Glaxo PLC was negotiating to buy Affymax; Securities and Exchange Commission says seven people made illegal profits from Affymax securities they bought shortly before Glaxo announced its $485 million tender offer for Affymax in January 1995; Glaxo, now known as Glaxo Wellcome PLC, completed its acquisition of Affymax in March 1995 (S)","print_page":"8","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"7 to Settle Charges in Insider Trading Case"},"keywords":[{"name":"persons","value":"ARZATE, ALBA R"},{"name":"persons","value":"ROCCO, YOLANDA"},{"name":"persons","value":"VIDA, NICHOLAS"},{"name":"persons","value":"ZAFFARONI, ALEJANDRO C"},{"name":"persons","value":"FARBER, EUGENE"},{"name":"persons","value":"ZAFFARONI, PEDRO"},{"name":"persons","value":"ROMERO, INES"},{"name":"organizations","value":"GLAXO WELLCOME PLC"},{"name":"organizations","value":"AFFYMAX NV"},{"name":"organizations","value":"SECURITIES AND EXCHANGE COMMISSION"},{"name":"subject","value":"INSIDERS INFORMATION"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"DECISIONS AND VERDICTS"}],"pub_date":"1998-08-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ec6f8eb7c8105d73dbb1","word_count":247},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/16\/weekinreview\/ideas-trends-social-security-chilean-style-pensioners-quiver-as-markets-fall.html","snippet":"OTTO VON BISMARCK, Germany's ''Iron Chancellor,'' started a worldwide revolution when he created the first state-run social security system in 1883. No one seriously challenged that model until another man of iron will, Gen. Augusto Pinochet of...","lead_paragraph":"OTTO VON BISMARCK, Germany's ''Iron Chancellor,'' started a worldwide revolution when he created the first state-run social security system in 1883. No one seriously challenged that model until another man of iron will, Gen. Augusto Pinochet of Chile, installed the first privatized pension system here 98 years later, in 1981. Today a lot of conservatives are proclaiming that a century of increasing government responsibility for social welfare is over in the West, and aging populations and dropping birth rates will make pay-as-you-go social security impossible to sustain even in the United States.","abstract":"Concerns about future of pension systems discussed in light of warnings that aging populations and dropping birth rates may make pay-as-you-go social security impossible to sustain even in US; Chilean model of privately-managed, individually-owned retirement accounts explained; photo (S)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ideas & Trends: Social Security, Chilean Style; Pensioners Quiver As Markets Fall"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"subject","value":"SOCIAL SECURITY (US)"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"}],"pub_date":"1998-08-16T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd1ee228eb7c8105d7418ee","word_count":1135},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/17\/business\/charles-r-carlisle-69-specialist-in-negotiating-trade-agreements.html","snippet":"Charles Roger Carlisle, a former official of GATT, died on July 26 at his home in Barnstable, Mass. He was 69.     The cause of death was cancer, his wife, Nadeane, said.","lead_paragraph":"Charles Roger Carlisle, a former official of GATT, died on July 26 at his home in Barnstable, Mass. He was 69. The cause of death was cancer, his wife, Nadeane, said.","abstract":"Charles Roger Carlisle, former international trade official, died on July 26 at age 69 (S)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Charles R. Carlisle, 69, Specialist In Negotiating Trade Agreements"},"keywords":[{"name":"persons","value":"CARLISLE, CHARLES ROGER"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"1998-08-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary; Biography","_id":"4fd219098eb7c8105d796821","word_count":325}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}