{"response":{"meta":{"hits":122,"time":60,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/25\/technology\/how-it-works-for-these-racecars-it-s-50-laps-around-the-living-room.html","snippet":"YOU'RE just within striking distance of the silver car ahead. You negotiate the tight right-hand curve, making tiny steering adjustments to hold the perfect line. You stomp on the throttle, tucking in behind the leader and using his draft to...","lead_paragraph":"YOU'RE just within striking distance of the silver car ahead. You negotiate the tight right-hand curve, making tiny steering adjustments to hold the perfect line. You stomp on the throttle, tucking in behind the leader and using his draft to slingshot ahead at 200 miles per hour, stealing the inside and sneaking in front at the chicane. Every Formula One fan, or any racing fan for that matter, has some sort of similar fantasy. Unless your name is Michael Schumacher, however, Ferrari is not about to let you drive a $2 million racecar.","abstract":"Latest radio-controlled cars are smaller and more sophisticated, for older hobbyists; they include Formula One replicas, and many can reach speeds approaching 80 mph; community of RC hobbyists has sprung up; Radio-Operated Auto Racers, one of two sanctioning groups for RC racing, claims 5,000 racing members; diagrams (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"For These Racecars, It's 50 Laps Around the Living Room","kicker":"HOW IT WORKS"},"keywords":[{"name":"organizations","value":"RADIO-OPERATED AUTO RACERS"},{"name":"subject","value":"MODELS AND REPLICAS"},{"name":"subject","value":"AUTOMOBILE RACING"}],"pub_date":"2002-04-25T00:00:00Z","document_type":"article","news_desk":"Circuits","section_name":"Technology","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Baden","rank":1,"lastname":"COPELAND"}],"original":"By BADEN COPELAND"},"type_of_material":"News","_id":"4fd2659c8eb7c8105d819e94","word_count":864},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/28\/world\/un-fears-bloc-voters-are-abetting-rights-abuses.html","snippet":"As the United Nations body charged with assessing human rights around the world ended its annual session this week, rights advocates complained that, increasingly, nations with repressive governments, including China and Iran, had managed to evade...","lead_paragraph":"As the United Nations body charged with assessing human rights around the world ended its annual session this week, rights advocates complained that, increasingly, nations with repressive governments, including China and Iran, had managed to evade serious examination of their records. Rory Mungoven, of Human Rights Watch, which is based in New York, said that the United Nations Commission on Human Rights had become ''hostage to a group of human rights abusers who defended themselves and others from scrutiny,'' referring to voting alliances that blocked efforts to condemn countries like Zimbabwe.","abstract":"UN Commission on Human Rights ends annual session in Geneva, Switzerland, with rights advocates complaining that nations with repressive governments, such as China and Iran, are increasingly managing to evade serious examination of their records; Human Rights Watch says commission has become hostage to group of human rights abusers; Mary Robinson, high commissioner for human rights, voices concern that bloc voting is weakening commission's role; says organization's rotating roster of 53 member nations should reconsider their approach; increasingly, voting alliances are emerging to prevent commission from singling out individual countries for criticism (M)","print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. Fears 'Bloc' Voters Are Abetting Rights Abuses"},"keywords":[{"name":"persons","value":"ROBINSON, MARY"},{"name":"glocations","value":"IRAN"},{"name":"glocations","value":"CHINA"},{"name":"organizations","value":"HUMAN RIGHTS WATCH"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"UNITED NATIONS COMMISSION ON HUMAN RIGHTS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2002-04-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd278978eb7c8105d83b0f3","word_count":745},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/29\/nyregion\/metropolitan-diary-794325.html","snippet":"DEAR DIARY:    My parents were aware that I don't have a green thumb, but nevertheless I had committed myself to look after their dozen or so potted plants while they were on a monthlong vacation. They had had some of the plants for more than 20...","lead_paragraph":"DEAR DIARY: My parents were aware that I don't have a green thumb, but nevertheless I had committed myself to look after their dozen or so potted plants while they were on a monthlong vacation. They had had some of the plants for more than 20 years, but two plants died early on when I took over. Cause unknown. I hid the evidence in the backyard of their storefront office. Then the leaves of other plants started to dry out, while others simply turned yellow. Although people from the neighborhood wandered in with advice about how to save them, the plants struggled.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Metropolitan Diary"},"keywords":[],"pub_date":"2002-04-29T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Enid","rank":1,"lastname":"Nemy"}],"original":"By Enid Nemy"},"type_of_material":"News","_id":"4fd268c18eb7c8105d81f3ac","word_count":1083},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/30\/nyregion\/c-corrections-810290.html","snippet":"Because of an editing error, an article on Sunday about the annual session of the United Nations Commission on Human Rights referred incorrectly to a result of Uruguay's sponsorship of a resolution urging Cuba to grant its citizens more freedom....","lead_paragraph":"Because of an editing error, an article on Sunday about the annual session of the United Nations Commission on Human Rights referred incorrectly to a result of Uruguay's sponsorship of a resolution urging Cuba to grant its citizens more freedom. Uruguay, responding to Cuba's criticism, suspended relations. Cuba did not break them.","abstract":"Correction of April 28 article about annual session of UN Commission on Human Rights","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2002-04-30T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd262878eb7c8105d8145d1","word_count":52},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/03\/business\/brazilians-to-acquire-a-stake-in-argentine-brewery.html","snippet":"Brazil's largest beverage company agreed to acquire a stake in Argentina's leading brewery and signaled that it wanted to take control of the company. The move represents a rare vote of confidence in the eventual recovery of Argentina's stalled...","lead_paragraph":"Brazil's largest beverage company agreed to acquire a stake in Argentina's leading brewery and signaled that it wanted to take control of the company. The move represents a rare vote of confidence in the eventual recovery of Argentina's stalled economy. Under the deal, the Brazilian company, Companhia de Bebidas das Américas, known as Ambev, said it would transfer its existing businesses in four countries -- Argentina, Bolivia, Paraguay and Uruguay -- to the Argentine company, Quilmes Industrial, known as Quinsa. Then, Ambev will pay $346 million to the Bemberg family, which controls Quinsa, for a 37.7 percent stake.","abstract":"Companhia de Bebidas das Americas, Brazil's largest beverage company, agrees to acquire stake in Quilmes Industrial, Argentina's leading brewery, and signals that it wants to take control of company; Companhia de Bebidas das Americas, known as Ambev, will transfer its existing businesses in Argentina, Bolivia, Paraguay and Uruguay to Quilmes Industrial; Ambev will pay $346 million to Bemberg family, which controls company, for 37.7 percent stake (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazilians to Acquire a Stake in Argentine Brewery"},"keywords":[{"name":"persons","value":"BEMBERG FAMILY"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"COMPANHIA DE BEBIDAS DAS AMERICAS"},{"name":"organizations","value":"QUILMES INDUSTRIAL"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ALCOHOLIC BEVERAGES"}],"pub_date":"2002-05-03T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd22f6c8eb7c8105d7bd935","word_count":620},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/05\/business\/two-latin-americas-two-diverging-outlooks.html","snippet":"SHUJI MATAGA could not believe his luck.     Mr. Mataga, the president of MMC Automotriz, a Japanese-Venezuelan venture, had arrived in Seoul, South Korea, on April 10 to sign an agreement with Hyundai Motor to enlarge his auto assembly plant in...","lead_paragraph":"SHUJI MATAGA could not believe his luck. Mr. Mataga, the president of MMC Automotriz, a Japanese-Venezuelan venture, had arrived in Seoul, South Korea, on April 10 to sign an agreement with Hyundai Motor to enlarge his auto assembly plant in northern Venezuela. But antigovernment protests here had turned into an uprising, and dissident military officials were about to remove Hugo Chávez as Venezuela's president in a short-lived ouster.","abstract":"Weak growth in Latin America is perpetuating continent's skewed income distribution, with wealthiest 10 percent of residents controlling 40 percent of region's income and poorest 30 percent accounting for under 10 percent of it; some 40 percent of Latin Americans still live in poverty; region is fragmenting economically, with nations like Brazil, Chile and Mexico pressing ahead with reforms and integration into global economy and nations like Venezuela and Argentina beset by political problems that obstruct growth; widening economic gaps and differing interests between two groups are frustrating attempts at regional trade pacts; few Latin American companies stress regional expansion; graphs of economic data; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Two Latin Americas, Two Diverging Outlooks"},"keywords":[{"name":"glocations","value":"VENEZUELA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-05-05T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd2358a8eb7c8105d7c6f2c","word_count":2553},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/07\/sports\/soccer-notebook-vanney-enjoys-view-from-posting-in-corsica.html","snippet":"Since moving to Corsica to play for Bastia in the French First Division, GREG VANNEY has discovered life on a charming and fabled island.     In a strange way, Vanney, a 27-year-old defender, was himself an island among the 10 alternates on Coach...","lead_paragraph":"Since moving to Corsica to play for Bastia in the French First Division, GREG VANNEY has discovered life on a charming and fabled island. In a strange way, Vanney, a 27-year-old defender, was himself an island among the 10 alternates on Coach BRUCE ARENA's 23-man World Cup roster.","abstract":"Greg Vanney will divide his time playing soccer for both Corsican club team Bastia in French Cup and as alternate on US national World Cup team (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Vanney Enjoys View From Posting in Corsica","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"persons","value":"VANNEY, GREG"},{"name":"organizations","value":"BASTIA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"FRENCH CUP (SOCCER)"}],"pub_date":"2002-05-07T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd22f6f8eb7c8105d7bdc40","word_count":811},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/08\/dining\/steak-endures-in-lean-times.html","snippet":"SURELY this is the moment to cry for Argentina. Or is it?    After years of economic contraction and months of political turmoil, money is short and times are hard. Vacations have been canceled and housing purchases deferred. Food-loving Argentines...","lead_paragraph":"SURELY this is the moment to cry for Argentina. Or is it? After years of economic contraction and months of political turmoil, money is short and times are hard. Vacations have been canceled and housing purchases deferred. Food-loving Argentines have been forced to forgo many of the pleasures of the table -- even curtailing their compulsive consumption of beef, this country's longstanding agricultural and gastronomic pride and joy.","abstract":"R W Apple article on restaurant scene in Buenos Aires, where Argentina's economic troubles have forced people to cut back on consumption of beef; says that while some restaurants have been forced to close, devaluation of peso has help local restaurants in two ways: keeping prosperous Argentines from traveling abroad and attracting foreign visitors to Buenos Aires, which is no longer as expensive as it used to be; photos (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Steak Endures in Lean Times"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"subject","value":"RESTAURANTS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-05-08T00:00:00Z","document_type":"article","news_desk":"Dining In, Dining Out\/Style Desk","section_name":"Dining and Wine; Style","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"R.","middlename":"W.","lastname":"APPLE","rank":1,"role":"reported","organization":""}],"original":"By R. W. APPLE Jr"},"type_of_material":"News","_id":"4fd235958eb7c8105d7c7653","word_count":2622},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/08\/business\/argentina-shakes-uruguay-rattles.html","snippet":"Not long ago, the beaches of Uruguay were filled with Argentine tourists, its banks stuffed with Argentines' offshore wealth.    Now, Argentina is mired in the worst economic crisis in its history, and Uruguay appears to be the only South American...","lead_paragraph":"Not long ago, the beaches of Uruguay were filled with Argentine tourists, its banks stuffed with Argentines' offshore wealth. Now, Argentina is mired in the worst economic crisis in its history, and Uruguay appears to be the only South American nation that is being taken under by its neighbor's troubles.","abstract":"Argentina is mired in worst economic crisis in its history and Uruguay appears to be only South American nation that is being taken under by its neighbor's troubles; Uruguayan government has been scrambling to adjust; Moody's Investors Service has lowered Uruguay's precious investment-grade rating to junk status, saying country is 'increasingly vulnerable to macroeconomic shocks emanating from Argentina'; Uruguay last year had its third year of economic contraction, with gross domestic product falling 2 percent; GDP is expected to decline similar amount this year; when Argentines were forced to devalue their currency in January, Uruguayan government reacted by doubling, to 12 percent, band in which it allows its peso to float; Uruguay's mostly dollar-denominated debt adds up to more than 60 percent of GDP because of devaluation; map; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentina Shakes, Uruguay Rattles"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MOODY'S INVESTORS SERVICE"},{"name":"subject","value":"GROSS DOMESTIC PRODUCT"},{"name":"subject","value":"RATINGS AND RATING SYSTEMS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-05-08T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"RICH","rank":1,"role":"reported","organization":""}],"original":"By JENNIFER L. RICH"},"type_of_material":"News","_id":"4fd269f28eb7c8105d821611","word_count":665},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/12\/sports\/plus-soccer-us-team-to-miss-four-at-exhibition.html","snippet":"Less than three weeks before the start of the World Cup, the United States still cannot get its full team together.     When the Americans play Uruguay today at R.F.K. Stadium in Washington, the first of three exhibition games over eight days, they...","lead_paragraph":"Less than three weeks before the start of the World Cup, the United States still cannot get its full team together. When the Americans play Uruguay today at R.F.K. Stadium in Washington, the first of three exhibition games over eight days, they will be missing midfielders Claudio Reyna, John O'Brien and Eddie Lewis, along with goalkeeper Kasey Keller. All four are in Europe this weekend for their clubs' final games of the season.","abstract":"US will play Uruguay in World Cup exhibition game without players Claudio Reyna, John O'Brien, Eddie Lewis and Kasey Keller, all playing for club teams in Europe (S)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Team to Miss Four at Exhibition","kicker":"PLUS: SOCCER"},"keywords":[{"name":"persons","value":"REYNA, CLAUDIO"},{"name":"persons","value":"O'BRIEN, JOHN"},{"name":"persons","value":"KELLER, KASEY"},{"name":"persons","value":"LEWIS, EDDIE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-05-12T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd278948eb7c8105d83ae54","word_count":269}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}