{"response":{"meta":{"hits":192,"time":48,"offset":170},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/03\/world\/brazil-to-set-up-bases-on-borders.html","snippet":"The Brazilian Government, citing both national security and development objectives, has decided to set up small army bases along the country's borders with Colombia, Venezuela, Guyana, Suriname and French Guiana as a way of drawing settlers to those...","lead_paragraph":"The Brazilian Government, citing both national security and development objectives, has decided to set up small army bases along the country's borders with Colombia, Venezuela, Guyana, Suriname and French Guiana as a way of drawing settlers to those remote regions. The plan's basic document argues that this vast country's strategic interests are best served if its frontiers are occupied by Brazilians, as is already the case with regions bordering on Uruguay, Argentina, Paraguay, Bolivia and, increasingly, Peru. Although its northern neighbors have no land disputes with Brazil, the document notes that they do have with each other. It warns that Brazil should be ready for ''the possibility of border conflicts between some neighboring countries allied to the present situation in the Caribbean.'' This, it says, would increase the possibility of ''projection of East-West antagonism in the northern part of South America.''","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRAZIL TO SET UP BASES ON BORDERS"},"keywords":[{"name":"glocations","value":"GUYANA"},{"name":"glocations","value":"VENEZUELA"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"FRENCH GUIANA"},{"name":"glocations","value":"SURINAME"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"MILITARY BASES AND INSTALLATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"BOUNDARIES AND TERRITORIAL ISSUES"},{"name":"subject","value":"ARMIES"}],"pub_date":"1986-11-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd164e38eb7c8105d651672","word_count":810},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/05\/theater\/song-and-dance-revue-boasts-a-yiddish-twist.html","snippet":"If Jackie Jacob has his way, the next song and dance craze will be a Yiddish bossa nova.   Mr. Jacob, a popular entertainer from Argentina, has been waging a one-man crusade throughout South America to bring young Jews back to Yiddish and - to his...","lead_paragraph":"If Jackie Jacob has his way, the next song and dance craze will be a Yiddish bossa nova. Mr. Jacob, a popular entertainer from Argentina, has been waging a one-man crusade throughout South America to bring young Jews back to Yiddish and - to his own surprise -has been succeeding. Now Mr. Jacob has brought his hopes to New York in the form of a Yiddish song-and-dance review at Town Hall. The show, called ''L'Chaim to Life,'' opens today.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SONG-AND-DANCE REVUE BOASTS A YIDDISH TWIST"},"keywords":[{"name":"creative_works","value":"L'CHAIM TO LIFE (REVUE)"},{"name":"persons","value":"JACOB, JACKIE"},{"name":"subject","value":"YIDDISH LANGUAGE"},{"name":"subject","value":"THEATER"}],"pub_date":"1986-11-05T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts; Theater","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Dena","rank":1,"lastname":"KLEIMAN"}],"original":"By DENA KLEIMAN"},"type_of_material":"News","_id":"4fd1586f8eb7c8105d63c9fa","word_count":530},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/06\/business\/us-studying-export-spurs.html","snippet":"The Reagan Administration, worried about a failure of exports to respond to deep cuts in the value of the dollar and the removal of some foreign trade barriers, has formed a group to study ways to sharpen American competitiveness.   The action was...","lead_paragraph":"The Reagan Administration, worried about a failure of exports to respond to deep cuts in the value of the dollar and the removal of some foreign trade barriers, has formed a group to study ways to sharpen American competitiveness. The action was taken by the Cabinet-level Economic Policy Committee as a result of an initiative of Clayton K. Yeutter, the United States trade representative, and Labor Secretary Bill Brock. In a post-election interview with three reporters, Mr. Yeutter said that ''we're hopeful there will be a number of recommendations to emerge from the process relatively soon'' and the suggestions may be incorporated in President Reagan's State of the Union Message next January. Redirection of Priorities He added that it would not be a question of ''throwing a lot of funds'' into new programs, but more of ''redirecting national priorities'' in such fields as education and high technology.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. STUDYING EXPORT SPURS"},"keywords":[{"name":"persons","value":"BROCK, BILL"},{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"persons","value":"YEUTTER, CLAYTON K"},{"name":"subject","value":"INTERNATIONAL MONETARY SYSTEM"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CURRENCY"}],"pub_date":"1986-11-06T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd163fb8eb7c8105d65004f","word_count":724},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/09\/magazine\/a-dissenting-voice-catholic-theologian-david-tracy.html","snippet":"AS THE NA-tion's 293 Roman Catholic bishops gather for their annual meeting today in Washington, they are intensely pre-occupied with an issue that crackles like St. Elmo's fire around the formal agenda. It is the nature of authority: the pope's, as...","lead_paragraph":"AS THE NA-tion's 293 Roman Catholic bishops gather for their annual meeting today in Washington, they are intensely pre-occupied with an issue that crackles like St. Elmo's fire around the formal agenda. It is the nature of authority: the pope's, as the head of the church; theirs, as teachers with him of Catholic doctrine, and that of the American Catholic Church. The bishops will also ponder the claims to authority of theologians, particularly those like the Rev. David Tracy of the University of Chicago who roam the intellectual frontiers of their discipline, often returning with new interpretations of old teachings. The bishops are concerned about the way in which their flocks are reflecting the theologians' departures from traditional Catholic teachings on, among other questions, the acceptability of artificial birth control, abortion, homosexuality and divorce.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A DISSENTING VOICE: CATHOLIC THEOLOGIAN DAVID TRACY"},"keywords":[{"name":"persons","value":"TRACY, DAVID"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"}],"pub_date":"1986-11-09T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eugene","rank":1,"lastname":"KENNEDY"}],"original":"BY EUGENE KENNEDY; Eugene Kennedy is the author of many books on religion, a professor of psychology at Loyola University of Chicago and a novelist"},"type_of_material":"Series","_id":"4fd164f08eb7c8105d651e3d","word_count":5274},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/09\/us\/washington-talk-working-profile-michael-b-smith-meet-bad-cop-us-trade-policy.html","snippet":"To negotiators from Japan, Europe, South Korea and other United States trading partners, the name Michael B. Smith is synonymous with what Theodore Roosevelt called the big stick.   They consider him blunt, arrogant, pushy and unyielding in pressing...","lead_paragraph":"To negotiators from Japan, Europe, South Korea and other United States trading partners, the name Michael B. Smith is synonymous with what Theodore Roosevelt called the big stick. They consider him blunt, arrogant, pushy and unyielding in pressing the trade interests of the United States. ''There's no question I'm thought of as the tough guy on the block,'' said the 50-year-old Deputy United States Trade Representative, an ox-like man who sometimes speaks in machinegun-like cadences and sometimes with the thunder of a howitzer. ''It doesn't bother me,'' he added. ''It brings an element of realism. They know where I stand. They know where I'm coming from. I don't think you'll ever find anyone saying they've been misled by me.''","abstract":null,"print_page":"64","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Meet The 'Bad Cop' on U.S. Trade Policy","kicker":"WASHINGTON TALK: WORKING PROFILE-MICHAEL B. SMITH"},"keywords":[{"name":"persons","value":"SMITH, MICHAEL B"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1986-11-09T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""}],"original":"By CLYDE H. FARNSWORTH"},"type_of_material":"News","_id":"4fd164f08eb7c8105d651e44","word_count":1100},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/09\/magazine\/walking-the-tightrope-in-guatemala.html","snippet":"WHEN GUATE-mala's new civilian President, Marco Vinicio Cerezo Arevalo, announced in September that he would begin distributing unused land to migrant farm workers, many Guatemalans were thunderstruck. Mr. Cerezo, in office less than a year, was...","lead_paragraph":"WHEN GUATE-mala's new civilian President, Marco Vinicio Cerezo Arevalo, announced in September that he would begin distributing unused land to migrant farm workers, many Guatemalans were thunderstruck. Mr. Cerezo, in office less than a year, was defying an age-old taboo. The last Guatemalan president who dared tamper with his country's feudal land-tenure system - Jacobo Guzman Arbenz, 32 years ago - was overthrown for his trouble. In the years since, a succession of military cliques has ruled Guatemala with an iron hand, murdering thousands and suppressing talk of reform with a savagery that made the country an international pariah. Last year, faced with a deepening economic crisis and growing international pressure, the officers finally allowed a free election. To no one's surprise, the popular Christian Democrat, Vinicio Cerezo - whom right-wing death squads had several times tried to assassinate - won overwhelmingly. But land reform? Even Mr. Cerezo, who made himself the most popular leader in the country by boldly de-nouncing social injustice, had felt it necessary during the campaign to assure upper-class Guatemalans repeatedly that, if elected, he would never decree land reform. What, then, was he doing now, demanded outraged plantation owners. What he was doing, Mr. Cerezo replied, with the slightest hint of a smile, was not land reform at all but, rather, ''rural development.''","abstract":null,"print_page":"32","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WALKING THE TIGHTROPE IN GUATEMALA"},"keywords":[{"name":"persons","value":"CEREZO AREVALO, MARCO VINICIO"},{"name":"glocations","value":"GUATEMALA"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"GEOGRAPHIC PROFILES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1986-11-09T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stephen","rank":1,"lastname":"KINZER"}],"original":"BY STEPHEN KINZER; Stephen Kinzer, chief of The New York Times's bureau in Managua, Nicaragua, is co-author, with Stephen Schlesinger, of ''Bitter Fruit: The Untold Story of the American Coup in Guatemala.''"},"type_of_material":"News","_id":"4fd169028eb7c8105d658bc9","word_count":3911},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/18\/business\/us-says-brazil-passes-japan-on-import-curbs.html","snippet":"Brazil has displaced Japan as the non-Communist country most closed to imports, according to a new inventory of global trade barriers by the Reagan Administration.   The second annual catalogue of restrictions, published by the Office of the United...","lead_paragraph":"Brazil has displaced Japan as the non-Communist country most closed to imports, according to a new inventory of global trade barriers by the Reagan Administration. The second annual catalogue of restrictions, published by the Office of the United States Trade Representative, is broader than last year's and lists China for the first time - a sign both of that country's growing impact in world trade and probable rising trade frictions with Washington. Against the backdrop of the tripling of Chinese-American trade since 1979, China now wants to join the General Agreement on Tariffs and Trade and to participate in the new Uruguay Round of trade liberalization under GATT.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. SAYS BRAZIL PASSES JAPAN ON IMPORT CURBS"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"TRADE REPRESENTATIVE, OFFICE OF THE UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1986-11-18T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd16bd48eb7c8105d65d178","word_count":523},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/20\/business\/business-people-first-chicago-chooses-doer-as-vice-chairman.html","snippet":"When the First Chicago Corporation elected William J. McDonough vice chairman last week, it was in recognition of his mastery of the bank's nuts and bolts. In his new post, Mr. McDonough, who will retain his position as chief financial officer, will...","lead_paragraph":"When the First Chicago Corporation elected William J. McDonough vice chairman last week, it was in recognition of his mastery of the bank's nuts and bolts. In his new post, Mr. McDonough, who will retain his position as chief financial officer, will be in charge of strategic planning, credit and systems management, accounting, economic research, treasury and human resources. The 52-year-old Chicago native was also elected to First Chicago's board.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"First Chicago Chooses 'Doer' as Vice Chairman","kicker":"BUSINESS PEOPLE"},"keywords":[{"name":"creative_works","value":"BUSINESS PEOPLE (TIMES COLUMN)"},{"name":"persons","value":"MCDONOUGH, WILLIAM J JR"},{"name":"organizations","value":"FIRST CHICAGO CORP"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1986-11-20T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Daniel","middlename":"F.","lastname":"CUFF","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","firstname":"Steven","rank":2,"lastname":"GREENHOUSE"}],"original":"By DANIEL F. CUFF AND STEVEN GREENHOUSE"},"type_of_material":"News","_id":"4fd164018eb7c8105d6505a2","word_count":341},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/24\/nyregion\/2-systems-of-bilingual-learning-but-which-is-better.html","snippet":"In a fourth-floor classroom at Martin Luther King High School in Manhattan, 19 students, all recent immigrants to the United States, were analyzing Emily Dickinson's poem ''A Word.'' Though the students came from countries as far-flung as Cambodia,...","lead_paragraph":"In a fourth-floor classroom at Martin Luther King High School in Manhattan, 19 students, all recent immigrants to the United States, were analyzing Emily Dickinson's poem ''A Word.'' Though the students came from countries as far-flung as Cambodia, Haiti, Afghanistan, Mali, Uruguay and Yemen, no language other than English was spoken at any time. Three floors below, Frida Rodriguez was teaching 22 students from the Dominican Republic, some of whom had been in the country as little as three weeks, how to use ''no'' and ''not.'' She drilled them in English, but they used Spanish to talk among themselves and even to ask her questions, which she then answered in English. Classes like these in New York City's public schools teach children whose native language is not English. Twelve years after a court mandated bilingual education for such students, strikingly different approaches are being used. In one English is the only language spoken in the classroom; in others the instruction is partly in English and partly in native language in varying degrees.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"2 SYSTEMS OF BILINGUAL LEARNING, BUT WHICH IS BETTER?"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"BILINGUAL EDUCATION"},{"name":"subject","value":"EDUCATION AND SCHOOLS"}],"pub_date":"1986-11-24T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Education; New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd164028eb7c8105d6506a8","word_count":1555},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/24\/business\/washington-watch-senators-focus-on-trade-bills.html","snippet":"COMPETITIVENESS is expected to be a key component of any trade bills that emerge from the Democratic majorities of the 100th Congress, according to legislators and their aides.   Trade is expected to be the top priority of the Senate Finance...","lead_paragraph":"COMPETITIVENESS is expected to be a key component of any trade bills that emerge from the Democratic majorities of the 100th Congress, according to legislators and their aides. Trade is expected to be the top priority of the Senate Finance Committee under its Democratic chairman, Lloyd M. Bentsen of Texas, who says he expects to recommend Spark M. Matsunaga of Hawaii as chairman of the panel's trade subcommittee. Senator Matsunaga is known philosophically as a staunch free trader, although he has been quick to speak out for greater protection of industries important to Hawaii, such as shipping, pineapples and sugar.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Washington Watch; Senators Focus On Trade Bills"},"keywords":[{"name":"persons","value":"BENTSEN, LLOYD M"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"SENATE COMMITTEE ON FINANCE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1986-11-24T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"Farnsworth","rank":1,"role":"reported","organization":""}],"original":"By Clyde H. Farnsworth"},"type_of_material":"News","_id":"4fd158798eb7c8105d63ceb6","word_count":394}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}