{"response":{"meta":{"hits":126,"time":40,"offset":90},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1982\/08\/18\/arts\/briefs-on-the-arts-philharmonic-leaving-on-south-america-tour.html","snippet":"Following a season filled with celebration (its 10,000th concert) and star turns (its first performance at the White House), the New York Philharmonic will leave Friday for its first tour of South America since 1958.   From Friday to Sept. 10, the...","lead_paragraph":"Following a season filled with celebration (its 10,000th concert) and star turns (its first performance at the White House), the New York Philharmonic will leave Friday for its first tour of South America since 1958. From Friday to Sept. 10, the tour will comprise 15 concerts in Venezuela, Brazil, Uruguay, Argentina, Chile and Ecuador.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Briefs on the Arts Philharmonic Leaving On South America Tour"},"keywords":[{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1982-08-18T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"Susan","middlename":"Heller","lastname":"ANDERSON","rank":1,"role":"reported","organization":""}],"original":"SUSAN HELLER ANDERSON"},"type_of_material":"News","_id":"4fd1253c8eb7c8105d5eb2d2","word_count":283},{"web_url":"http:\/\/www.nytimes.com\/1982\/09\/08\/business\/sindona-s-view-on-milan-bank.html","snippet":"Michele Sindona, the jailed Italian banker, said that much of the $1.4 billion missing from Banco Ambrosiano, a collapsed bank in Milan, Italy, was secretly funneled to right-wing Latin American political leaders, ABC News reported yesterday.   In an...","lead_paragraph":"Michele Sindona, the jailed Italian banker, said that much of the $1.4 billion missing from Banco Ambrosiano, a collapsed bank in Milan, Italy, was secretly funneled to right-wing Latin American political leaders, ABC News reported yesterday. In an interview with Mr. Sindona by a correspondent, Pierre Salinger, Mr. Sindona said that he and the late Roberto Calvi, president of Banco Ambrosiano, decided in the mid-1970's to expand the bank's activities into Latin America. Mr. Calvi's body was found hanging under a London bridge on June 18, and his death was ruled a suicide. Money borrowed on the European market, Mr. Salinger said, ''was lent to mysterious Panamanian companies which then bought newspapers, real estate and corporations in Argentina, Peru, Uruguay and Paraguay.'' The purchases were made at bloated prices and the excess money was kicked back to selected right-wing political parties and military leaders in those countries, he added.","abstract":null,"print_page":"14","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Sindona's View on Milan Bank"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1982-09-08T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[],"original":"By The Associated Press","organization":"The Associated Press"},"type_of_material":"News","_id":"4fd125318eb7c8105d5ea9cc","word_count":"373"},{"web_url":"http:\/\/www.nytimes.com\/1982\/09\/09\/world\/peru-s-perilous-path-can-it-retain-human-rights-news-analysis.html","snippet":"Peru now faces a question vital to fragile democracies: how to combat a terrorist insurgency without violating the tenets of its own democracy, including the protection of human rights. The answer may well determine the future of the Government of...","lead_paragraph":"Peru now faces a question vital to fragile democracies: how to combat a terrorist insurgency without violating the tenets of its own democracy, including the protection of human rights. The answer may well determine the future of the Government of President Fernando Belaunde Terry. Western diplomats and leading Peruvians are concerned that if the Government's police cannot end the small but growing insurgency by a guerrilla group known as Shining Path, the army might step in, as it did in a similar guerrilla crisis in 1968 when Mr. Belaunde was also President. A coup is not an immediate fear as the military is divided over whether it wants to return to the messy business of counterinsurgency. In addition, it is still demoralized after its 12 years of rule, which ended in popular discontent and Mr. Belaunde's re-election two years ago.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"News Analysis","kicker":"PERU'S PERILOUS PATH: CAN IT RETAIN HUMAN RIGHTS?"},"keywords":[{"name":"glocations","value":"PERU"},{"name":"subject","value":"DEMOCRACY (THEORY AND PHILOSOPHY)"},{"name":"subject","value":"GEOGRAPHIC PROFILES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1982-09-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"}],"original":"By EDWARD SCHUMACHER"},"type_of_material":"An Analysis","_id":"4fd1238c8eb7c8105d5e7da0","word_count":845},{"web_url":"http:\/\/www.nytimes.com\/1982\/09\/15\/arts\/philharmonic-to-open-still-aglow-from-tour.html","snippet":"Fresh from its late summer tour of South America - 15 concerts in six countries that by all reports succeeded in warming Latin listeners in ways few diplomats could equal - the New York Philharmonic turns its attentions homeward beginning tonight at...","lead_paragraph":"Fresh from its late summer tour of South America - 15 concerts in six countries that by all reports succeeded in warming Latin listeners in ways few diplomats could equal - the New York Philharmonic turns its attentions homeward beginning tonight at Avery Fisher Hall. This evening's Gala Pension Fund Benefit Concert featuring the American soprano Leontyne Price will in one sense celebrate the Philharmonic's quasi-diplomatic mission to Brazil, Argentina, Chile, Uruguay, Venezuela and Ecuador; but more than this, it looks ahead to a new year at Lincoln Center. Tonight the Philharmonic will lean heavily on Miss Price and the world of grand opera. She will sing from Mozart's ''Cosi Fan Tutte,'' Verdi's ''Otello'' and Strauss's ''Salome,'' and most of this music she has never performed in New York before. In the concert's other music, Zubin Mehta, the orchestra's music director, conducts Ives's ''Decoration Day.'' The evening is being televised as part of the Public Broadcasting Service's ''Live From Lincoln Center'' series.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PHILHARMONIC TO OPEN, STILL AGLOW FROM TOUR"},"keywords":[{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1982-09-15T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"HOLLAND"}],"original":"By BERNARD HOLLAND"},"type_of_material":"News","_id":"4fd13af78eb7c8105d610521","word_count":837},{"web_url":"http:\/\/www.nytimes.com\/1982\/09\/19\/nyregion\/powwow-betrays-tribal-culture.html","snippet":"CROSS RIVER MORE than 4,000 spectators appeared at Ward Pound Ridge Reservation last Sunday to witness the first powwow - in modern times - to be held in the county.   While Barry Samuel, the county naturalist who oversees the reservation for the...","lead_paragraph":"CROSS RIVER MORE than 4,000 spectators appeared at Ward Pound Ridge Reservation last Sunday to witness the first powwow - in modern times - to be held in the county. While Barry Samuel, the county naturalist who oversees the reservation for the Park Department, marveled at the crowd's size, the visiting Indians made themselves right at home, opening the day's activities with a ceremony that included the passing of a peace pipe. Representatives of 11 tribes, each dressed in tribal costume, gathered at the reservation's Trailside Museum and headed to the spacious sun-baked greensward, where they presented a four-hour program to enthusiastic and continuous applause. Nicholas Shoumatoff, curator of the Trailside Museum, said, ''We have people here that can trace their bloodlines to such tribes as the Delaware, the Mohawk, Cherokee, Narragansett, Catawba, Wampanoag, Schaghticoke, Ramapo, Golden Hill, Taugusett and even the western Apache. These people, as of old, are proud people, and they're happy to be here.''","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"POWWOW BETRAYS TRIBAL CULTURE"},"keywords":[{"name":"glocations","value":"CROSS RIVER (NY)"},{"name":"subject","value":"INDIANS, AMERICAN"},{"name":"subject","value":"CULTURAL AND NATIONAL IDENTITY"},{"name":"subject","value":"HOLIDAYS AND SPECIAL OCCASIONS"}],"pub_date":"1982-09-19T00:00:00Z","document_type":"article","news_desk":"Weschester Weekly Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michael","rank":1,"lastname":"STRAUSS"}],"original":"By MICHAEL STRAUSS"},"type_of_material":"News","_id":"4fd126be8eb7c8105d5edb54","word_count":680},{"web_url":"http:\/\/www.nytimes.com\/1982\/09\/22\/business\/brazil-reassuring-foreign-lenders.html","snippet":"Brazilians have always been frustrated by the habit some foreigners have of confusing this vast country with others on the continent, but the lament has now taken on a particular urgency in the financial community.   With an economy highly dependent...","lead_paragraph":"Brazilians have always been frustrated by the habit some foreigners have of confusing this vast country with others on the continent, but the lament has now taken on a particular urgency in the financial community. With an economy highly dependent on continuing investor confidence from abroad, bankers, businessmen and Government leaders complain that the debt crises in Mexico and Argentina are seriously undermining Brazil's capacity to address its own balance of payments problems. They are making it their principal order of business to convince foreign lenders not to tighten the purse strings, that Brazil, the world's eighth-largest economy, deserves treatment that is distinct and more favorable. ''You know how people are always thinking that Buenos Aires is the capital of Brazil and so on,'' said Peter P. Schmid, the representative of Credit Suisse in Rio de Janeiro. ''Brazil right now is suffering from this generalization, and it is jeopardizing a selling and marketing effort that Brazil has conducted for years.''","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRAZIL: REASSURING FOREIGN LENDERS"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1982-09-22T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"},{"organization":"","role":"reported","rank":2}],"original":"By WARREN HOGE, Special to the New York Times"},"type_of_material":"News","_id":"4fd123888eb7c8105d5e7a9a","word_count":1113},{"web_url":"http:\/\/www.nytimes.com\/1982\/09\/27\/opinion\/brazilian-opening-at-the-un.html","snippet":"The United Nations General Assembly too often substitutes a windy ventilation of the silly or the obvious for serious diplomacy. But there are special reasons to pay heed to Brazil, by custom the first member of the Assembly to speak.   Brazil's...","lead_paragraph":"The United Nations General Assembly too often substitutes a windy ventilation of the silly or the obvious for serious diplomacy. But there are special reasons to pay heed to Brazil, by custom the first member of the Assembly to speak. Brazil's President, Jose Baptista Figueiredo, who addresses the Assembly today, is a military ruler who says - refreshingly - that even a troubled democracy is worth more than a progressive dictatorship.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazilian Opening at the U.N."},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"UNITED NATIONS"}],"pub_date":"1982-09-27T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd125388eb7c8105d5eaf4d","word_count":307},{"web_url":"http:\/\/www.nytimes.com\/1982\/10\/03\/world\/argentina-investigating-secret-italian-lodge.html","snippet":"Reports that prominent Argentines have been members of a secret Italian lodge called Propaganda 2 are being investigated here after the recent arrest in Switzerland of the Italian industrialist who headed it.   The industrialist, Licio Gelli, who was...","lead_paragraph":"Reports that prominent Argentines have been members of a secret Italian lodge called Propaganda 2 are being investigated here after the recent arrest in Switzerland of the Italian industrialist who headed it. The industrialist, Licio Gelli, who was seized with a fraudulent Argentine passport in mid-September, was said to have disappeared from Italy 18 months ago and to have been in hiding here and in Uruguay under the protection of military leaders. Among the charges filed against him in Italy were swindling and espionage.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA INVESTIGATING SECRET ITALIAN LODGE"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ESPIONAGE"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"IMMIGRATION AND EMIGRATION"},{"name":"subject","value":"REFUGEES AND EXPATRIATES"}],"pub_date":"1982-10-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd12b838eb7c8105d5f4eff","word_count":586},{"web_url":"http:\/\/www.nytimes.com\/1982\/10\/10\/world\/us-now-backing-guatemala-loans.html","snippet":"The State Department says that because of what it sees as improvements in the human rights situation in Guatemala, it has recommended that the United States no longer block development bank loans to that country, according to Administration...","lead_paragraph":"The State Department says that because of what it sees as improvements in the human rights situation in Guatemala, it has recommended that the United States no longer block development bank loans to that country, according to Administration officials. On the basis of the State Department's recommendation, the Treasury Secretary, who directs the activities of the United States in the development banks, plans to support an $18 million loan request from Guatemala to the Inter-American Development Bank, according to a Treasury Department official. The loan is for a $30 million rural telephone project. Without opposition from the United States, which provides about $1.1 billion, or roughly 42 percent, of the Development Bank's current capital funds, the loan is expected to be approved this month.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. NOW BACKING GUATEMALA LOANS"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"GUATEMALA"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FOREIGN AID"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1982-10-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Raymond","rank":1,"lastname":"BONNER"}],"original":"By RAYMOND BONNER"},"type_of_material":"News","_id":"4fd124458eb7c8105d5e8e98","word_count":802},{"web_url":"http:\/\/www.nytimes.com\/1982\/10\/24\/sports\/new-american-at-home-on-soccer-field.html","snippet":"Tabare Ramos, a junior at St. Benedict's Prep in Newark, commands so much attention and respect from the defense that when he goes to the sideline for a drink during a game a couple of opposing players usually go with him.   Ramos gained acclaim in...","lead_paragraph":"Tabare Ramos, a junior at St. Benedict's Prep in Newark, commands so much attention and respect from the defense that when he goes to the sideline for a drink during a game a couple of opposing players usually go with him. Ramos gained acclaim in the summer as the youngest member of the national youth soccer team of the United States. He scored the winning goal in overtime for the United States in a Youth World Cup qualifying game against Guatemala in August.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEW AMERICAN AT HOME ON SOCCER FIELD"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"CHILDREN AND YOUTH"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1982-10-24T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd128408eb7c8105d5eeee9","word_count":596}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}