{"response":{"meta":{"hits":193,"time":40,"offset":160},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/07\/business\/trade-pact-still-eludes-negotiators.html","snippet":"The United States and the European Community struggled into the early morning hours today to bridge differences that are holding up a world trade agreement, now divided mainly by a bitter dispute over access for American movies and television...","lead_paragraph":"The United States and the European Community struggled into the early morning hours today to bridge differences that are holding up a world trade agreement, now divided mainly by a bitter dispute over access for American movies and television programs in the European market. Despite more than 19 hours of talks between the United States trade representative, Mickey Kantor, and the European Community's chief negotiator, Sir Leon Brittan, officials on both sides reported little progress.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Trade Pact Still Eludes Negotiators"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"persons","value":"KANTOR, MICKEY"},{"name":"persons","value":"BRITTAN, LEON"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"},{"name":"subject","value":"NEW MODELS, DESIGN AND PRODUCTS"}],"pub_date":"1993-12-07T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Movies; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1ea908eb7c8105d73a860","word_count":964},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/07\/business\/once-dull-gatt-enters-realm-of-pop-culture.html","snippet":"In the days when the world focused on the number of warheads in East and West, rather than the number of tons of subsidized beef the European Community can export, the bureaucrats at the General Agreement on Tariffs and Trade labored in peaceful...","lead_paragraph":"In the days when the world focused on the number of warheads in East and West, rather than the number of tons of subsidized beef the European Community can export, the bureaucrats at the General Agreement on Tariffs and Trade labored in peaceful anonymity. Asked how many calls he would receive a day when he became GATT's chief spokesman 10 years ago, David Woods replied: \"A day? You must mean a week. A couple at most. The place was asleep -- depressed, actually.\"","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Once Dull, GATT Enters Realm of Pop Culture"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"},{"name":"subject","value":"SECURITY AND WARNING SYSTEMS"},{"name":"subject","value":"SECURITY, PERSONAL"},{"name":"subject","value":"APPAREL"}],"pub_date":"1993-12-07T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1ea908eb7c8105d73a861","word_count":1122},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/08\/business\/culture-dispute-with-paris-now-snags-world-accord.html","snippet":"With arguments resolved over wheat and corn subsidies, as well as exports of pig meat and skimmed milk powder, the world trade talks came down to this today: Can the United States tolerate France's determination to go on protecting and subsidizing...","lead_paragraph":"With arguments resolved over wheat and corn subsidies, as well as exports of pig meat and skimmed milk powder, the world trade talks came down to this today: Can the United States tolerate France's determination to go on protecting and subsidizing its movie industry in order to stave off a perceived Hollywood onslaught from the likes of \"Jurassic Park\" and \"Terminator 2?\" After almost 23 hours of negotiations with the European Community's chief negotiator on Monday and today, the answer from Mickey Kantor, the United States trade representative, was no.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Culture Dispute With Paris Now Snags World Accord"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"persons","value":"KANTOR, MICKEY"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"CULTURE"}],"pub_date":"1993-12-08T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Movies; Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1bf1e8eb7c8105d6ecebc","word_count":1453},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/09\/business\/south-korea-joins-japan-on-rice-imports.html","snippet":"President Kim Young Sam, apologizing to the Korean people for an about-face on an election pledge, nonetheless announced today that South Korea would allow imported rice to enter the country in hope of helping to conclude the world trade talks.   ...","lead_paragraph":"President Kim Young Sam, apologizing to the Korean people for an about-face on an election pledge, nonetheless announced today that South Korea would allow imported rice to enter the country in hope of helping to conclude the world trade talks. Following a step taken by Japan on Tuesday, Mr. Kim said he had no choice but to open the rice market, for fear that South Korea would otherwise be left in the cold by major trading partners who are on the brink of forging a deal under the General Agreement on Tariffs and Trade.","abstract":null,"print_page":"2","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"South Korea Joins Japan on Rice Imports"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"persons","value":"KIM YOUNG SAM"},{"name":"glocations","value":"SOUTH KOREA"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"RICE"},{"name":"subject","value":"FARMERS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"},{"name":"subject","value":"GRAIN"}],"pub_date":"1993-12-09T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ad678eb7c8105d6cddca","word_count":280},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/09\/business\/asians-and-latins-object-to-gatt-deals.html","snippet":"Asian and Latin American nations objected angrily today to trade compromises reached this week between the United States and the European Community, but appeared unlikely to block completion of the world trade talks.   Diplomats from these regions...","lead_paragraph":"Asian and Latin American nations objected angrily today to trade compromises reached this week between the United States and the European Community, but appeared unlikely to block completion of the world trade talks. Diplomats from these regions contended that the deal would unfairly punish other countries, particularly developing countries.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Asians and Latins Object to GATT Deals"},"keywords":[{"name":"creative_works","value":"EUROPEAN COMMUNITY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1993-12-09T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Keith","rank":1,"lastname":"BRADSHER"}],"original":"By KEITH BRADSHER"},"type_of_material":"News","_id":"4fd1e9f38eb7c8105d7390f0","word_count":634},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/10\/sports\/results-plus-161893.html","snippet":"HOCKEY Look Homeward, Dallas  The Dallas Stars had a successful return to Minnesota last night, getting two goals apiece from Dave Gagner and Mike Modano in a 6-1 victory over the Ottawa Senators. It was Minnesota's first National Hockey League game...","lead_paragraph":"HOCKEY Look Homeward, Dallas The Dallas Stars had a successful return to Minnesota last night, getting two goals apiece from Dave Gagner and Mike Modano in a 6-1 victory over the Ottawa Senators. It was Minnesota's first National Hockey League game since Norm Green moved the North Stars to Dallas after last season. It also was the first regular-season game ever at Minneapolis's Target Center, which is trying to lure the Oilers from Edmonton. (AP) Canucks 3, Bruins 2: Cliff Ronning's 40-foot slap shot over the left shoulder of Boston goalie Jon Casey only 37 seconds into overtime gave Vancouver the victory over the Bruins in Boston Garden. The goal, which appeared to have been deflected off a Bruins player in front of the net, sent Boston to its third consecutive loss. (AP) Red Wings 3, Blues 2: Detroit, with Sergei Fedorov getting a goal and an assist, scored the last three goals in a comeback victory over St. Louis at Joe Louis Arena. It was the fifth straight road loss for the Blues (14-9-5), who were outshot by 45-19. The Red Wings (14-12-2), who have won their last four at home, went two games over .500 for the first time all season. (AP) Capitals 4, Flyers 2: Keith Jones scored twice as visiting Washington beat Philadelphia for the first time in six tries this season. The Capitals have three victories in their last 12 games (3-7-2) while Philadelphia has lost three of its last four and is 5-6-1 without Eric Lindros, their injured center. Mike Ridley of Washington broke a 2-2 tie with 10:18 remaining in the third period. (AP) TENNIS Steven's Dollar Days Brett Steven won the biggest paycheck of his career and went home. Michael Stich took the money and the victory. Stich, the defending champion, came from behind to beat Steven, 5-7, 6-4, 6-4, yesterday in the quarterfinals of the Grand Slam Cup in Munich, Germany. Stefan Edberg, seeded No. 2, also reached the semifinals, beating Wayne Ferreira, 6-7 (5-7), 6-1, 6-0. Edberg had never got past the first round in two previous appearances in the Grand Slam Cup. Steven qualified for the 16-man event when Richard Krajicek dropped out because of an injury. Ranked 43d in the world and a quarterfinalist at the Australian Open, Steven has never won a tournament, but the New Zealander picked up $262,500 and nearly doubled his 1993 earnings after reaching the quarterfinals. (AP) YACHT RACING A Winner in Whitbread The European yacht Intrum Justitia entered Fremantle harbor in Australia yesterday to win the 7,558-mile second leg of the Whitbread Round the World Race. In breaking the record time for the leg by two and a half days, Intrum Justitia, a Whitbread-60 Class yacht skippered by Lawrie Smith of England, took 25 days 14 hours 39 minutes to complete the stage, which began Nov. 13 in Punta del Este, Uruguay. Tokio, a Japanese-New Zealand entry skippered by Chris Dickson, finished second, exactly two hours behind Intrum Justitia. (AP)","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-12-10T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1bdbd8eb7c8105d6eacc8","word_count":498},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/10\/business\/currency-markets-dollar-advances-broadly-but-eases-against-the-yen.html","snippet":"The dollar edged higher against most European currencies but slipped against the Japanese yen in quiet trading yesterday following the release of flat November producer prices.   In late New York trading, the dollar rose slightly to 1.7055 German...","lead_paragraph":"The dollar edged higher against most European currencies but slipped against the Japanese yen in quiet trading yesterday following the release of flat November producer prices. In late New York trading, the dollar rose slightly to 1.7055 German marks, from 1.7052 marks on Wednesday. But it slipped to 108.66 yen from 108.95 yen.","abstract":null,"print_page":"15","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Dollar Advances Broadly, But Eases Against the Yen","kicker":"CURRENCY MARKETS"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"GOLD"},{"name":"subject","value":"CURRENCY"}],"pub_date":"1993-12-10T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1bc2b8eb7c8105d6e7808","word_count":368},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/11\/business\/currency-markets-dollar-off-in-mark-trading-but-gains-against-the-yen.html","snippet":"The dollar weakened against the German mark yesterday but gained ground against the Japanese yen after a small increase in consumer prices in November tempered inflation fears.    \"The dollar came down after the data was released because the market...","lead_paragraph":"The dollar weakened against the German mark yesterday but gained ground against the Japanese yen after a small increase in consumer prices in November tempered inflation fears. \"The dollar came down after the data was released because the market may have baked in a somewhat higher number,\" said Richard Koss, director of foreign exchange sales for the Canadian Imperial Bank of Commerce.","abstract":null,"print_page":"49","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Dollar Off in Mark Trading But Gains Against the Yen","kicker":"CURRENCY MARKETS"},"keywords":[{"name":"subject","value":"CURRENCY"}],"pub_date":"1993-12-11T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1adcf8eb7c8105d6ce044","word_count":"352"},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/12\/world\/europeans-back-french-curbs-on-us-movies.html","snippet":"European Community leaders today gave full support to demands by France that its system of protecting and subsidizing its movie industry be preserved in any world trade agreement.   This subsidy system, bitterly contested by Washington and Hollywood,...","lead_paragraph":"European Community leaders today gave full support to demands by France that its system of protecting and subsidizing its movie industry be preserved in any world trade agreement. This subsidy system, bitterly contested by Washington and Hollywood, has become the chief remaining obstacle in a seven-year-old negotiation, known as the Uruguay Round, whose goal is updating and extending trade rules to stimulate the world economy. Four days remain until Wednesday's agreed deadline for the talks.","abstract":null,"print_page":"24","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Europeans Back French Curbs on U.S. Movies"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"creative_works","value":"EUROPEAN COMMUNITY"},{"name":"glocations","value":"FRANCE"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"RECORDINGS (AUDIO)"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"GOVERNMENTAL AID (NON-US)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TELEVISION PROGRAMS"},{"name":"subject","value":"TELEVISION"}],"pub_date":"1993-12-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"Movies; World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1e9ee8eb7c8105d738e9b","word_count":628},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/12\/weekinreview\/the-world-the-gatt-in-the-vat.html","snippet":"THERE are many who dreaded the long morning after   \"Landslide Bill\" Clinton won passage of Nafta.   Addicted to trade, instead of to crack,   They feared that their whole world was fading to black.   The issues that fill them with secret delight,  ...","lead_paragraph":"THERE are many who dreaded the long morning after \"Landslide Bill\" Clinton won passage of Nafta. Addicted to trade, instead of to crack, They feared that their whole world was fading to black. The issues that fill them with secret delight, Send most of us screaming into the night. Undaunted, they smile as they pass to and fro, Mulling on exports too high or too low. The topics they prize as glorious beauties, Are tariffs and quotas and levies and duties, On produce prosaic like corn, rice and wheat, And food more exotic like pickled pig's feet. Dumping's a subject they argue all day, But not tossing the trash in a ditch or a bay. It's dumping of apples and autos and grapes, And airplanes and cheeses and videotapes, That are sold overseas for less than at home, So mozzarella is cheaper in Maine than in Rome. They ponder a VAT on new wine in old bottles, And argue on imports of rare axolotls. They chortled with glee \"By Gosh!\" and \"By Golly!\" When Al Gore invoked the names Smoot and Hawley. Yet with Nafta receding into the past, They're lowering flags to fly at half-mast. Deprived of a chance to palaver on trade, These obsessive folks were turning afraid. Just when they feared all hope would be gone, From Europe a grand new word came along. It's simple to say and so easy to spell, It's saving these trade fanatics from hell. GATT is the word -- take note, double T's. (The same as this poet's last name, if you please.) It means General Agreement on Tariffs and Trade, And Geneva's the town where it just might get made. To add cliff-hanging qualities to this accord, A deadline is looming! (Nah, we're mostly still bored.) Wednesday's the day GATT talks must be done, But trade fanatics pray they've only begun. They're just starting to trade jokes about GATT, Like: \"Uruguay round?\" \"No, Uruguay flat!\" They note with delight GATT's roiling the French, The folks who make teeth around the world clench. The French claim our movies, TV and such, Will put their own film makers in Dutch. They clamor their culture's in peril, the French, Terrified Spielberg will make them retrench. Overshadowed by \"Jaws\" and \"Terminator 2,\" How will Gerard get his Depar-dieu? The French fracas does give GATT something it lacks, Tabloid-esque headlines like \"Big Rift Snags Trade Pacts.\" Will the world's trading nations say O. K. to GATT? You'll have to read Thursday's headlines for that. (Assuming, of course, that this doggerel epic Hasn't made the GATT-wary masses dyspeptic.) STUART ELLIOTT","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The GATT In the VAT","kicker":"THE WORLD"},"keywords":[{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1993-12-12T00:00:00Z","document_type":"article","news_desk":"Week In Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stuart","rank":1,"lastname":"ELLIOTT"}],"original":"By STUART ELLIOTT"},"type_of_material":"News","_id":"4fd1bdbe8eb7c8105d6ead66","word_count":436}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}