{"response":{"meta":{"hits":122,"time":32,"offset":100},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/11\/weekinreview\/the-world-giving-argentina-the-cinderella-treatment.html","snippet":"BRAZIL came away with a $30 billion bailout, and Uruguay got a much-needed $1.5 billion. But when Treasury Secretary Paul H. O'Neill arrived here this week to survey the wreckage of Argentina's economy, all he had to offer was the same advice...","lead_paragraph":"BRAZIL came away with a $30 billion bailout, and Uruguay got a much-needed $1.5 billion. But when Treasury Secretary Paul H. O'Neill arrived here this week to survey the wreckage of Argentina's economy, all he had to offer was the same advice Argentina has been getting since its crisis began: tighten your belt even further and eventually a recovery will come. While a majority of economists might have endorsed that approach six months ago, when the Argentine economy had just imploded, it appears they no longer do. Upon further reflection, a growing number of independent analysts now maintain that many of Argentina's troubles stem from having followed Washington's advice in the first place and that the formula being insisted upon is only making matters worse.","abstract":"Wreckage of Argentina's ecnomy discussed, along with hard advice offered by Sec Paul O'Neill and IMF, which see country as victim of its own prolifigacy; photo (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World; Giving Argentina The Cinderella Treatment"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-08-11T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd26a568eb7c8105d821dfc","word_count":1036},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/11\/weekinreview\/august-4-10-economy-jitters-down-south.html","snippet":"The Bush administration backed a $30 billion International Monetary Fund rescue loan for Brazil and a $1.5 billion U.S.-financed short-term loan for Uruguay, as the economic crisis in neighboring Argentina continues to spread turmoil across South...","lead_paragraph":"The Bush administration backed a $30 billion International Monetary Fund rescue loan for Brazil and a $1.5 billion U.S.-financed short-term loan for Uruguay, as the economic crisis in neighboring Argentina continues to spread turmoil across South America. The support, announced as Treasury Secretary Paul H. O'Neill toured the continent, comes just two weeks after his comments that such nations needed policies to ensure that aid is not diverted to Swiss bank accounts. Richard A. Oppel Jr.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"August 4-10: ECONOMY; JITTERS DOWN SOUTH"},"keywords":[],"pub_date":"2002-08-11T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"Oppel","rank":1,"role":"reported","organization":""}],"original":"By Richard A. Oppel Jr"},"type_of_material":"News","_id":"4fd21f918eb7c8105d7a2c07","word_count":76},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/11\/world\/brazilians-find-political-cost-for-help-from-imf.html","snippet":"Brazil and other Latin American governments have followed Washington down the free-market path, only to find they are now losing control over their economies.    The immediate consequences are most visible here in Brazil, which is in the midst of an...","lead_paragraph":"Brazil and other Latin American governments have followed Washington down the free-market path, only to find they are now losing control over their economies. The immediate consequences are most visible here in Brazil, which is in the midst of an important national election. Brazil, Latin America's largest country, has just engaged a $30 billion lifeline from the International Monetary Fund, but one that imposes strict policies on the next government. There is a strong chance that it will be a left-leaning one that promises to improve the lives of the poor who were left behind in the economic experimentation.","abstract":"Brazil is in midst of important national election; it has just engaged $30 billion lifeline from International Monetary Fund that imposes strict policies on next government; outgoing Pres Fernando Henrique Cardoso says loan will give Brazil vital oxygen, but to some Brazilians, IMF is strangling economy with its restraints; loan comes with unusual strings--$24 billion of it will be deliverd next year only if new government meets certain budgetary targets; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazilians Find Political Cost for Help From I.M.F."},"keywords":[{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2002-08-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd222848eb7c8105d7a7dcb","word_count":1230},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/12\/arts\/critic-s-notebook-latin-alternative-bouncing-rap-ska-but-passionate-about-rock.html","snippet":"At a songwriters' showcase presented by the Latin Alternative Music Conference at Joe's Pub on Wednesday night, Joselo, the guitarist from the Mexican band Cafe Tacuba, sang a rustic-flavored song called ''Guacamaya,'' backed by a traditional Mexican...","lead_paragraph":"At a songwriters' showcase presented by the Latin Alternative Music Conference at Joe's Pub on Wednesday night, Joselo, the guitarist from the Mexican band Cafe Tacuba, sang a rustic-flavored song called ''Guacamaya,'' backed by a traditional Mexican fiddle. In the song a tropical bird is captured and taken to a new place, where it only longs to go home. But when it does, it no longer belongs there either, because its song has changed. At that point, the narrator tells the bird, ''Don't cry -- come with me.'' As he explained the lyrics, Joselo laughed. ''I wrote it,'' he said, ''and then I realized it was about me.''","abstract":"Jon Pareles reviews performances during songwriters' showcase presented by Latin Alternative Music Conference at Joe's Pub; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin Alternative: Bouncing From Rap to Ska but Passionate About Rock","kicker":"CRITIC'S NOTEBOOK"},"keywords":[{"name":"subject","value":"MUSIC"},{"name":"subject","value":"REVIEWS"}],"pub_date":"2002-08-12T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jon","rank":1,"lastname":"PARELES"}],"original":"By JON PARELES"},"type_of_material":"News","_id":"4fd2362c8eb7c8105d7c8046","word_count":883},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/18\/business\/why-isn-t-fast-track-faster.html","snippet":"IT was early June, five weeks after Congress passed one of the biggest reversals to free trade in decades: a measure to provide more than $100 billion in subsidies to American farmers over the next 10 years.    The move provoked angry protests from...","lead_paragraph":"IT was early June, five weeks after Congress passed one of the biggest reversals to free trade in decades: a measure to provide more than $100 billion in subsidies to American farmers over the next 10 years. The move provoked angry protests from around the world, particularly from poorer countries that rely heavily on farm exports.","abstract":"Many trade experts wonder whether Pres Bush undermined own plans to lower trade barriers with recent protections for United States steel and agriculture; other nations, desperate to gain access to American markets, now find it difficult to take his 'free trade' stance seriously; US trade representative Robert B Zoellick faces difficult task negotiating future agreements; photos; graph compares countries' trade deficits and surpluses (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Why Isn't Fast Track . . . Faster?"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"ZOELLICK, ROBERT B"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"STEEL AND IRON"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"2002-08-18T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Edmund","middlename":"L.","lastname":"ANDREWS","rank":1,"role":"reported","organization":""}],"original":"By EDMUND L. ANDREWS"},"type_of_material":"News","_id":"4fd233338eb7c8105d7c39ff","word_count":2248},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/18\/magazine\/globalization.html","snippet":"Globalization is a phenomenon that has remade the economy of virtually every nation, reshaped almost every industry and touched billions of lives, often in surprising and ambiguous ways. The stories filling the front pages in recent weeks -- about...","lead_paragraph":"Globalization is a phenomenon that has remade the economy of virtually every nation, reshaped almost every industry and touched billions of lives, often in surprising and ambiguous ways. The stories filling the front pages in recent weeks -- about economic crisis and contagion in Argentina, Uruguay and Brazil, about President Bush getting the trade bill he wanted -- are all part of the same story, the largest story of our times: what globalization has done, or has failed to do. Globalization is meant to signify integration and unity -- yet it has proved, in its way, to be no less polarizing than the cold-war divisions it has supplanted. The lines between globalization's supporters and its critics run not only between countries but also through them, as people struggle to come to terms with the defining economic force shaping the planet today. The two sides in the discussion -- a shouting match, really -- describe what seem to be two completely different forces. Is the globe being knit together by the Nikes and Microsofts and Citigroups in a dynamic new system that will eventually lift the have-nots of the world up from medieval misery? Or are ordinary people now victims of ruthless corporate domination, as the Nikes and Microsofts and Citigroups roll over the poor in nation after nation in search of new profits?","abstract":"Tina Rosenberg article proposes nine rules to make globalization more equitable, arguing that globalization is essential for development of third world but that it could be sabotaged because current rules do not let the poor share in benefits of growth; says that there must be role for government, that developing nations need technology transfers as well as assembly work, that there are worse evils that sweatshops, that intellectual-property rules of World Trade Organization, adopted as result of special-interest lobbying in US, should be eliminated, that US and other wealthy countries must stop dumping products on developing countries, that wealthy nations should drops rules that prevent poor countries from developing new exports and keep them dependent on commodities, that rich nations should open their work forces to temporary migrants, that International Monetary Fund should stop dictating economic policy to developing countries based solely on interests of global finance and that developing countries should have same kind of flexibility to achieve growth that served developed countries so well; photos (L)","print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Globalization"},"keywords":[{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"COPYRIGHTS"},{"name":"subject","value":"FOREIGN LABOR"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"DUMPING (TRADE TERM)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"2002-08-18T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tina","rank":1,"lastname":"Rosenberg"}],"original":"By Tina Rosenberg"},"type_of_material":"News","_id":"4fd21eeb8eb7c8105d7a17dc","word_count":7391},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/20\/business\/small-picture-approach-to-a-big-problem-poverty.html","snippet":"Though rich countries may be able to rescue middle-class economies like those of Uruguay and Brazil from crises simply by lending them billions of dollars, attacking the problems of the poorest countries is not so easy. Putting aside old,...","lead_paragraph":"Though rich countries may be able to rescue middle-class economies like those of Uruguay and Brazil from crises simply by lending them billions of dollars, attacking the problems of the poorest countries is not so easy. Putting aside old, one-size-fits-all approaches to development, a new school of thought emphasizes more specific grass-roots solutions. A cadre of young economists who study development, including some of the most sought-after professors in the nation, are dissatisfied with supposed panaceas like balanced budgets, new infrastructure and financial stability. These economists are using basic insights about people's motivations and the flow of information to guide policy in emerging economies, one piece and one country at a time.","abstract":"Cadre of young economists who study development, including some of most sought-after professors in nation, are dissatisfied with supposed panaceas like balanced budgets, new infrastructure and financial stability; these economists are using basic insights about people's motivations and flow of information to guide policy in emerging economies; Massachusetts Institute of Technology Assoc Prof Esther Duflo epitomizes new development economies with her broad use of theoretical and statistical tools and her willingness to conduct research in fields; Duflo says she wants to find out why world's poorest people almost always stay poor; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Small-Picture Approach to a Big Problem: Poverty"},"keywords":[{"name":"persons","value":"DUFLO, ESTHER"},{"name":"organizations","value":"MASSACHUSETTS INSTITUTE OF TECHNOLOGY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"2002-08-20T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Daniel","rank":1,"lastname":"ALTMAN"}],"original":"By DANIEL ALTMAN"},"type_of_material":"News","_id":"4fd220d98eb7c8105d7a4be0","word_count":1600},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/25\/weekinreview\/word-for-word-dirty-war-ally-enemy-america-couldn-t-get-fix-post-coup-argentina.html","snippet":"ON March 24, 1976, Argentina's military ousted the government of Isabela Martinez de Peron, establishing a repressive dictatorship that remained in power until 1983. In the years after it took power, the military waged a bloody campaign against...","lead_paragraph":"ON March 24, 1976, Argentina's military ousted the government of Isabela Martinez de Peron, establishing a repressive dictatorship that remained in power until 1983. In the years after it took power, the military waged a bloody campaign against leftist insurgents known as the ''dirty war,'' summarily killing, imprisoning and torturing thousands. Hundreds more disappeared without a trace. Few have been held accountable, though trials of former military officers continue to this day. Last week, the State Department declassified 4,677 documents on rights abuses in Argentina that provide an inside look at the shifting impressions of American diplomats toward the dictatorship. Initially, American officials viewed the coup leaders as allies in the struggle against Communism. But within months, evidence had emerged that the government was not just tolerating but possibly helping to direct abuses.","abstract":"Word for Word article with excerpts from recently declassifeid State Dept documents on rights abuses in Argentina that provide inside look at shifting impressions of American diplomats toward dictatorship that remained in power from 1976-83; photo (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Word for Word\/The 'Dirty War'; Ally or Enemy? America Couldn't Get a Fix on Post-Coup Argentina"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2002-08-25T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"DAO"}],"original":"By JAMES DAO"},"type_of_material":"News","_id":"4fd222778eb7c8105d7a7792","word_count":1438},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/29\/world\/lack-of-basics-threatens-world-s-poor.html","snippet":"Delegates at the United Nations Summit on Sustainable Development today emphasized the importance of bringing water and sanitation to the millions around the world who struggle without those essential services.     The United Nations says that 1.1...","lead_paragraph":"Delegates at the United Nations Summit on Sustainable Development today emphasized the importance of bringing water and sanitation to the millions around the world who struggle without those essential services. The United Nations says that 1.1 billion people lack clean drinking water and that 2.4 billion need access to sanitation. More than 2.2 million people in poor countries die each year from illnesses associated with dirty water and poor sanitation.","abstract":"Delegates at United Nations Summit on Sustainable Development emphasize importance of bringing water and sanitation to millions around world who struggle without those essential services; United Nations says more than 2.2 million people in poor countries die each year from illnesses associated with dirty water and poor sanitation (S)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Lack of Basics Threatens World's Poor"},"keywords":[{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"SANITATION"},{"name":"subject","value":"WATER"},{"name":"subject","value":"MEDICINE AND HEALTH"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"2002-08-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Health","subsection_name":null,"byline":{"person":[{"firstname":"Rachel","middlename":"L.","lastname":"SWARNS","rank":1,"role":"reported","organization":""}],"original":"By RACHEL L. SWARNS"},"type_of_material":"News","_id":"4fd220d88eb7c8105d7a4b3e","word_count":238},{"web_url":"http:\/\/www.nytimes.com\/2002\/09\/03\/business\/vw-factories-in-brazil-look-to-export-markets.html","snippet":"Parked outside Volkswagen do Brasil's commercial vehicle plant here is a row of shiny green and white buses destined for Saudi Arabia. The buses, intended to transport pilgrims to Muslim holy sites, are evidence that Brazil's automotive industry is...","lead_paragraph":"Parked outside Volkswagen do Brasil's commercial vehicle plant here is a row of shiny green and white buses destined for Saudi Arabia. The buses, intended to transport pilgrims to Muslim holy sites, are evidence that Brazil's automotive industry is finally ready to go global. Inside the plant, managers are only too keen to explain why it must. The big automakers invested $20 billion here over the last six years, expanding capacity rapidly in a country that, for most of that time, enjoyed strong, stable growth. Visions of a market selling three million cars a year danced in the heads of planners at VW, Renault, General Motors, Ford, Fiat and DaimlerChrysler.","abstract":"Brazil's automotive industry appears ready to go global; big automakers invested $20 billion in Brazil over last six years, expanding capacity rapidly in country that, for most of that time, enjoyed strong, stable growth; Brazil's economy has stalled, however, and now VW and other automakers seek export opportunities outside South America as domestic market cools and economies of other countries in region face their own crises; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"VW Factories in Brazil Look to Export Markets"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"VOLKSWAGEN AG"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2002-09-03T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd281278eb7c8105d84d04b","word_count":1086}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}