{"response":{"meta":{"hits":135,"time":107,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/06\/08\/sports\/soccer-notebook-women-s-world-cup-americans-struggle-on-defense.html","snippet":"Defense wins championships, and the Americans will have difficulty winning the Women's World Cup if their defense is as vulnerable as it was in their 4-2 victory over Canada on Sunday. It was the United States team's last game before the tournament...","lead_paragraph":"Defense wins championships, and the Americans will have difficulty winning the Women's World Cup if their defense is as vulnerable as it was in their 4-2 victory over Canada on Sunday. It was the United States team's last game before the tournament starts June 19. The Americans were able to overcome an early deficit and another goal by Canada, which is nowhere near as efficient as the Chinese and the Norwegians. The Americans tightened up defensively in the second half, but Coach Tony DiCicco was still unhappy.","abstract":"International soccer notes; problems besetting US women's world cup team discussed (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Americans Struggle On Defense","kicker":"SOCCER: NOTEBOOK -- WOMEN'S WORLD CUP"},"keywords":[{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"1999-06-08T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd2005d8eb7c8105d7636c9","word_count":727},{"web_url":"http:\/\/www.nytimes.com\/1999\/06\/15\/sports\/soccer-notebook-and-standings-metrostars-yearning-for-help-from-abroad.html","snippet":"MAJOR LEAGUE SOCCER     While the MetroStars are waiting to find out which foreign players Major League Soccer will allocate to them, the team's current players are starting to get a bit edgy about all the talk and no action. A number of players have...","lead_paragraph":"MAJOR LEAGUE SOCCER While the MetroStars are waiting to find out which foreign players Major League Soccer will allocate to them, the team's current players are starting to get a bit edgy about all the talk and no action. A number of players have apparently resigned themselves to the notion that foreign aid will not be arriving soon. ''We've been hearing about all the foreign players who are coming in to make a difference, but I don't see them,'' Mike Sorber said after the MetroStars' fourth consecutive loss, a 1-0 decision to the Colorado Rapids Saturday night. ''We realize that it's tough to get players in this market, but something needs to be done soon.''","abstract":"MetroStars are waiting to find out which foreign players Major League Soccer will allocate to them (S)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MetroStars Yearning For Help From Abroad","kicker":"SOCCER: NOTEBOOK AND STANDINGS"},"keywords":[{"name":"organizations","value":"METROSTARS"},{"name":"subject","value":"SOCCER"}],"pub_date":"1999-06-15T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd2253f8eb7c8105d7ac3bf","word_count":746},{"web_url":"http:\/\/www.nytimes.com\/1999\/06\/16\/business\/dancing-new-health-care-beat-latin-america-becomes-ripe-for-us-companies-picking.html","snippet":"Millions of people across Latin America are, for better or worse, getting a taste of American-style health insurance. Pushed by the rising expectations of a growing middle class, countries in the region are opening their government-dominated health...","lead_paragraph":"Millions of people across Latin America are, for better or worse, getting a taste of American-style health insurance. Pushed by the rising expectations of a growing middle class, countries in the region are opening their government-dominated health systems to private companies, both domestic and foreign. Some of the biggest United States insurers, seeing Latin America as a prime growth market, are actively testing the waters from Mexico to Argentina, Brazil and Chile. Latin Americans already spend $120 billion annually on health care, or about $412 per capita, adjusted to reflect local health costs. While this is only about one-ninth of the total health spending in the United States, the big Latin American countries are spending a much bigger share of their economies on health than all the Asia-Pacific economies except Japan.","abstract":"Some of biggest American health care companies are testing market for private health insurance in Latin America; Latin Americans already spend $120 billion annually on health care; Aetna International has already put together health plans with 3.3 million members in seven Latin American countries; Cigna International health care unit has 1.5 million members in five countries; American International Group has more than 300,000 health insurance customers in region; chart; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Dancing to a New Health Care Beat; Latin America Becomes Ripe For U.S. Companies' Picking"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"organizations","value":"AETNA INTERNATIONAL"},{"name":"organizations","value":"CIGNA INTERNATIONAL"},{"name":"organizations","value":"AMERICAN INTERNATIONAL GROUP INC"},{"name":"subject","value":"HEALTH INSURANCE"},{"name":"subject","value":"INDUSTRY PROFILES"},{"name":"subject","value":"MEDICINE AND HEALTH"}],"pub_date":"1999-06-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Health; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Milt","rank":1,"lastname":"FREUDENHEIM"},{"organization":"","role":"reported","firstname":"Clifford","rank":2,"lastname":"KRAUSS"}],"original":"By MILT FREUDENHEIM and CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd21f118eb7c8105d7a20fb","word_count":2008},{"web_url":"http:\/\/www.nytimes.com\/1999\/06\/25\/business\/world-business-briefing-americas-latin-internet-stake.html","snippet":"A consortium that includes the Bear Stearns Companies; the Quantum Fund, headed by George Soros, and Hicks, Muse, Tate & Furst, the Dallas investment firm, said it had paid $44 million for 35 percent of El Sitio, the Internet access provider. El...","lead_paragraph":"A consortium that includes the Bear Stearns Companies; the Quantum Fund, headed by George Soros, and Hicks, Muse, Tate & Furst, the Dallas investment firm, said it had paid $44 million for 35 percent of El Sitio, the Internet access provider. El Sitio, which had sales of $1 million last year, has 300,000 registered users and has bases in Argentina, Brazil, Mexico, Uruguay and the United States. A Hicks associate, Cesar Diaz, said the fund considers El Sitio ''the main gateway serving the Latin American market.''","abstract":"Consortium that includes Bear Stearns Companies, Quantum Fund, headed by George Soros, and Hicks, Muse, Tate & Furst pays $44 million for 35 percent of El Sitio, Internet access provider (S)","print_page":"2","blog":[],"source":"AFX News","multimedia":[],"headline":{"main":"LATIN INTERNET STAKE","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[{"name":"persons","value":"SOROS, GEORGE"},{"name":"organizations","value":"EL SITIO"},{"name":"organizations","value":"BEAR STEARNS COS"},{"name":"organizations","value":"HICKS MUSE TATE & FURST INC"},{"name":"organizations","value":"QUANTUM FUND"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1999-06-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd21e868eb7c8105d7a110b","word_count":90},{"web_url":"http:\/\/www.nytimes.com\/1999\/06\/26\/business\/international-business-latin-america-and-europe-to-talk-trade.html","snippet":"In an effort to increase trade and gain a counterweight to American global economic dominance, leaders of the world's second-  and third-largest trading blocs are to meet here this weekend and early next week in the  first Latin American-European...","lead_paragraph":"In an effort to increase trade and gain a counterweight to American global economic dominance, leaders of the world's second- and third-largest trading blocs are to meet here this weekend and early next week in the first Latin American-European Summit, one that is already proving contentious on several basic issues. The gathering will bring together heads of state from 33 Latin American and Caribbean countries and their counterparts from the 15 nations of the European Union. The centerpiece of the meeting is the prospect for negotiations for a free- trade agreement between the European Union and Mercosur, the six-nation South American bloc.","abstract":"In an effort to increase trade and gain counterweight to American global dominance, heads of state from 33 Latin American and Caribbean countries and their counterparts from European Union will meet this weekend and next week in first Latin American-European Summit, Rio de Janeiro; centerpiece of meeting is prospect for talks for free-trade agreement between European Union and Mercosur, six-nation South American bloc; photo of preparations for meeting (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin America And Europe To Talk Trade","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"SUMMIT CONFERENCES"}],"pub_date":"1999-06-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd1ed618eb7c8105d73fa89","word_count":786},{"web_url":"http:\/\/www.nytimes.com\/1999\/06\/30\/business\/international-business-latin-european-meeting-ends-with-vague-commitment.html","snippet":"The first summit meeting of Latin American and European nations ended here today with leaders of the world's second-  and third-largest trading blocs unable to agree on a timetable or an agenda for negotiations for a free-trade agreement. They opted...","lead_paragraph":"The first summit meeting of Latin American and European nations ended here today with leaders of the world's second- and third-largest trading blocs unable to agree on a timetable or an agenda for negotiations for a free-trade agreement. They opted instead for a much vaguer ''strategic partnership'' and a commitment to ''encouraging the increase and diversification of trade.'' In a joint communique, the 15-member European Union and Mercosur, the South American customs union comprising Argentina, Brazil, Paraguay and Uruguay, set November 1999 as the start of meetings to consider proposals ''regarding the definition of the structure, methodology and calendar'' of future talks. But formal negotiations on tariff issues are not scheduled to begin until at least July 2001, and no deadline was set for their conclusion.","abstract":"First summit meeting of Latin American and European nations ends in Rio de Janeiro with leaders of world's second- and third-largest trading blocs unable to agree on timetable or agenda for negotiations for free-trade agreement; they opt instead for much vaguer 'strategic partnership' and commitment to 'encouraging the incease and diversification of trade'; in joint communique, 15-nation European Unnion and Mercosur, South American customs union, set November 1999 as start of meeting to consider proposals and future talks; formal negotiations on tariff issues are not scheduled to begin until at least July 2001, and no deadline is set for their conclusion; photo of Mexico's Pres Ernesto Zedillo, Brazil's Pres Fernando Henrique Cardoso and West German Chancellor Gerhard Schroder (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin-European Meeting Ends With Vague Commitment","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"ZEDILLO, ERNESTO"},{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"persons","value":"SCHRODER, GERHARD"},{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"1999-06-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd221528eb7c8105d7a5c3e","word_count":737},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/05\/sports\/plus-soccer-copa-america-uruguay-nears-quarterfinals.html","snippet":"Two second-half goals from Juventus striker Marcelo Zalayeta put Uruguay on course for a place in the Copa America quarterfinals in Luque, Paraguay, yesterday with a 2-1 victory that all but eliminated Ecuador.","lead_paragraph":"Two second-half goals from Juventus striker Marcelo Zalayeta put Uruguay on course for a place in the Copa America quarterfinals in Luque, Paraguay, yesterday with a 2-1 victory that all but eliminated Ecuador.","abstract":"Uruguay is on track for place in Copa America quarterfinals (S)","print_page":"7","blog":[],"source":"Agence France-Presse","multimedia":[],"headline":{"main":"Uruguay Nears Quarterfinals","kicker":"PLUS: SOCCER -- COPA AMERICA"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"SOCCER"}],"pub_date":"1999-07-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2214f8eb7c8105d7a59a6","word_count":69},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/06\/world\/world-briefing.html","snippet":"EUROPE    NORTHERN IRELAND: BLAIR CLARIFICATION -- Seeking to shore up wavering Protestant support for his blueprint for setting up the new Northern Ireland government this month, Prime Minister Tony Blair told the House of Commons that Sinn Fein...","lead_paragraph":"EUROPE NORTHERN IRELAND: BLAIR CLARIFICATION -- Seeking to shore up wavering Protestant support for his blueprint for setting up the new Northern Ireland government this month, Prime Minister Tony Blair told the House of Commons that Sinn Fein would have to give up its cabinet positions if its I.R.A. allies did not disarm on schedule. Mr. Blair issued the clarification in a speech arguing that the plan, negotiated in Belfast last week, was the best opportunity for peace this generation of Britons would ever have. Warren Hoge (NYT)","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"1999-07-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd221778eb7c8105d7a6616","word_count":1254},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/06\/business\/world-business-briefing-americas-menem-promotes-peso.html","snippet":"President Carlos Saul Menem proposed that the Argentina peso be considered as a possible single currency for the Mercosur trade bloc. He told the annual meeting of the Association of Argentine banks that the four-nation group needs a single currency...","lead_paragraph":"President Carlos Saul Menem proposed that the Argentina peso be considered as a possible single currency for the Mercosur trade bloc. He told the annual meeting of the Association of Argentine banks that the four-nation group needs a single currency to ''preserve the stability of the region and bury the ghosts of devaluation.'' He said the Argentine currency was pegged to the dollar and was the strongest in the region. Argentina has had a fixed exchange rate since 1991. The Mercosur bloc includes Argentina, Brazil, Paraguay and Uruguay, with Chile and Bolivia as associate members.","abstract":"Pres Carlos Saul Menem proposes Argentina peso be considered as possible single currency for Latin America's Mercosur trade bloc; photo (S)","print_page":"4","blog":[],"source":"Agence France-Presse","multimedia":[],"headline":{"main":"MENEM PROMOTES PESO","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[{"name":"persons","value":"MENEM, CARLOS SAUL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"CURRENCY"}],"pub_date":"1999-07-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd221548eb7c8105d7a5da6","word_count":99},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/10\/world\/brazil-devaluation-is-boon-for-border-town.html","snippet":"The 40 percent devaluation of the Brazilian currency, the real, has shaken stock markets across Latin America and pushed neighboring Argentina, Paraguay and Uruguay into deepening recessions. But people are smiling in Chuy.    After years of...","lead_paragraph":"The 40 percent devaluation of the Brazilian currency, the real, has shaken stock markets across Latin America and pushed neighboring Argentina, Paraguay and Uruguay into deepening recessions. But people are smiling in Chuy. After years of stagnation, the streets of Chuy (pronounced chwee) that straddle the Brazil-Uruguay border are once again clogged with horse-drawn carts and rusty minivans filled with merchandise from around the world, including bountiful loads of counterfeit watches and whisky smuggled from Paraguay.","abstract":"Forty percent devaluation of Brazilian currency, the real, draws bargain hunters from all over Uruguay to Chuy, which straddles Brazil-Uruguay border and always does well when there is trouble on one side or the other; photo; map (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Devaluation Is Boon for Border Town"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"CHUY (URUGUAY)"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1999-07-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd20f428eb7c8105d781f38","word_count":788}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}