{"response":{"meta":{"hits":115,"time":351,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1994\/02\/25\/sports\/results-plus-294519.html","snippet":"N.B.A.  Suns' Spell Still Unbroken    The Phoenix Suns remained unbeaten in 19 games against Minnesota, defeating the Timberwolves, 120-101, last night in Minneapolis behind 26 points from Cedric Ceballos. Phoenix, which has won five of its last six,...","lead_paragraph":"N.B.A. Suns' Spell Still Unbroken The Phoenix Suns remained unbeaten in 19 games against Minnesota, defeating the Timberwolves, 120-101, last night in Minneapolis behind 26 points from Cedric Ceballos. Phoenix, which has won five of its last six, built a 65-57 halftime lead as Ceballos scored 13 points in the second quarter. The Timberwolves, who lost their fifth straight, never drew within 16 points during the second half. Dan Majerle scored 17 of his 21 points in the first quarter, when he tied a Suns record with five 3-pointers. Charles Barkley scored 17 points and had 8 assists for the Suns, and Kevin Johnson added 14 points. (AP)","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1994-02-25T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d2988eb7c8105d70e0c1","word_count":769},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/03\/sports\/results-plus-351946.html","snippet":"N.H.L.  Jets Put the 'Win' Back in Winnipeg  The Winnipeg Jets stopped their league-high 19-game streak without a victory last night, getting goals from four different players to beat the Dallas Stars, 4-2. Russ Romaniuk, Randy Gilhen and Stephane...","lead_paragraph":"N.H.L. Jets Put the 'Win' Back in Winnipeg The Winnipeg Jets stopped their league-high 19-game streak without a victory last night, getting goals from four different players to beat the Dallas Stars, 4-2. Russ Romaniuk, Randy Gilhen and Stephane Quintal staked Winnipeg to a 3-0 second-period lead. Tie Domi had the other goal for Winnipeg, which had gone 0-16-3 since beating Buffalo on Jan. 12. (AP) Sabres 7, Senators 2: The rookie defenseman Philippe Boucher scored two goals as visiting Buffalo beat Ottawa. The Sabres scored twice on power plays and once short-handed as they ended a two-game losing streak and lifted their record to 32-26-7. (AP)","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1994-03-03T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1e1db8eb7c8105d72a128","word_count":394},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/09\/sports\/results-plus-412686.html","snippet":"YACHT RACING  Intrum Justitia in Lead  Intrum Justitia opened a lead of 31 nautical miles yesterday on the fourth leg of the Whitbread Round the World Race. The European Whitbread 60 Class yacht, skippered by Lawrie Smith of Britain, was reported 917...","lead_paragraph":"YACHT RACING Intrum Justitia in Lead Intrum Justitia opened a lead of 31 nautical miles yesterday on the fourth leg of the Whitbread Round the World Race. The European Whitbread 60 Class yacht, skippered by Lawrie Smith of Britain, was reported 917 miles from the finish of the leg in Punta del Este, Uruguay. New Zealand Endeavor, the leading Maxiclass entry, was second and Tokio was in third place, 37 miles behind Endeavor, with Yamaha another three miles back. Most of the 14-yacht fleet have rounded Cape Horn, but some were struggling to continue. The British boat Dolphin and Youth reported a badly damaged mainsail, while the all-female entry, Heineken, suffered a broken rudder. The leaders are expected to reach Punta del Este on Friday. The 5,900-mile leg began Feb. 20 in Auckland, New Zealand. The 32,000-mile, six-leg race is expected to finish in Southampton, England, in July. (AP) TENNIS Svensson Advances The second-seeded Jonas Svensson of Sweden defeated Johan Van Herck of Belgium, 6-1, 6-4, yesterday in the ATP Zaragoza Open in Zaragoza, Spain. Svensson became the highest seeded player in the event when Karel Novacek, top-seeded player and defending champion, was upset in his first-round match on Monday. (AP) TRACK AND FIELD Moroccan Wins 5,000 Mohammed Issangar of Morocco beat the world champion, Ismael Kirui, in the 5,000-meter run yesterday to score a surprising victory at the DN Games meet in Stockholm. Issangar won in 13 minutes 26.84 seconds at Globe arena, finishing 5.06 seconds ahead of Kirui. His victory overshadowed winning performances by Colin Jackson, Merlene Ottey and Dennis Mitchell. Jackson, the indoor world-record holder in the 60-meter hurdles, won his event in 7.42 seconds. Ottey took the 60-meter final in 7.09 in her final event of her indoor season. Mitchell ran the 60 meters in 6.61, just 0.03 seconds ahead of Joel Isasi of Cuba. (AP)","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1994-03-09T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ebe18eb7c8105d73cc0c","word_count":310},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/10\/business\/us-sees-hypocrisy-on-trade.html","snippet":"The Clinton Administration's top trade negotiator today denounced the Europeans for criticizing toughened American policies toward Japan. He said the policy was already showing signs of progress, with word that Japan was close to agreeing to increase...","lead_paragraph":"The Clinton Administration's top trade negotiator today denounced the Europeans for criticizing toughened American policies toward Japan. He said the policy was already showing signs of progress, with word that Japan was close to agreeing to increase Motorola's access to the lucrative Japanese cellular-telephone market. The United States trade representative, Mickey Kantor, said the apparent Japanese willingness to open more of its market to Motorola \"could be a portent of things to come and is a movement in the right direction\" with regard to other major trade disputes with Tokyo.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Sees Hypocrisy On Trade"},"keywords":[{"name":"persons","value":"KANTOR, MICKEY"},{"name":"persons","value":"CLINTON, BILL"},{"name":"persons","value":"SUTHERLAND, PETER"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"EUROPE"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CELLULAR TELEPHONES"},{"name":"subject","value":"EUROPE-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"}],"pub_date":"1994-03-10T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"firstname":"Thomas","middlename":"L.","lastname":"FRIEDMAN","rank":1,"role":"reported","organization":""}],"original":"By THOMAS L. FRIEDMAN"},"type_of_material":"News","_id":"4fd1e2d08eb7c8105d72ba7b","word_count":1094},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/11\/world\/clinton-plans-meeting-of-hemisphere-chiefs.html","snippet":"President Clinton will invite all of the Western Hemisphere's 35 heads of state except Fidel Castro of Cuba to a summit meeting in Miami in December that will focus on consolidating democracy and liberalizing trade throughout the Americas,...","lead_paragraph":"President Clinton will invite all of the Western Hemisphere's 35 heads of state except Fidel Castro of Cuba to a summit meeting in Miami in December that will focus on consolidating democracy and liberalizing trade throughout the Americas, Administration officials said today. President Clinton is scheduled to announce details of the meeting on Friday. The meeting is part of an effort to pay more attention to Latin America after complaints by many countries in the hemisphere that they have been eclipsed by the attention paid to Russia, Asia and Bosnia.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Clinton Plans Meeting of Hemisphere Chiefs"},"keywords":[{"name":"persons","value":"CASTRO, FIDEL"},{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CUBA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"SUMMIT CONFERENCES"},{"name":"subject","value":"LATIN AMERICA-INTERNATIONAL RELATIONS-US"}],"pub_date":"1994-03-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"GREENHOUSE"}],"original":"By STEVEN GREENHOUSE"},"type_of_material":"News","_id":"4fd1ebde8eb7c8105d73ca1d","word_count":494},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/11\/sports\/results-plus-432326.html","snippet":"N.B.A.  Olajuwon Helps Stop Sonics  Hakeem Olajuwon had 23 points and Sam Cassell, a rookie, sank four pressure free throws in the final seconds last night as the Rockets overcame an early 14-point deficit to beat the Seattle SuperSonics, 87-82, at...","lead_paragraph":"N.B.A. Olajuwon Helps Stop Sonics Hakeem Olajuwon had 23 points and Sam Cassell, a rookie, sank four pressure free throws in the final seconds last night as the Rockets overcame an early 14-point deficit to beat the Seattle SuperSonics, 87-82, at Houston. The victory gave Houston a .002 percentage point lead in the Midwest Division over idle San Antonio. The loss for Seattle snapped a six-game winning streak. Houston trailed much of the game but held the Sonics to just 29 points in the second half, including only 4 points in the final 6:27. (AP) N.H.L Leafs' Andreychuk Ties Mark Dave Andreychuk scored a historic goal for Toronto as the Maple Leafs beat Pittsburgh, 4-2, last night at Pittsburgh, ending the Penguins' five-game home unbeaten streak. Andreychuk tied Frank Mahovlich's 1960-61 Maple Leafs record for goals by a left wing with his 48th. He scored on a power play in the last minute. Mike Eastwood had scored midway through the third period to give the Maple Leafs a 3-2 lead. Glenn Anderson scored twice for Toronto. The Maple Leafs improved their road record to 18-10-7, fourth-best in the National Hockey League. Pittsburgh's power play failed on all five of its chances and has now scored on just two of its last 3 opportunities. (AP) Flyers 8, Senators 2: Eric Lindros had a goal and five assists as the Flyers defeated Ottawa at Philadelphia. Rod Brind'Amour and Andre Faust each scored twice as the Flyers improved their record to 3-0-1 against Ottawa this season and moved a point ahead of idle Florida for the eighth and final playoff spot in the Eastern Conference. (AP) Nordiques 4, Canadiens 4: Bob Bassen capped a three-goal Quebec rally by scoring at 3:43 of the third period, giving the Nordiques a 4-4 tie with the Montreal Canadiens at Quebec. (AP) BASKETBALL U.C.L.A. Draws Closer to Top Center George Zidek had 18 points and 14 rebounds as 15th-ranked U.C.L.A. held off Oregon State, 78-67. The visiting Bruins (21-5, 13-4) moved within one game of first-place Arizona in the Pac-10 heading into tomorrow's regular-season finale against Oregon. Brent Barry scored a career-high 31 points for Oregon State (6-20, 2-15), which lost its seventh in a row and 20th over all for the first time ever. (AP) California 62, Washington 56: Lamond Murray scored 20 of his 22 points in the second half and No. 16 California broke open a close game in the final three minutes. Jason Kidd scored just 12 points on 2-for-12 shooting, including 1 of 7 from 3-point range. Cal (13-4, 22-6) will wind up its regular season at Washington State. (AP) YACHT RACING Intrum Justitia's Lead Is Cut Light winds caused Intrum Justitia to lose all except two miles of its lead yesterday in the closing stages of the fourth leg of the Whitbread Round the World Race. Only 24 hours earlier, Intrum Justitia, a European Whitbread 60 Class yacht, had a lead of 56 nautical miles over New Zealand Endeavour, the leading Maxi Class entry. Four other boats were closing in on Intrum Justitia as the fleet approached the finish of the 5,900-mile leg at Punta del Este, Uruguay. Intrum, skippered by Britain's Lawrie Smith, was reported 472 miles from the finish. Grant Dalton's New Zealand Endeavour was 474 miles from the finish. Tokio holds the overall lead of almost 20 hours after three legs. (AP) SKIING Schneider Wins 50th Cup Title Vreni Schneider of Switzerland set the pace with a blistering first run on the slalom, then backed it up on the second run and won her 50th World Cup skiing title yesterday at Mammoth Mountain, Calif. The victory moved her ahead of Penilla Wiberg of Sweden in the overall World Cup standing with only races at Vail, Colo., next week left on the tour. Schneider had a combined time of 1 minute 18.52 seconds, more than a full second ahead of Katja Koren of Solvenia, who was second in 1:19.55. Martina Ertl of Germany was third in 1:20.18. Carrie Sheinberg of Port Washington, L.I., was the top American at 11th, posting a personal best despite starting 37th on the first run and finishing 14th. (AP) Junior Super-G Is Postponed: The world junior Alpine championships were scheduled to resume today after event organizers postponed the boys' super-G yesterday on Whiteface Mountain in Lake Placid, N.Y., because of poor weather conditions. In the opening downhills Wednesday, Kevin Wert of British Columbia took the gold medal and Jason Rosener of Colorado the bronze in the boys' event, and Melanie Suchet of France won the girls'. The competition is for racers ages 16-18. BOWLING Duke Regains Petraglia Lead Norm Duke had a 236 average over 18 games, and reclaimed the lead yesterday after three rounds of the Professional Bowlers Association's $170,000 Brunswick Johnny Petraglia Open at North Brunswick, N.J. Duke, who led after the first qualifying round, had a pinfall of 4,264 and entered the first round of match play with a 77-pin lead. David Ozio was second, 24 pins ahead of Bob Benoit. Parker Bohn 3d and Chris Warren rounded the top five, tied at 4,143 pins. (AP)","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1994-03-11T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1b5e98eb7c8105d6dbc5c","word_count":855},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/11\/nyregion\/drifter-s-tale-of-serial-death-remorse-prompts-confession.html","snippet":"They remembered him along his deadly way as handsome and terribly charming, a dark-haired young Argentine with a dimpled chin and solemn eyes, a flair for languages and for sketching faces in a bar, too traveled and too proud for the cheap rooms and...","lead_paragraph":"They remembered him along his deadly way as handsome and terribly charming, a dark-haired young Argentine with a dimpled chin and solemn eyes, a flair for languages and for sketching faces in a bar, too traveled and too proud for the cheap rooms and the busboy's dirty apron. Ricardo Silvio Caputo had come to New York and was going places. He sought out accomplished women who sympathized with his frustrations and were taken in by the smooth charm, at least at first, women who would later try to break off with him -- and could hardly have foreseen the knife or the brutal knuckles or the nylon stocking at the throat. The Predator Behind the Mask But behind the charming mask, the authorities say, lay a cunning predator who may have had multiple personalities and who killed at least four women in an odyssey that took him from New York to California and Mexico, leaving a trail of death, grieving families and detectives who never closed their files.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Drifter's Tale of Serial Death: Remorse Prompts Confession"},"keywords":[{"name":"persons","value":"TAYLOR, BARBARA ANN"},{"name":"persons","value":"BROWN, NATALIE"},{"name":"persons","value":"BECKER, JUDITH"},{"name":"persons","value":"CAPUTO, RICARDO S"},{"name":"persons","value":"GOMEZ, LAURA"},{"name":"glocations","value":"SAN FRANCISCO (CALIF)"},{"name":"glocations","value":"NASSAU COUNTY (NY)"},{"name":"glocations","value":"MEXICO CITY (MEX)"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"MENTAL HEALTH AND DISORDERS"},{"name":"subject","value":"SERIAL MURDERS"}],"pub_date":"1994-03-11T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Front Page; Health; New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By ROBERT D. McFADDEN"},"type_of_material":"Biography","_id":"4fd1bf9c8eb7c8105d6ed978","word_count":2293},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/19\/obituaries\/raquel-adonaylo-67-musician-and-teacher.html","snippet":"Raquel Adonaylo, a soprano who was on the faculty of the Curtis Institute of Music in Philadelphia, died on Tuesday at her home in Rosemont, Pa. She was 67.   The cause was pancreatic cancer, said Rony Rogoff, a family friend.","lead_paragraph":"Raquel Adonaylo, a soprano who was on the faculty of the Curtis Institute of Music in Philadelphia, died on Tuesday at her home in Rosemont, Pa. She was 67. The cause was pancreatic cancer, said Rony Rogoff, a family friend.","abstract":null,"print_page":"52","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Raquel Adonaylo, 67, Musician and Teacher"},"keywords":[{"name":"persons","value":"ADONAYLO, RAQUEL"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS"}],"pub_date":"1994-03-19T00:00:00Z","document_type":"article","news_desk":"Obituary","section_name":"Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary; Biography","_id":"4fd1e2d68eb7c8105d72bebf","word_count":207},{"web_url":"http:\/\/www.nytimes.com\/1994\/03\/28\/business\/st-kitts-joins-gatt.html","snippet":"The world trade organization GATT says its membership rose to 119 with the admission of the Caribbean island state and former British colony St. Kitts and Nevis. Under the rules of the General Agreement on Tariffs and Trade, admission was automatic...","lead_paragraph":"The world trade organization GATT says its membership rose to 119 with the admission of the Caribbean island state and former British colony St. Kitts and Nevis. Under the rules of the General Agreement on Tariffs and Trade, admission was automatic after a formal application because St. Kitts was covered by Britain's membership until it became fully independent in 1983. St. Kitts will now become a founder member of the new World Trade Organization, which is to absorb the 47-year-old GATT next year. A total of 121 countries and territories are now associated with the seven-year Uruguay Round of trade liberalization negotiations, which ended in December. China and Algeria, which are not yet members of GATT, took a full part in the negotiations.","abstract":null,"print_page":"5","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"St. Kitts Joins GATT"},"keywords":[{"name":"glocations","value":"ST KITTS"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1994-03-28T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1bfa08eb7c8105d6edd09","word_count":"123"},{"web_url":"http:\/\/www.nytimes.com\/1994\/04\/02\/sports\/french-yacht-sails-without-full-boat.html","snippet":"Although four of its members are in jail, the French yacht La Poste is expected to sail the fifth leg of the Whitbread Round the World race.   Whitbread officials said La Poste would sail today from Punta del Este with only 11 of its 15 original...","lead_paragraph":"Although four of its members are in jail, the French yacht La Poste is expected to sail the fifth leg of the Whitbread Round the World race. Whitbread officials said La Poste would sail today from Punta del Este with only 11 of its 15 original members. The 5,475-mile fifth leg will end in Fort Lauderdale, Fla. The 32,000-mile, six-leg race is expected to finish in Southampton, England, in July.","abstract":null,"print_page":"28","blog":[],"source":"AP","multimedia":[],"headline":{"main":"French Yacht Sails Without Full Boat"},"keywords":[{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"WHITBREAD ROUND THE WORLD RACE"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1994-04-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1b5e78eb7c8105d6dbaa2","word_count":70}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}