{"response":{"meta":{"hits":74,"time":42,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/potential-witness-in-moxley-case-denies-knowing-who-killed-girl.html","snippet":"A potential witness whom defense lawyers want to use to try to reverse the conviction of Michael C. Skakel in the 1975 murder of Martha Moxley said today that his statements on the matter had been ''blown out of proportion'' and that he did not know...","lead_paragraph":"A potential witness whom defense lawyers want to use to try to reverse the conviction of Michael C. Skakel in the 1975 murder of Martha Moxley said today that his statements on the matter had been ''blown out of proportion'' and that he did not know who had committed the murder. The latest statement by the possible witness, Gitano Bryant, made in a rambling phone interview that was monitored by his lawyer and coming on the heels of new information about his own criminal history and legal troubles, is likely to further cloud the uphill efforts by Mr. Skakel's lawyers to free him. Their latest efforts suggest that they plan to contend that two young men from the Bronx may have committed the murder on the night of Oct. 30, 1975.","abstract":"Lawyers trying to reverse conviction of Michael Skakel in 1975 murder of Martha Moxley say potential witness Gitano Bryant does not know who committed murder, further clouding their efforts on Skakel's behalf; had planned to seek new trial based mostly on Bryant's testimony (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Potential Witness in Moxley Case Denies Knowing Who Killed Girl"},"keywords":[{"name":"persons","value":"BRYANT, GITANO"},{"name":"persons","value":"MOXLEY, MARTHA"},{"name":"persons","value":"SKAKEL, MICHAEL"},{"name":"glocations","value":"GREENWICH (CONN)"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"},{"name":"subject","value":"CHILDREN AND YOUTH"}],"pub_date":"2003-09-10T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Alison","middlename":"Leigh","lastname":"COWAN","rank":1,"role":"reported","organization":""}],"original":"By ALISON LEIGH COWAN"},"type_of_material":"News","_id":"4fd2314f8eb7c8105d7c0774","word_count":846},{"web_url":"http:\/\/www.nytimes.com\/2003\/09\/17\/business\/brazil-pushes-for-south-american-trade-pact.html","snippet":"Brazil, Latin America's largest economy, is pushing hard to form a continentwide trade pact by the end of the year that would give South American nations greater leverage as the United States pursues its own trade agreement for the hemisphere.    ...","lead_paragraph":"Brazil, Latin America's largest economy, is pushing hard to form a continentwide trade pact by the end of the year that would give South American nations greater leverage as the United States pursues its own trade agreement for the hemisphere. The effort, which has been in the works for months, now has new momentum after talks at the World Trade Organization in Cancún, Mexico, collapsed Sunday when Brazil and other developing nations rebelled against the wealthy ones. Trade experts say that attempts at regional trade deals may now proliferate, as developing countries try to counterbalance the United States.","abstract":"Brazil is pushing hard to form continentwide trade pact by the end of 2003 that would give South American nations greater leverage as United States pursues its own trade accord for hemisphere; collapse of World Trade Organization talks gives effort new momentum; five nations of Andean Community have agreed to conclude free trade talks with Mercosur, southern trade group Brazil dominates; Brazilian Pres Luiz Inacio Lula da Silva, visiting Colombia, discusses pact with Pres Alvaro Uribe, whose nation is most resistant to joining; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Pushes for South American Trade Pact"},"keywords":[{"name":"persons","value":"DA SILVA, LUIZ INACIO LULA"},{"name":"persons","value":"URIBE, ALVARO"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"organizations","value":"MERCOSUR"},{"name":"organizations","value":"ANDEAN COMMUNITY"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"FREE PORTS AND TRADING ZONES"}],"pub_date":"2003-09-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Juan","rank":1,"lastname":"FORERO"}],"original":"By JUAN FORERO"},"type_of_material":"News","_id":"4fd231558eb7c8105d7c0ba6","word_count":821},{"web_url":"http:\/\/www.nytimes.com\/2003\/10\/07\/books\/arts-briefing-highlights-brooklyn-golijov-opera-canceled.html","snippet":"The New York premiere of ''Ainadamar,'' a new opera by the Argentine composer Osvaldo Golijov, which was scheduled for the Harvey Theater at the Brooklyn Academy of Music this month, has been canceled because of illness of the star, the soprano Dawn...","lead_paragraph":"The New York premiere of ''Ainadamar,'' a new opera by the Argentine composer Osvaldo Golijov, which was scheduled for the Harvey Theater at the Brooklyn Academy of Music this month, has been canceled because of illness of the star, the soprano Dawn Upshaw, officials announced yesterday. The opera was first presented at Tanglewood in August, with Ms. Upshaw as Margarita Xirgu, an actress in 1960's Uruguay. The four Brooklyn performances beginning Oct. 28 were to be presented by Lincoln Center and the Brooklyn Academy of Music. Lincoln Center said in a statement that they hoped to present the opera in a future season. On Sunday it was announced that Mr. Golijov was chosen as one of this year's John D. and Catherine T. MacArthur Foundation ''genius award'' recipients. BEN SISARIO","abstract":"Arts Briefing column: Brooklyn Academy of Music cancels New York premiere of Ainadamar, new opera by Argentine composer Osvaldo Golijov, due to illness of soprano Dawn Upshaw; J M Coetzee, reclusive South African winner of Nobel Prize in Literature, reportedly plans to attend ceremony in December in Stockholm (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BROOKLYN: GOLIJOV OPERA CANCELED","kicker":"ARTS BRIEFING: HIGHLIGHTS"},"keywords":[{"name":"creative_works","value":"AINADAMAR (OPERA)"},{"name":"persons","value":"COETZEE, J M"},{"name":"persons","value":"GOLIJOV, OSVALDO"},{"name":"persons","value":"UPSHAW, DAWN"},{"name":"persons","value":"VAN GELDER, LAWRENCE"},{"name":"subject","value":"BOOKS AND LITERATURE"},{"name":"subject","value":"OPERA"},{"name":"subject","value":"NOBEL PRIZES"}],"pub_date":"2003-10-07T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ben","rank":1,"lastname":"SISARIO"}],"original":"By BEN SISARIO"},"type_of_material":"News","_id":"4fd231548eb7c8105d7c0ad6","word_count":133},{"web_url":"http:\/\/www.nytimes.com\/2003\/10\/14\/sports\/soccer-report-a-us-open-cup-primer.html","snippet":"The MetroStars and the Chicago Fire play tomorrow at Giants Stadium in East Rutherford, N.J., in the final of the Lamar Hunt U.S. Open Cup. The tournament, which was first played in 1914, is the oldest in the United States and among the oldest soccer...","lead_paragraph":"The MetroStars and the Chicago Fire play tomorrow at Giants Stadium in East Rutherford, N.J., in the final of the Lamar Hunt U.S. Open Cup. The tournament, which was first played in 1914, is the oldest in the United States and among the oldest soccer competitions in the world. It has always included professionals, and teams from Major League Soccer have participated since 1997. Clubs from the old North American Soccer League never played in the Open Cup. But first, a bit of history, with thanks to Colin Jose at the National Soccer Hall of Fame in Oneonta, N.Y.","abstract":"MetroStars prepare to face Chicago Fire in Lamar Hunt US Open Cup final (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A U.S. Open Cup Primer","kicker":"SOCCER REPORT"},"keywords":[{"name":"organizations","value":"CHICAGO FIRE"},{"name":"organizations","value":"METROSTARS"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"LAMAR HUNT US OPEN CUP (SOCCER)"}],"pub_date":"2003-10-14T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd277298eb7c8105d8387a3","word_count":892},{"web_url":"http:\/\/www.nytimes.com\/2003\/10\/26\/travel\/his-best-trips-are-never-no-sweat.html","snippet":"INFUSED with that peculiar form of vitality that only jet lag can provide, an alertness sharpened to almost paranoiac precision, I pulled on my singlet and shorts and running shoes. My wife gingerly drew back the curtain of our San Francisco hotel...","lead_paragraph":"INFUSED with that peculiar form of vitality that only jet lag can provide, an alertness sharpened to almost paranoiac precision, I pulled on my singlet and shorts and running shoes. My wife gingerly drew back the curtain of our San Francisco hotel room to find more darkness than daybreak in the 6 a.m. sky. Fourteen years into marriage, she retained a newlywed's capacity for exasperation on one particular husbandly quirk. ''Why,'' she asked, already knowing the answer, ''do you have to run today?'' If I were so insistent on doing my daily miles, she went on, then couldn't I at least do them in the fitness center? There was no place to jog on top of Nob Hill. Half the reason we'd chosen this hotel -- the Ritz-Carlton -- was a guidebook's rhapsody to its health club, which indeed included a full row of treadmills, each equipped with a personal television and headphone.","abstract":"Samuel G Freedman travel essay on joy of running in unfamiliar cities while on vacation; drawing (M)","print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"His Best Trips Are Never No Sweat"},"keywords":[{"name":"subject","value":"RUNNING"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2003-10-26T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"firstname":"Samuel","middlename":"G.","lastname":"FREEDMAN","rank":1,"role":"reported","organization":""}],"original":"By SAMUEL G. FREEDMAN"},"type_of_material":"News","_id":"4fd246d58eb7c8105d7e1f58","word_count":1197},{"web_url":"http:\/\/www.nytimes.com\/2003\/10\/28\/business\/miami-caught-in-free-trade-quandary.html","snippet":"This city seems uniquely qualified to be selected as the diplomatic headquarters of the Free Trade Area of the Americas, the long-awaited agreement on lowering tariffs throughout the hemisphere. What other place can boast of superior air connections,...","lead_paragraph":"This city seems uniquely qualified to be selected as the diplomatic headquarters of the Free Trade Area of the Americas, the long-awaited agreement on lowering tariffs throughout the hemisphere. What other place can boast of superior air connections, physical proximity, cultural and linguistic ties and a history of strong commercial relations with Latin America? Unfortunately for Miami, the selection process that was supposed to make it a shoo-in for the headquarters, a prize worth an anticipated $500 million a year in economic activity and an estimated 15,000 jobs for diplomats, trade negotiators, lawyers, bankers and other white-collar professionals, has become fraught with uncertainty.","abstract":"Selection of Miami as headquarters of Free Trade Area of Americas, long-awaited agreement on lowering tariffs throughout hemisphere, has become fraught with uncertainty; selection process was supposed to make Miami shoo-in, prize worth anticipated $500 million per year in economic activity and estimated 15,000 jobs for diplomats, trade negotiators, lawyers, bankers and other white-collar professionals; trade agreement may not materialize, or be diminished in scope because of quarreling between negotiators from US and Brazil; Atlanta has started well-financed campaign to present itself as alternate gateway to region; Jorge L Arrizurieta heads Miami's effort to become home of Free Trade Area of Americas; Jose Ignacio Gonzalez heads group that is competing with Miami to make Atlanta headquarters; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Miami Caught in Free Trade Quandary"},"keywords":[{"name":"persons","value":"ARRIZURIETA, JORGE"},{"name":"persons","value":"GONZALEZ, JOSE IGNACIO"},{"name":"glocations","value":"MIAMI (FLA)"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ATLANTA (GA)"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"FREE TRADE AGREEMENT OF THE AMERICAS"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"HIRING AND PROMOTION"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2003-10-28T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd233338eb7c8105d7c3a2d","word_count":1679},{"web_url":"http:\/\/www.nytimes.com\/2003\/10\/31\/business\/getting-ready-for-an-argentine-turnaround.html","snippet":"The ravaged corporate landscape of postcrisis Argentina is strewn with the remains of the Exxel Group, once Latin America's mightiest private equity fund. Yet Juan Navarro, the man who built the Exxel empire over the last decade, seems sanguine.    ...","lead_paragraph":"The ravaged corporate landscape of postcrisis Argentina is strewn with the remains of the Exxel Group, once Latin America's mightiest private equity fund. Yet Juan Navarro, the man who built the Exxel empire over the last decade, seems sanguine. ''In 1992, when we started, we had $46 million and were competing with everyone in the world during a period of growth,'' the 51-year-old financier said recently, chomping on a signature cigar at his headquarters -- still plush but eerily quiet these days -- high over the River Plate. ''Now we have $300 million still unspent, with very little competition.''","abstract":"Getting","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Getting Ready for an Argentine Turnaround"},"keywords":[{"name":"persons","value":"NAVARRO, JUAN"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"EXXEL GROUP"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2003-10-31T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd248d78eb7c8105d7e5adb","word_count":1371},{"web_url":"http:\/\/www.nytimes.com\/2003\/11\/03\/sports\/sports-briefing.html","snippet":"GOLF    Goosen Holds Off Singh      Vijay Singh will have to wait another week to clinch the PGA Tour money title.    Retief Goosen made back-to-back birdies to hold off a final charge from Singh, winning the Chrysler Championship yesterday in Palm...","lead_paragraph":"GOLF Goosen Holds Off Singh Vijay Singh will have to wait another week to clinch the PGA Tour money title. Retief Goosen made back-to-back birdies to hold off a final charge from Singh, winning the Chrysler Championship yesterday in Palm Harbor, Fla., by three strokes. Goosen closed with a one-under-par 70 to finish at 12-under 272 and earn $864,000.","abstract":"Retief Goosen wins Chrysler Classic (S)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sports Briefing"},"keywords":[{"name":"persons","value":"GOOSEN, RETIEF"},{"name":"subject","value":"CHRYSLER CLASSIC (GOLF)"},{"name":"subject","value":"GOLF"}],"pub_date":"2003-11-03T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd29b098eb7c8105d87abea","word_count":722},{"web_url":"http:\/\/www.nytimes.com\/2003\/11\/16\/business\/private-sector-a-bet-on-beef-and-sizzle-pays-off.html","snippet":"WHEN Jair Coser arrived in Texas six years ago from São Paulo with a plan to open a chain of high-end Brazilian steakhouses in the United States, restaurateurs told him that he was crazy.     After all, demand for beef had been falling since 1980 as...","lead_paragraph":"WHEN Jair Coser arrived in Texas six years ago from São Paulo with a plan to open a chain of high-end Brazilian steakhouses in the United States, restaurateurs told him that he was crazy. After all, demand for beef had been falling since 1980 as health-conscious Americans switched to poultry and fish. Who would spend $60 for a bacchanalian, all-you-can-eat Brazilian buffet of barbecued beef sliced from skewers over their plates by waiters in gaucho outfits?","abstract":"Profile of Jair Coser, chief executive of Foge de Chao, chain of Brazilian-style restaurants where waiters slice meats from skewers; photos (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Private Sector; A Bet on Beef (and Sizzle) Pays Off"},"keywords":[{"name":"persons","value":"COSER, JAIR"},{"name":"organizations","value":"FOGE DE CHAO"},{"name":"subject","value":"RESTAURANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"2003-11-16T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"Biography","_id":"4fd23a1f8eb7c8105d7ce827","word_count":1164},{"web_url":"http:\/\/www.nytimes.com\/2003\/12\/09\/business\/world-business-briefing-americas-uruguay-oil-privatization-rejected.html","snippet":"A government move toward partial privatization of the oil sector was rejected by voters in a defeat for the country's already unpopular government. More than 60 percent of the votes favored cancellation of a law passed in 2001 that would have allowed...","lead_paragraph":"A government move toward partial privatization of the oil sector was rejected by voters in a defeat for the country's already unpopular government. More than 60 percent of the votes favored cancellation of a law passed in 2001 that would have allowed the government oil company, Ancap, to form alliances with private oil companies. The referendum result was viewed as a blow to President Jorge Batlle. Tony Smith (NYT)","abstract":"Government","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Business Briefing | Americas: Uruguay: Oil Privatization Rejected"},"keywords":[{"name":"persons","value":"BATLLE, JORGE"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"ANCAP"},{"name":"subject","value":"OIL (PETROLEUM) AND GASOLINE"},{"name":"subject","value":"PRIVATIZATION"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REFERENDUMS"}],"pub_date":"2003-12-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Tony","middlename":"Smith","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Tony Smith (NYT)"},"type_of_material":"News","_id":"4fd234708eb7c8105d7c5aef","word_count":69}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}