{"response":{"meta":{"hits":106,"time":136,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/26\/sports\/soccer-unqualified-success-after-us-wins-a-3rd.html","snippet":"The United States took a commanding lead in the final round of World Cup qualifying in the North and Central American and Caribbean region with a 1-0 triumph over Costa Rica tonight.    It was the third victory in three games in the six-nation...","lead_paragraph":"The United States took a commanding lead in the final round of World Cup qualifying in the North and Central American and Caribbean region with a 1-0 triumph over Costa Rica tonight. It was the third victory in three games in the six-nation qualifying tournament for the United States, which beat Mexico and Honduras in its first two games. The United States is the only team in the region with a perfect record (3-0-0 and 9 points), and tonight's triumph put the Americans a step closer to qualifying for the 2002 World Cup in Japan and South Korea, where the United States would attempt to redeem itself for finishing last among the teams that reached the 1998 World Cup.","abstract":"United States takes commanding lead in final round of men's World Cup qualifying in North and Central American and Caribbean region with 1-0 triumph over Costa Rica; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Unqualified Success After U.S. Wins a 3rd","kicker":"SOCCER"},"keywords":[{"name":"glocations","value":"COSTA RICA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-04-26T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd205888eb7c8105d76dfa5","word_count":726},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/01\/science\/world-science-becomes-global-village-archive-opens-new-realm-research.html","snippet":"Lubos Motl, an undergraduate physics student at Charles University in Prague, was not feeling very cheerful over the Christmas holidays in 1996. His family was shaken by instability, he was suffering chronic stomach pain and he had just been...","lead_paragraph":"Lubos Motl, an undergraduate physics student at Charles University in Prague, was not feeling very cheerful over the Christmas holidays in 1996. His family was shaken by instability, he was suffering chronic stomach pain and he had just been hospitalized after a serious accident at home. And no one at the university knew much about his scientific passion, a highly abstract and mathematical area of physics called string theory. To overcome his personal difficulties, Mr. Motl could only call upon what turned out to be a remarkable internal resiliency. But his scientific challenges had a more straightforward solution: an electronic, Web-based archive centered at Los Alamos National Laboratory in New Mexico.","abstract":"Web-based archive centered at Los Alamos National Laboratory is transforming quality of research, primarily in physical sciences, at institutions around the world, allowing scientists in third world to do the kind of pioneering work that is normally done in the great scientific centers; archive was founded by Dr Paul Ginsparg 10 years ago primarily for use of American scientists, but today more than two thirds of the visits it receives each week--some two million--are from institutions abroad; 35,000 new papers are expected to be submitted to archive in 2001 alone; one explanation for archive's resounding success is that it is free; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World of Science Becomes a Global Village; Archive Opens a New Realm of Research"},"keywords":[{"name":"persons","value":"GINSPARG, PAUL"},{"name":"organizations","value":"LOS ALAMOS NATIONAL LABORATORY"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"},{"name":"subject","value":"PHYSICS"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2001-05-01T00:00:00Z","document_type":"article","news_desk":"Science Desk","section_name":"Technology; Science; Health","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"GLANZ"}],"original":"By JAMES GLANZ"},"type_of_material":"News","_id":"4fd20ac48eb7c8105d777d47","word_count":2258},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/06\/arts\/dance-like-a-bird-like-a-whale-like-the-wind.html","snippet":"JENNIFER MONSON is not your average reckless bike-to-work New Yorker. She's an experimental choreographer, so when she commutes it's research.    ''I've been thinking a lot about how I navigate,'' she said recently. ''I have these routes that I take...","lead_paragraph":"JENNIFER MONSON is not your average reckless bike-to-work New Yorker. She's an experimental choreographer, so when she commutes it's research. ''I've been thinking a lot about how I navigate,'' she said recently. ''I have these routes that I take over and over again, but sometimes there's road work, so I'll go out of my way. If I drew a map of my pattern of movement, there would be really heavy lines in the places that I use often and then these lighter lines. It would mimic animal navigation patterns.''","abstract":"Apollinaire Scherr interview with Jennifer Monson, dancer and choreographer whose work probes animal migration; photo (M)","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Like a Bird, Like a Whale, Like the Wind","kicker":"DANCE"},"keywords":[{"name":"persons","value":"MONSON, JENNIFER"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DANCING"}],"pub_date":"2001-05-06T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Apollinaire","rank":1,"lastname":"SCHERR"}],"original":"By APOLLINAIRE SCHERR"},"type_of_material":"News","_id":"4fd209dd8eb7c8105d776483","word_count":1099},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/06\/business\/sugar-rules-defy-free-trade-logic.html","snippet":"For anyone who thinks of the United States as a free-trade nation, the 10-story brick sugar refinery on Highway 90A here on the outskirts of Houston is startling.     The plant can produce up to 500,000 tons of sugar a year, enough to sweeten about...","lead_paragraph":"For anyone who thinks of the United States as a free-trade nation, the 10-story brick sugar refinery on Highway 90A here on the outskirts of Houston is startling. The plant can produce up to 500,000 tons of sugar a year, enough to sweeten about 90 billion doughnuts. But while America has a sweet tooth, it does not need all that sugar. Indeed, America is swimming in sugar, largely because the sugar business is one of the economy's most protectionist niches.","abstract":"Refiners and consumers are criticizing government sugar program that protects growers from foreign competition; program costs American consumers almost $2 billion per year in higher prices, has led to overproduction and left taxpayers owners of million tons of sugar that they pay $1.4 million a month to store; refiners are demanding overhaul, consumer groups want it abolished, and even its backers and beneficiaries are dissatisfied; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SUGAR RULES DEFY FREE-TRADE LOGIC"},"keywords":[{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"SUGAR"}],"pub_date":"2001-05-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd249f18eb7c8105d7e7dbb","word_count":1375},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/10\/world\/world-briefing-americas-brazil-foot-and-mouth-vaccination-ordered.html","snippet":"The government announced that it will require the vaccination of all cattle in the country's southernmost state, Rio Grande do Sul, after foot-and-mouth disease was found there in a herd less than two miles from the border with Uruguay, where an...","lead_paragraph":"The government announced that it will require the vaccination of all cattle in the country's southernmost state, Rio Grande do Sul, after foot-and-mouth disease was found there in a herd less than two miles from the border with Uruguay, where an outbreak was discovered last month. Brazil has the world's largest commercial cattle herd, 167 million head, and has sent troops to the southern border to prevent infected cattle from being smuggled into the country. Larry Rohter (NYT)","abstract":"Brazilian government will require vaccination of all cattle in country's southernmost state, Rio Grande do Sul, after foot-and-mount disease is found there in herd less than two miles from border with Uruguay, where outbreak was discovered in April (S)","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing | Americas: Brazil: Foot-and-Mouth Vaccination Ordered"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"LIVESTOCK"},{"name":"subject","value":"VACCINATION AND IMMUNIZATION"},{"name":"subject","value":"LIVESTOCK DISEASES"},{"name":"subject","value":"FOOT-AND-MOUTH DISEASE"}],"pub_date":"2001-05-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Larry","middlename":"Rohter","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Larry Rohter (NYT)"},"type_of_material":"News","_id":"4fd209d78eb7c8105d775fca","word_count":78},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/16\/world\/un-delegation-off-to-africa-sees-glimmer-of-hope-for-congo.html","snippet":"Most of the Security Council left New York for Africa today for an intense round of talks intended to hasten the end of the war in Congo.     The unusually large delegation and the schedule of meetings with government leaders in at least nine...","lead_paragraph":"Most of the Security Council left New York for Africa today for an intense round of talks intended to hasten the end of the war in Congo. The unusually large delegation and the schedule of meetings with government leaders in at least nine countries will make this the most ambitious field trip the Council has made since it began studying world crises firsthand in recent years. Twelve of 15 Council members, including ambassadors from the United States, Britain, China and France, are taking part. Ambassador Jean-David Levitte of France, who is leading the mission, said in an interview on the eve of the delegation's departure that this is the moment for a concerted push on Congo.","abstract":"Most of Security Council leaves for Africa for intense round of talks intended to speed end of war in Congo; unusually large delegation will meet with leaders in at least nine nations; French Amb Jean-David Levitte, who leads mission, comments, interview (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. Delegation, Off to Africa, Sees Glimmer of Hope for Congo"},"keywords":[{"name":"persons","value":"LEVITTE, JEAN-DAVID"},{"name":"glocations","value":"CONGO (FORMERLY ZAIRE)"},{"name":"organizations","value":"SECURITY COUNCIL"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"}],"pub_date":"2001-05-16T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"}],"original":"By BARBARA CROSSETTE"},"type_of_material":"News","_id":"4fd20ac18eb7c8105d777a88","word_count":540},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/20\/travel\/q-and-a-315133.html","snippet":"Southeast Asian Tours      Q. My wife and I are looking for a Southeast Asian tour that includes Laos and Cambodia. Cambodia seems to be relatively common on such tours, Laos less so. Can you suggest companies that include both? -- Eric Dimmler,...","lead_paragraph":"Southeast Asian Tours Q. My wife and I are looking for a Southeast Asian tour that includes Laos and Cambodia. Cambodia seems to be relatively common on such tours, Laos less so. Can you suggest companies that include both? -- Eric Dimmler, Minneapolis A. Only in recent years has Laos started appearing on tour itineraries, usually in combination with visits to two of its neighbors -- Cambodia and Vietnam. If you would like to go to all three countries on a single tour, you should have no problem tracking down interesting programs.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Q and A"},"keywords":[],"pub_date":"2001-05-20T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Suzanne","rank":1,"lastname":"MacNEILLE"}],"original":"By SUZANNE MacNEILLE"},"type_of_material":"Question","_id":"4fd249ef8eb7c8105d7e7c1f","word_count":1031},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/22\/world\/robert-f-woodward-92-was-envoy-to-latin-america.html","snippet":"Robert Forbes Woodward, a career foreign service officer and Latin America expert who left an imprint on American policy from Cuba to Argentina, died on Friday at his home in Washington. He was 92.    Mr. Woodward, who was ambassador to three Latin...","lead_paragraph":"Robert Forbes Woodward, a career foreign service officer and Latin America expert who left an imprint on American policy from Cuba to Argentina, died on Friday at his home in Washington. He was 92. Mr. Woodward, who was ambassador to three Latin American countries and Spain before becoming a senior State Department policy maker, helped implement the Kennedy administration's Alliance for Progress, an aid program to spur development in Latin America.","abstract":"Robert Forbes Woodward, career foreign service officer and Latin America expert who left imprint on American policy from Cuba to Argentina, dies at age 92; photo (M)","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Robert F. Woodward, 92; Was Envoy to Latin America"},"keywords":[{"name":"persons","value":"WOODWARD, ROBERT F"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2001-05-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Christopher","rank":1,"lastname":"MARQUIS"}],"original":"By CHRISTOPHER MARQUIS"},"type_of_material":"Obituary; Biography","_id":"4fd22ff18eb7c8105d7be377","word_count":458},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/23\/classified\/paid-notice-deaths-woodward-ambassador-robert-forbes.html","snippet":"WOODWARD - Ambassador Robert Forbes. On May 18, 2001 in Georgetown. Foreign Service Officer 1931-1968; Ambassador: Costa Rica, Chile, Uruguay, Spain. 1961 Assistant Secretary of State for Latin American Affairs. Survived by son, Robert Jr., Boyds,...","lead_paragraph":"WOODWARD - Ambassador Robert Forbes. On May 18, 2001 in Georgetown. Foreign Service Officer 1931-1968; Ambassador: Costa Rica, Chile, Uruguay, Spain. 1961 Assistant Secretary of State for Latin American Affairs. Survived by son, Robert Jr., Boyds, MD., daughter Mary Woodward Truland, Germantown, MD., six grandchildren. B.A. Degree and Distinguished Service Award from University of Minnesota. Hon. LL.D., The University of the Pacific. Graduate National War College. Member The Metropolitan Club, Chevy Chase Club, Sulgrave Club, The Washington Institute of Foreign Affairs, The Diplomatic and Consular Officers, Retired, and The American Academy of Diplomacy. Private graveside service, celebration of his life for friends 4 PM Saturday, May 26th at his home.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths  WOODWARD, AMBASSADOR ROBERT FORBES"},"keywords":[{"name":"persons","value":"WOODWARD, AMBASSADOR ROBERT FORBES"}],"pub_date":"2001-05-23T00:00:00Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"4fd216288eb7c8105d7902f2","word_count":110},{"web_url":"http:\/\/www.nytimes.com\/2001\/05\/24\/nyregion\/a-boy-s-slaying-resonates-in-a-bedroom-city-of-immigrant-workers.html","snippet":"The Morris County, N.J., prosecutor urged Hispanic neighbors of a slain 10-year-old Guatemalan boy yesterday to come forward with any information that might aid the investigation, without worrying about deportation or other penalties if they are...","lead_paragraph":"The Morris County, N.J., prosecutor urged Hispanic neighbors of a slain 10-year-old Guatemalan boy yesterday to come forward with any information that might aid the investigation, without worrying about deportation or other penalties if they are illegal immigrants. ''We've got a murder to solve,'' said John B. Dangler, the prosecutor, standing outside the home in Morristown of Walter Contreras Valenzuela, whose battered body was found Tuesday morning near railroad tracks less than a mile from the house he shared with his parents and 9-year-old sister. The authorities had been looking for Walter since early Monday, when he failed to return home from a local church carnival.","abstract":"Morris County, NJ, authorities appeal to Hispanic neighbors of slain 10-year-old Walter Valenzuela to come forward with any information that might aid investigation without worrying about being deported or other penalties if they are illegal aliens; map; chart; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Boy's Slaying Resonates in a Bedroom City of Immigrant Workers"},"keywords":[{"name":"persons","value":"VALENZUELA, WALTER"},{"name":"glocations","value":"MORRISTOWN (NJ)"},{"name":"subject","value":"ILLEGAL ALIENS"},{"name":"subject","value":"DEPORTATION"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"CHILDREN AND YOUTH"}],"pub_date":"2001-05-24T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Andrew","rank":1,"lastname":"JACOBS"},{"organization":"","role":"reported","firstname":"Robert","rank":2,"lastname":"HANLEY"}],"original":"By ANDREW JACOBS and ROBERT HANLEY"},"type_of_material":"News","_id":"4fd215308eb7c8105d78e8f8","word_count":1000}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}