{"response":{"meta":{"hits":77,"time":45,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/spare-times-559954.html","snippet":"ATTRACTIONS    Museums and Sites    AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through March 7, ''Bernardo Bertolucci,'' featuring films by the director; screenings this weekend, ''Bologna'' (1989) and...","lead_paragraph":"ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through March 7, ''Bernardo Bertolucci,'' featuring films by the director; screenings this weekend, ''Bologna'' (1989) and ''Tragedy of a Ridiculous Man (La Tagedia di un Uomo Ridicolo''), 1981, tomorrow at 1:30 p.m.; ''The Sheltering Sky'' (1990), tomorrow at 4 p.m.; ''Bertolucci Shoots 1900; The Cinema According to Bernardo Bertolucci'' (1975), Sunday at 12:30 p.m.; ''The Last Emperor'' (director's cut, 1987), Sunday at 2 p.m.; ''Last Tango in Paris'' (1972), tomorrow and Sunday at 6:30 p.m. Through April 25, ''Blip: Arcade Classics From the Museum Collection,'' an interactive exhibition of video games from the 1970's and 80's. Film and video showings are free with admission unless otherwise noted. Museum admission: $10; 65+ and students, $7.50; ages 5 to 18, $5; free for members and children 4 and younger and for everyone, Fridays from 4 to 8 p.m.; Friday evening screenings are extra. Information: (718) 784-0077 or www. movingimage.us.","abstract":null,"print_page":"34","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SPARE TIMES"},"keywords":[],"pub_date":"2004-02-27T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd24bb78eb7c8105d7eaaa6","word_count":2808},{"web_url":"http:\/\/www.nytimes.com\/2004\/02\/29\/books\/you-don-t-want-to-live-there.html","snippet":"AT THE TOMB OF   THE INFLATABLE PIG   Travels Through Paraguay.   By John Gimlette.   Illustrated. 362 pp. New York:   Alfred A. Knopf. $25.","lead_paragraph":"AT THE TOMB OF THE INFLATABLE PIG Travels Through Paraguay. By John Gimlette. Illustrated. 362 pp. New York: Alfred A. Knopf. $25.","abstract":"Ben Macintyre reviews book At the Tomb of the Inflatable Pig: Travels Through Paraguay by John Gimlette (M)","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"You Don't Want to Live There"},"keywords":[{"name":"creative_works","value":"AT THE TOMB OF THE INFLATABLE PIG (BOOK)"},{"name":"persons","value":"GIMLETTE, JOHN"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"BOOKS AND LITERATURE"}],"pub_date":"2004-02-29T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ben","rank":1,"lastname":"Macintyre"}],"original":"By Ben Macintyre"},"type_of_material":"Review","_id":"4fd23c108eb7c8105d7d12f9","word_count":1066},{"web_url":"http:\/\/www.nytimes.com\/2004\/03\/04\/sports\/sports-of-the-times-haitian-players-watch-the-ball-and-the-tube.html","snippet":"IN their spare time, they stare at the television: the roaming mobs, the bodies in the street, the fire and the smoke.    They make frantic phone calls, hoping their families are all right as their homeland, Haiti, goes through another wave of...","lead_paragraph":"IN their spare time, they stare at the television: the roaming mobs, the bodies in the street, the fire and the smoke. They make frantic phone calls, hoping their families are all right as their homeland, Haiti, goes through another wave of terror.","abstract":"George Vecsey Sports of The Times column discusses Haitian national soccer team, which prepares for 2006 World Cup qualifying games and exhibition games despite political turmoil in Haiti (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sports of The Times; Haitian Players Watch The Ball and the Tube"},"keywords":[{"name":"glocations","value":"HAITI"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SPORTS OF THE TIMES (TIMES COLUMN)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"2004-03-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"George","rank":1,"lastname":"VECSEY"}],"original":"By GEORGE VECSEY"},"type_of_material":"News","_id":"4fd27b2d8eb7c8105d83ff3a","word_count":810},{"web_url":"http:\/\/www.nytimes.com\/2004\/03\/05\/arts\/art-review-unveiling-the-modern-s-works-from-south-of-the-border.html","snippet":"The first work by a Latin American artist that I remember seeing in New York was Wifredo Lam's huge and (to me, then) menacing canvas ''The Jungle'' (1943). For varying periods it hung in the entrance hall of the Museum of Modern Art, its powerful...","lead_paragraph":"The first work by a Latin American artist that I remember seeing in New York was Wifredo Lam's huge and (to me, then) menacing canvas ''The Jungle'' (1943). For varying periods it hung in the entrance hall of the Museum of Modern Art, its powerful Surrealist presence a sort of logo for the museum as a stronghold of avant-garde culture. I didn't fathom then that this Picassoid painting, with its verticals of sugar canes morphing into human shapes, attended by African masks and voodoo symbols, was a sophisticated vision of the artist's Afro-Cuban heritage and at the same time an anticolonialist statement about its exploitation by outside interests.","abstract":"Grace Glueck reviews exhibit of Latin American and Caribbean art from Museum of Modern Art's collection on view at El Museo del Barrio; photo (M)","print_page":"34","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Unveiling the Modern's Works From South of the Border","kicker":"ART REVIEW"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CARIBBEAN AREA"},{"name":"organizations","value":"MUSEUM OF MODERN ART"},{"name":"organizations","value":"EL MUSEO DEL BARRIO"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"2004-03-05T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Grace","rank":1,"lastname":"GLUECK"}],"original":"By GRACE GLUECK"},"type_of_material":"Review","_id":"4fd23d9e8eb7c8105d7d3d1d","word_count":1152},{"web_url":"http:\/\/www.nytimes.com\/2004\/03\/11\/books\/publishers-note-novelist-available.html","snippet":"Martin Amis has a story in the current issue of The New Yorker, a twisted and profane tale of a despot's body double in the midst of a collapsing regime. It is in many respects a typically Amis affair, an exercise in extreme fiction rescued from...","lead_paragraph":"Martin Amis has a story in the current issue of The New Yorker, a twisted and profane tale of a despot's body double in the midst of a collapsing regime. It is in many respects a typically Amis affair, an exercise in extreme fiction rescued from puerility by taut, cutting prose. But in the wake of a novel that was panned by critics and that concluded his American publishing contract, the story conveys another message: Mr. Amis is alive and kicking and, in case anyone's interested, up for grabs. Mr. Amis's last American book deal, with Miramax in 1998, was a major publishing event. Celebrated as the mascot of a new multimedia age and championed by his old friend Tina Brown, Mr. Amis was supposed to import his rock-star appeal to America and show everyone how lowly writers could be the engines of synergy. His literary genius would spread effortlessly across formal borders, as he wrote magazine articles for Ms. Brown's Talk magazine, books for Talk Books and screenplays for Miramax.","abstract":"Article on Martin Amis, whose last novel, Yellow Dog, was panned by critics, garnered relatively few sales and concluded his much-publicized 1988 contract with Miramax; agent Andrew Wylie says Amis is spending year in Uruguay and says relationship with Miramax is happy; Miramax Books publicist Hilary Bass concurs and says Miramax relationship with Amis is expected to continue; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Publishers, Note: Novelist Available"},"keywords":[{"name":"creative_works","value":"YELLOW DOG (BOOK)"},{"name":"persons","value":"BASS, HILARY"},{"name":"persons","value":"AMIS, MARTIN"},{"name":"persons","value":"WYLIE, ANDREW"},{"name":"organizations","value":"MIRAMAX BOOKS"},{"name":"subject","value":"BOOKS AND LITERATURE"}],"pub_date":"2004-03-11T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Hugo","rank":1,"lastname":"LINDGREN"}],"original":"By HUGO LINDGREN"},"type_of_material":"News","_id":"4fd27afb8eb7c8105d83fad1","word_count":1100},{"web_url":"http:\/\/www.nytimes.com\/2004\/03\/23\/arts\/sassy-appraisal-sexes-argentine-cartoonist-articulates-women-s-hopes-fears.html","snippet":"At book fairs all over Latin America these days, the heavyweight novelists who have dominated Spanish-language literature for a generation are no longer the star attraction. More often than not, fascinated readers in search of autographs are flocking...","lead_paragraph":"At book fairs all over Latin America these days, the heavyweight novelists who have dominated Spanish-language literature for a generation are no longer the star attraction. More often than not, fascinated readers in search of autographs are flocking to an intense, 40-ish woman with spiky, punkish blond hair, a dark, raspy voice and just one name: Maitena. The name means ''the most beloved'' in Basque, and to legions of women across Latin America the cartoonist Maitena has become a cherished friend and advocate. Working first through a syndicated comic strip and now in two best-selling series of books (compilations of the comic strips) that together have sold nearly a million copies worldwide, she has articulated their hopes and fears with wit and compassion.","abstract":"Profile of and interview with Maitena, Argentine cartoonist who has become friend and advocate of women, particularly those under 40, across Latin America; photo; cartoon (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Sassy Appraisal of the Sexes; An Argentine Cartoonist Articulates Women's Hopes and Fears"},"keywords":[{"name":"persons","value":"MAITENA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"WOMEN"},{"name":"subject","value":"COMIC BOOKS AND STRIPS"}],"pub_date":"2004-03-23T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd239b98eb7c8105d7cd762","word_count":1230},{"web_url":"http:\/\/www.nytimes.com\/2004\/04\/04\/business\/mutual-funds-report-emerging-market-debt-funds-calmly-earn-their-keep.html","snippet":"ONE of the nicest things you can say to managers of emerging-market debt funds is that they do nothing exciting or exotic. They would much prefer that investors view their funds as firmly in the mainstream.      A series of upheavals -- the collapse...","lead_paragraph":"ONE of the nicest things you can say to managers of emerging-market debt funds is that they do nothing exciting or exotic. They would much prefer that investors view their funds as firmly in the mainstream. A series of upheavals -- the collapse of the Mexican peso in the mid-1990's, the Asian currency crisis of 1997 and the Russian default of 1998 -- left many people with the impression that emerging-market debt was an asset best left to thrill-seekers eager to patrol the murkier fringes of the investment universe.","abstract":"Value of debt issued by governments and companies in emerging markets has risen steadily and sharply since 1998 Russian default, driving strong returns for mutual funds that invest in debt and fresh interest in emerging-market debt from large institutional investors; average emerging-market debt fund rose 3 percent in last quarter and 24.5 percent in last 12 months; fund managers comment; graph; photos (M)","print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Mutual Funds Report; Emerging-Market Debt Funds Calmly Earn Their Keep"},"keywords":[{"name":"glocations","value":"RUSSIA"},{"name":"subject","value":"DEFAULTING"},{"name":"subject","value":"MUTUAL FUNDS"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"INSTITUTIONAL INVESTORS"}],"pub_date":"2004-04-04T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Conrad","rank":1,"lastname":"DE AENLLE"}],"original":"By CONRAD DE AENLLE"},"type_of_material":"News","_id":"4fd27b398eb7c8105d8405a2","word_count":1470},{"web_url":"http:\/\/www.nytimes.com\/2004\/04\/10\/arts\/music-review-city-opera-stages-an-alumni-night-with-time-out-for-tosca.html","snippet":"It felt like a high school reunion. There were former teammates: Spiro Malas, William Ledbetter and Don Yule. There were sweethearts: Janis Eckhart and Harry Dworchak, who met backstage and later married. There were guidance counselors: Julius Rudel,...","lead_paragraph":"It felt like a high school reunion. There were former teammates: Spiro Malas, William Ledbetter and Don Yule. There were sweethearts: Janis Eckhart and Harry Dworchak, who met backstage and later married. There were guidance counselors: Julius Rudel, and Margaret Singer, who flew in from Germany for the event. And if one of the prom queens couldn't attend -- Beverly Sills broke her ankle in a fall on Monday -- there were others who could: Lauren Flanigan, Diana Soviero, and Johanna Meier, big hair and all. The occasion was New York City Opera's 60th birthday, and the crowd that turned out for a reception before Thursday's performance of ''Tosca'' was testimony to the distinctive flair of New York's ''other'' opera company. It is smaller and scrappier than the august Metropolitan, but has 28 world premieres, 20 American premieres and the start of major careers to its credit.","abstract":"Anne Midgette reviews New York City Opera's 60th anniversary production of Tosca; number of opera's alumni attend performance; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"City Opera Stages an Alumni Night, With Time Out for 'Tosca'","kicker":"MUSIC REVIEW"},"keywords":[{"name":"creative_works","value":"TOSCA (OPERA)"},{"name":"organizations","value":"NEW YORK CITY OPERA"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"OPERA"}],"pub_date":"2004-04-10T00:00:00Z","document_type":"article","news_desk":"Arts & Ideas\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anne","rank":1,"lastname":"MIDGETTE"}],"original":"By ANNE MIDGETTE"},"type_of_material":"Review","_id":"4fd29f6c8eb7c8105d883384","word_count":641},{"web_url":"http:\/\/www.nytimes.com\/2004\/04\/11\/world\/warring-militias-in-congo-test-un-enforcement-role.html","snippet":"In this scrappy frontier town in eastern Congo, the United Nations faces among the most important tests of its peacekeeping prowess.     Five thousand blue-helmeted United Nations troops, with orders from the Security Council to secure this lawless...","lead_paragraph":"In this scrappy frontier town in eastern Congo, the United Nations faces among the most important tests of its peacekeeping prowess. Five thousand blue-helmeted United Nations troops, with orders from the Security Council to secure this lawless land run by rival militias, have lately found themselves on the receiving end of the gunmen's wrath.","abstract":"United Nations peace-keeping troops come under increasing fire in Congo and are distrusted by peole they are meant to protect; are largely drawn from developing countries, have varying standards of training, face language barriers and are reluctant to take risks; Western countries have been criticized for setting bad example by refusing to sign up for such missions; France sent 1,400 soldiers on successful emergency mission to region in May 2003 to relieve outnumbered Uruguayan troops; photos; map (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Warring Militias in Congo Test U.N. Enforcement Role"},"keywords":[{"name":"glocations","value":"CONGO"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"LANGUAGE AND LANGUAGES"}],"pub_date":"2004-04-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Somini","rank":1,"lastname":"SENGUPTA"}],"original":"By SOMINI SENGUPTA"},"type_of_material":"News","_id":"4fd239bc8eb7c8105d7cd992","word_count":1318},{"web_url":"http:\/\/www.nytimes.com\/2004\/04\/13\/sports\/soccer-report-venezuela-showing-progress.html","snippet":"Baseball has been very, very good to Venezuela. But soccer? That history is as dark as the national side's burgundy jerseys (the team's nickname is the Vinotinto -- red wine).    ''In some ways, people have the misconception that baseball is a lot...","lead_paragraph":"Baseball has been very, very good to Venezuela. But soccer? That history is as dark as the national side's burgundy jerseys (the team's nickname is the Vinotinto -- red wine). ''In some ways, people have the misconception that baseball is a lot more popular in Venezuela than soccer,'' said Alejandro Moreno, a reserve striker for the Los Angeles Galaxy of Major League Soccer who has recently joined his national team. ''People are fickle. They see successful Venezuelan players in the majors in the U.S. and in Japan. They support success. The problem with soccer has been that the national team has never shown anything.''","abstract":"Venezuelan national soccer team is only team in South America never to have qualified for World Cup, but Venezuela has won three straight matches in 18-match qualifying tournament (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Venezuela Showing Progress","kicker":"SOCCER REPORT"},"keywords":[{"name":"glocations","value":"VENEZUELA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2004-04-13T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd239bb8eb7c8105d7cd945","word_count":1059}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}