{"response":{"meta":{"hits":114,"time":34,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1984\/07\/30\/sports\/us-trounces-china-97-49.html","snippet":"That the opponent was not expected to present a challenge was not important to Bobby Knight, the United States men's basketball coach, before his team's first Olympic game late this afternoon. What was important was that the game, against China,...","lead_paragraph":"That the opponent was not expected to present a challenge was not important to Bobby Knight, the United States men's basketball coach, before his team's first Olympic game late this afternoon. What was important was that the game, against China, presented even Knight with first- game uncertainties. ''How well are we going to play?'' Knight remembered thinking. ''How well are we going to react when the lights are turned on and people are in the stands?''","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. TROUNCES CHINA, 97-49"},"keywords":[{"name":"persons","value":"MORAN, MALCOLM"},{"name":"glocations","value":"CHINA, PEOPLE'S REPUBLIC OF"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"OLYMPIC GAMES (1984)"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"1984-07-30T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd145c68eb7c8105d6204b9","word_count":869},{"web_url":"http:\/\/www.nytimes.com\/1984\/07\/31\/sports\/today-s-events-basketball.html","snippet":"United States vs. Canada, 7:30 P.M., Eastern daylight time, men's preliminary-round game. Also,  China vs. France and  Spain vs. Uruguay. In women's play: United States vs. Australia, noon. Also, Yugoslavia vs. South Korea and","lead_paragraph":"United States vs. Canada, 7:30 P.M., Eastern daylight time, men's preliminary-round game. Also, China vs. France and Spain vs. Uruguay. In women's play: United States vs. Australia, noon. Also, Yugoslavia vs. South Korea and","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TODAY'S EVENTS Basketball"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-07-31T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd139fa8eb7c8105d60eb12","word_count":430},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/02\/sports\/olympic-highlights.html","snippet":"Maybe it is like a World Series with only the National League team or a Super Bowl with only the Dallas Cowboys. But boycott or not, the Games of the XXIII Olympiad are displaying marked American improvement in what this country usually regards as...","lead_paragraph":"Maybe it is like a World Series with only the National League team or a Super Bowl with only the Dallas Cowboys. But boycott or not, the Games of the XXIII Olympiad are displaying marked American improvement in what this country usually regards as ''other'' sports. And on the fourth day of the competition, with the swimmers idle and the track competition not yet begun, those ''other'' sports helped swell the United States gold medal total.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"OLYMPIC HIGHLIGHTS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-08-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1544e8eb7c8105d637cf9","word_count":509},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/02\/sports\/us-men-win-in-basketball.html","snippet":"The partisan American fans began to head for the freeways with 11 minutes to go tonight, satisfied that they had seen the third successive United States victory in the Olympic men's Group B basketball tournament.    Soon the inevitable concluded, and...","lead_paragraph":"The partisan American fans began to head for the freeways with 11 minutes to go tonight, satisfied that they had seen the third successive United States victory in the Olympic men's Group B basketball tournament. Soon the inevitable concluded, and the United States defeated Uruguay, 104-68, to clinch a spot in the quarterfinals. And Ramon Etchamendi, the Uruguayan coach, was asked if there was any way, in his mind, that his team could have won. ''Perhaps if we had played five against seven,'' Etchamendi said.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. MEN WIN IN BASKETBALL"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"OLYMPIC GAMES (1984)"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"1984-08-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Malcolm","rank":1,"lastname":"MORAN"}],"original":"By MALCOLM MORAN"},"type_of_material":"News","_id":"4fd1413f8eb7c8105d6195ab","word_count":672},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/04\/sports\/basketball-us-women-win-and-gain-title-game.html","snippet":"In yet another day of lopsided victories for the United States men's and women's basketball teams, the women made the most significant achievement. Their 91-55 defeat of China, the fourth straight victory, assured the women of a spot in the gold...","lead_paragraph":"In yet another day of lopsided victories for the United States men's and women's basketball teams, the women made the most significant achievement. Their 91-55 defeat of China, the fourth straight victory, assured the women of a spot in the gold medal game Tuesday night. The men won also won their fourth straight, in a Group B game when they defeated a demoralized French team, 120-62, earlier in the day. But with the two-group format in men's play, a spot in the gold-medal game will not be assured until the semifinal games next Wednesday.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. WOMEN WIN AND GAIN TITLE GAME","kicker":"BASKETBALL"},"keywords":[{"name":"subject","value":"OLYMPIC GAMES (1984)"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"},{"name":"subject","value":"WOMEN"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"1984-08-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd13b4b8eb7c8105d610e55","word_count":807},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/07\/sports\/listless-us-team-gains-in-basketball.html","snippet":"Two games removed from a gold- medal match and after six solid weeks of intense preparation, the United States men's basketball team played its most listless game of the Olympic tournament tonight.   The Americans defeated West Germany, 78-67, in a...","lead_paragraph":"Two games removed from a gold- medal match and after six solid weeks of intense preparation, the United States men's basketball team played its most listless game of the Olympic tournament tonight. The Americans defeated West Germany, 78-67, in a quarterfinal match, but for a team that had won its five preliminary games by an average of 39.2 points, the performance was not satisfactory. ''If we had better passing,'' said Ralph Klein, the West German coach, ''it would have been a closer game.''","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LISTLESS U.S. TEAM GAINS IN BASKETBALL"},"keywords":[{"name":"glocations","value":"LOS ANGELES (CALIF)"},{"name":"subject","value":"OLYMPIC GAMES (1984)"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"1984-08-07T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd154a18eb7c8105d637e03","word_count":556},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/10\/theater\/papp-goes-latin-at-the-public.html","snippet":"THE fourth Festival Latino de Nuevo York gets under way today, bringing 450 performers, directors and other theater folk together at the Public Theater, 425 Lafayette Street, near Astor Place, for an outpouring of the arts as celebrated in Spain and...","lead_paragraph":"THE fourth Festival Latino de Nuevo York gets under way today, bringing 450 performers, directors and other theater folk together at the Public Theater, 425 Lafayette Street, near Astor Place, for an outpouring of the arts as celebrated in Spain and Latin America and by the Hispanic peoples of the United States. The festival will run through Aug. 20, and, at least in size, it promises to overshadow its predecessors, a celebration in Spanish, Portuguese and English, with plays and musical entertainments. There will also be 20 films, subtitled in English, representing the National Latino Film and Video Festival, in association with the Museo del Barrio on upper Fifth Avenue. The opening weekend's programs reflect the cosmopolitan scope of the festival. Tonight three groups, in separate halls at the Public, will take the stage at 7 and 10 P.M. In the Anspacher, Brazil's Teatro de Ornitorringo, singing in English, Portuguese and German, will perform ''Mahagonny,'' the classic work of Bertolt Brecht, whose influence has seized the imagination of many modern Latin American theater ensembles (the company repeats the show tomorrow at the same times). Meanwhile, Antonio Gasalla, a comic whose versatility amuses much of Argentina, will be on the boards at the Newman. And in the Martinson, Teatro Pregones, a touring Puerto Rican group based in New York, will do short pieces by Puerto Rican playwrights.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PAPP GOES LATIN AT THE PUBLIC"},"keywords":[{"name":"organizations","value":"FESTIVAL LATINO DE NUEVA YORK"},{"name":"subject","value":"FESTIVALS"},{"name":"subject","value":"THEATER"}],"pub_date":"1984-08-10T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts; Theater","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"F.","lastname":"SHEPARD","rank":1,"role":"reported","organization":""}],"original":"By RICHARD F. SHEPARD"},"type_of_material":"News","_id":"4fd13abf8eb7c8105d6100d4","word_count":1219},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/11\/sports\/olympic-profile-mullin-a-virtuoso-stirs-the-us-team.html","snippet":"If he were not playing here, he'd be playing somewhere. Chris Mullin's basketball work habits were obvious a long time ago, but they were never more graphically demonstrated than the evening seven weeks ago tonight, when the United States men's...","lead_paragraph":"If he were not playing here, he'd be playing somewhere. Chris Mullin's basketball work habits were obvious a long time ago, but they were never more graphically demonstrated than the evening seven weeks ago tonight, when the United States men's Olympic basketball team made its first public appearance. The players had been together for a week that night in June when they lined up on the floor at Assembly Hall in Bloomington, Ind., for the first of the exhibition games that would prepare them for tonight and the gold-medal game against Spain, which they won, 96-65. It was the time of year when college students can take advantage of their freedom to work on their summer suntans. But as Mullin removed his warm-up top, it became obvious that he had not used his last free time before entering Bobby Knight's eight- week self-help seminar to work on his tan. For the last seven weeks, Mullin has been a pale gym rat, looking much the same way he appears when he comes into Alumni Hall, out of the January snow, to play for St. John's.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MULLIN, A 'VIRTUOSO,' STIRS THE U.S. TEAM","kicker":"OLYMPIC PROFILE"},"keywords":[{"name":"persons","value":"MULLIN, CHRIS"},{"name":"subject","value":"OLYMPIC GAMES (1984)"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"}],"pub_date":"1984-08-11T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd13e738eb7c8105d615029","word_count":980},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/11\/arts\/latin-festival-accused-of-ideological-bias.html","snippet":"A dispute has arisen between a group of Cuban-American artists and writers and the Public Theater involving the political representation at the Public's Festival Latino de Nueva York.    The group charged in a letter that the current 10-day Latin...","lead_paragraph":"A dispute has arisen between a group of Cuban-American artists and writers and the Public Theater involving the political representation at the Public's Festival Latino de Nueva York. The group charged in a letter that the current 10-day Latin festival is practicing discrimination and ideological censorship - assertions that the theater denies. The letter, signed by 82 people and addressed to Joseph Papp, the producer of the Public Theater, contends that the festival has excluded Cuban-American artists and writers.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LATIN FESTIVAL ACCUSED OF 'IDEOLOGICAL BIAS'"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-08-11T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tim","rank":1,"lastname":"PAGE"}],"original":"By TIM PAGE"},"type_of_material":"News","_id":"4fd1413a8eb7c8105d6192b2","word_count":484},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/12\/world\/around-the-world-uruguay-vows-to-free-154-political-prisoners.html","snippet":"The military Government has said that it will release 154 political prisoners, delivering on a promise it made to political groups during recent negotiations on returning the country to civilian rule.   A Government communique issued late Friday said...","lead_paragraph":"The military Government has said that it will release 154 political prisoners, delivering on a promise it made to political groups during recent negotiations on returning the country to civilian rule. A Government communique issued late Friday said the Supreme Military Council had decided to free 154 of 400 people imprisoned for subversion whose cases had been reviewed. But it said it would keep another 181 in jail and did not make a final decision in the other 65 cases.","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Uruguay Vows to Free 154 Political Prisoners","kicker":"AROUND THE WORLD"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-08-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd1536f8eb7c8105d635fd4","word_count":83}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}