{"response":{"meta":{"hits":135,"time":29,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/07\/sports\/the-boating-report-a-sailor-s-dream-exceeds-his-difficulties-in-a-solo-race.html","snippet":"Where's Fedor? The whereabouts of Fedor Konioukhov, the Russian solo competitor, was beginning to consume officials of the Around Alone single-handed yacht race. More explorer than sailor, more artist than racer, Konioukhov had brought up the rear of...","lead_paragraph":"Where's Fedor? The whereabouts of Fedor Konioukhov, the Russian solo competitor, was beginning to consume officials of the Around Alone single-handed yacht race. More explorer than sailor, more artist than racer, Konioukhov had brought up the rear of the 15-boat fleet almost from the day the 27,000-mile, nine-month competition began last Sept. 26 from Charleston, S.C. Now, Around Alone organizers seem to have solved their Konioukhov conundrum. The Russian, who had officially withdrawn from the race last weekend, announced last Tuesday his intention to complete his solo circumnavigation. Citing the support that he would continue to receive from the race communications sponsor, Comsat Mobile Communications, Konioukhov was set to embark on the next leg of his voyage soon after yesterday's official start of Leg 3 from Auckland, New Zealand, to Punte del Este, Uruguay.","abstract":"Fedor Konioukhov's position in Around Alone race discussed (S)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Sailor's Dream Exceeds His Difficulties in a Solo Race","kicker":"THE BOATING REPORT"},"keywords":[{"name":"persons","value":"KONIOUKHOV, FEDOR"},{"name":"subject","value":"AROUND ALONE"},{"name":"subject","value":"AROUND-THE-WORLD TRIPS"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1999-02-07T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By SUSAN B. ADAMS"},"type_of_material":"News","_id":"4fd223d48eb7c8105d7a9c81","word_count":922},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/08\/world\/argentines-suffering-from-brazil-crisis.html","snippet":"The main north-south highway running through Entre Rios, this languid, marshy province of gauchos and cattle, is still clogged with trucks carrying Brazilian, Paraguayan and Uruguayan license plates. Workers continue widening the roads and improving...","lead_paragraph":"The main north-south highway running through Entre Rios, this languid, marshy province of gauchos and cattle, is still clogged with trucks carrying Brazilian, Paraguayan and Uruguayan license plates. Workers continue widening the roads and improving bridges, suggesting a limitless future tied to expanding international commerce. But dark clouds are looming ever larger just to the north, over Brazil's economy, the main engine of the region's trade union, known as Mercosur, which means so much to the 1.1 million people who live in Entre Rios.","abstract":"Economic crisis in Brazil, main engine of region's Mercosur trade union, threatens Entre Rios, Argentine province that has benefited from regional trade because of its roads and bridges linking Argentina to Paraguay, Brazil and Uruguay; Brazilian currency's fall is beginning to undercut competing Argentine exports; pressures are increasing to raise tariffs on Brazilian goods, move that would jeopardize dream of opening wide regional free-trade zone; map; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentines Suffering From Brazil Crisis"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ENTRE RIOS (ARGENTINA)"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"FREE PORTS AND TRADING ZONES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1999-02-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd20d7a8eb7c8105d77d934","word_count":1096},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/10\/world\/fbi-helped-chile-search-for-leftists-files-show.html","snippet":"The F.B.I. tried to track suspected associates of Chilean leftists in the United States in the 1970's on behalf of the Government of Gen. Augusto Pinochet, the Chilean dictator, newly declassified documents show.    The Federal Bureau of...","lead_paragraph":"The F.B.I. tried to track suspected associates of Chilean leftists in the United States in the 1970's on behalf of the Government of Gen. Augusto Pinochet, the Chilean dictator, newly declassified documents show. The Federal Bureau of Investigation sent agents in New York and Dallas to search for two people whose names were found in the address book of a courier for an underground Marxist group in Chile. The courier was arrested in Paraguay in 1975, and the Paraguayan police passed on the information to American officials, the records show.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"F.B.I. Helped Chile Search For Leftists, Files Show"},"keywords":[],"pub_date":"1999-02-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tim","rank":1,"lastname":"WEINER"}],"original":"By TIM WEINER"},"type_of_material":"News","_id":"4fd217398eb7c8105d7928be","word_count":746},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/13\/world\/world-briefing.html","snippet":"ASIA    CHINA: BID TO HEAL RIFT -- Hong Kong's Secretary of Justice, Elsie Leung, arrived in Beijing to try to work out a constitutional dispute with China over a recent court decision granting mainland residents with a parent in Hong Kong the free...","lead_paragraph":"ASIA CHINA: BID TO HEAL RIFT -- Hong Kong's Secretary of Justice, Elsie Leung, arrived in Beijing to try to work out a constitutional dispute with China over a recent court decision granting mainland residents with a parent in Hong Kong the free right of immigration. She warned that a quick solution was unlikely. Elisabeth Rosenthal (NYT) INDIA: STATE GOVERNMENT DISMISSED -- The Government won the President's permission to dismiss the government of the state of Bihar and impose central rule. The decision was prompted by a second round of killings of low-caste, landless people in just over two weeks by a private army sponsored by landlords in Bihar. Celia Dugger (NYT)","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"1999-02-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd20d868eb7c8105d77e06b","word_count":920},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/13\/world\/waves-from-brazilian-economic-crisis-pound-a-uruguayan-beach-resort.html","snippet":"World War II and the Spanish Civil War devastated much of Europe, but this breezy corner of Uruguay's coastline prospered from a flock of well-heeled exiles who came here to escape.    The 1970's and 80's brought death squads and hyperinflation to...","lead_paragraph":"World War II and the Spanish Civil War devastated much of Europe, but this breezy corner of Uruguay's coastline prospered from a flock of well-heeled exiles who came here to escape. The 1970's and 80's brought death squads and hyperinflation to the Southern Cone, but when Argentina's rich whisked their capital out of Buenos Aires they brought it to Punta del Este and sunk it into the mansions and condominiums that made this sprawling resort South America's answer to Miami Beach, the Hamptons and the French Riviera.","abstract":"Punta del Este, upscale Uruguayan beach resort, is feeling impact of Brazil's economic crisis; Brazilian tourists are cancelling and Argentinians cutting back on stays; some Argentinians are switching to Brazilian beach resorts, lured by Brazilian currency devaluation; city's elite fears slump will speed shift away from dependence on long summer rentals by Argentinians; weighs bid for American tourists; map (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Waves From Brazilian Economic Crisis Pound a Uruguayan Beach Resort"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1999-02-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd218968eb7c8105d795ca4","word_count":968},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/16\/sports\/yacht-racing-solo-sailor-sends-message-she-capsized-at-sea.html","snippet":"Another tale of potential disaster in the high-risk world of yacht racing was developing yesterday as word came from the South Pacific Ocean that Isabelle Autissier, the renowned French solo sailor, was in serious trouble in a single-handed race...","lead_paragraph":"Another tale of potential disaster in the high-risk world of yacht racing was developing yesterday as word came from the South Pacific Ocean that Isabelle Autissier, the renowned French solo sailor, was in serious trouble in a single-handed race around the world. An emergency beacon belonging to Autissier, a veteran of three global sailing competitions who was the overall leader in the race, sent a satellite signal indicating that her 60-foot yacht had capsized. She was sailing in intermittent squalls of about 30 knots.","abstract":"Emergency beacon belonging to French solo sailor Isabelle Autissier, who competes in Around Alone, single-handed race around world, indicates her yacht has capsized in South Pacific Ocean west of South America's tip; race officials send competitor to look for her; her mayday, on heels of recent yachting disaster in Australia, raises issue of safety in long-distance yacht racing; map; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Solo Sailor Sends Message She Capsized at Sea","kicker":"YACHT RACING"},"keywords":[{"name":"persons","value":"AUTISSIER, ISABELLE"},{"name":"glocations","value":"AUSTRALIA"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"RESCUES"},{"name":"subject","value":"AROUND ALONE (YACHT RACE)"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1999-02-16T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd1f8f08eb7c8105d7559a3","word_count":903},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/16\/world\/world-briefing.html","snippet":"ASIA    HONG KONG: DEPORTATIONS BLOCKED -- A Hong Kong court has blocked the deportation of 18 mainland Chinese who contend that they have the right to residency under a landmark ruling by the territory's Court of Final Appeal. The decision may...","lead_paragraph":"ASIA HONG KONG: DEPORTATIONS BLOCKED -- A Hong Kong court has blocked the deportation of 18 mainland Chinese who contend that they have the right to residency under a landmark ruling by the territory's Court of Final Appeal. The decision may further inflame relations with China, which has said the ruling is a mistake that must be ''rectified.'' A Hong Kong spokesman said Beijing and Hong Kong had ''narrowed'' their areas of disagreement. Mark Landler (NYT)","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"1999-02-16T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd1e7fb8eb7c8105d7359d8","word_count":922},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/17\/sports\/yacht-racing-a-rival-plucks-autissier-from-the-south-pacific.html","snippet":"The overnight search for Isabelle Autissier, the French solo sailor, ended with a successful rescue at sea early yesterday in a remote ocean area 1,900 miles from South America.    The Italian Giovanni Soldini, one of the French sailor's rivals in an...","lead_paragraph":"The overnight search for Isabelle Autissier, the French solo sailor, ended with a successful rescue at sea early yesterday in a remote ocean area 1,900 miles from South America. The Italian Giovanni Soldini, one of the French sailor's rivals in an around-the-world yacht race called Around Alone, fetched Autissier from her overturned yacht in the South Pacific. She was apparently uninjured, and is now safely aboard Soldini's 60-foot sailboat, Fila.","abstract":"Solo sailing rival Giovanni Soldini rescues Isabelle Autissier from her overturned yacht in rough seas in remote area of South Pacific, finding her with aid of emergency radio beacons and satellite-tracking system; they are competing in Around Alone race; she is uninjured; photo (M)i","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Rival Plucks Autissier From the South Pacific","kicker":"YACHT RACING"},"keywords":[{"name":"persons","value":"AUTISSIER, ISABELLE"},{"name":"persons","value":"SOLDINI, GIOVANNI"},{"name":"subject","value":"RESCUES"},{"name":"subject","value":"NAVIGATION"},{"name":"subject","value":"AROUND ALONE"},{"name":"subject","value":"SATELLITES"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1999-02-17T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd209ff8eb7c8105d776679","word_count":689},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/18\/world\/argentina-looks-for-a-way-to-stem-illegal-immigrants.html","snippet":"With the economy slowing and street crime rising, President Carlos Saul Menem has introduced a series of bills to Congress to stem the flow of illegal immigration from Bolivia, Paraguay and Peru.     Congressional debate on the legislation has not...","lead_paragraph":"With the economy slowing and street crime rising, President Carlos Saul Menem has introduced a series of bills to Congress to stem the flow of illegal immigration from Bolivia, Paraguay and Peru. Congressional debate on the legislation has not yet begun, but the bills have already created tensions between Argentina and its poorer neighbors. And they have prompted criticism from the hierarchy of the Roman Catholic Church and human rights groups that the Government is unleashing a xenophobic campaign to make scapegoats out of poor, defenseless people.","abstract":"Argentinian Pres Carlos Saul Menem introduces series of bills to Congress to stem flow of illegal immigration from Bolivia, Paraguay and Peru (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentina Looks for a Way to Stem Illegal Immigrants"},"keywords":[{"name":"persons","value":"MENEM, CARLOS SAUL"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"PERU"},{"name":"subject","value":"ILLEGAL ALIENS"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"}],"pub_date":"1999-02-18T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd1f4038eb7c8105d74cb3d","word_count":574},{"web_url":"http:\/\/www.nytimes.com\/1999\/02\/18\/sports\/yacht-racing-new-gale-threatens-autissier-french-solo-sailor-her-italian-savior.html","snippet":"After a harrowing rescue at sea, Isabelle Autissier is savoring her good fortune safe inside a friend's race boat on the way to Punta del Este, Uruguay.    ''I feel very relieved,'' Autissier, a French solo sailor, said last night in a satellite...","lead_paragraph":"After a harrowing rescue at sea, Isabelle Autissier is savoring her good fortune safe inside a friend's race boat on the way to Punta del Este, Uruguay. ''I feel very relieved,'' Autissier, a French solo sailor, said last night in a satellite phone interview a day after being fetched from her overturned yacht in the South Pacific by the Italian Giovanni Soldini. ''I was very concerned about everybody else in the race because they would try to find me. But I knew someone would be coming.''","abstract":"French solo sailor Isabelle Autissier hails her rescue from overturned yacht in South Pacific by rival Giovanni Soldini, satellite phone interview; another storm threatens them and other competitors in Around Alone round-the-world race (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A New Gale Threatens Autissier, French Solo Sailor, and Her Italian Savior","kicker":"YACHT RACING"},"keywords":[{"name":"persons","value":"AUTISSIER, ISABELLE"},{"name":"persons","value":"SOLDINI, GIOVANNI"},{"name":"subject","value":"RESCUES"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1999-02-18T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd1f4038eb7c8105d74cb39","word_count":911}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}