{"response":{"meta":{"hits":80,"time":53,"offset":70},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1998\/11\/25\/dining\/wine-talk-even-a-visionary-needs-time-off.html","snippet":"HE was the Peter Pan and Ariel of wine; a man who described one of his own commentaries as ''a critique of pure riesling,'' and who advised on a label that ''this wine will accommodate all manner of game and wild beasts, including the sloth.''    No,...","lead_paragraph":"HE was the Peter Pan and Ariel of wine; a man who described one of his own commentaries as ''a critique of pure riesling,'' and who advised on a label that ''this wine will accommodate all manner of game and wild beasts, including the sloth.'' No, Randall Grahm -- for who else could it be -- has not left us. But he has gone, as they say here in the land of carrot juice and the flapping sandal, to another plane.","abstract":"Frank J Prial column profiles Randall Grahm, winemaker and founder of Bonny Doon Vineyard in Santa Cruz, Calif; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Even a Visionary Needs Time Off","kicker":"WINE TALK"},"keywords":[{"name":"persons","value":"GRAHM, RANDALL"},{"name":"organizations","value":"BONNY DOON VINEYARD"},{"name":"subject","value":"WINES"},{"name":"subject","value":"ALCOHOLIC BEVERAGES"}],"pub_date":"1998-11-25T00:00:00Z","document_type":"article","news_desk":"Dining In, Dining Out\/Style Desk","section_name":"Dining and Wine; Style","subsection_name":null,"byline":{"person":[{"firstname":"Frank","middlename":"J.","lastname":"Prial","rank":1,"role":"reported","organization":""}],"original":"By Frank J. Prial"},"type_of_material":"News","_id":"4fd1e16d8eb7c8105d729eae","word_count":1260},{"web_url":"http:\/\/www.nytimes.com\/1998\/11\/27\/world\/spanish-judge-is-hoping-to-see-secret-files-in-us.html","snippet":"The Spanish judge who wants the former Chilean dictator, Augusto Pinochet, to stand trial, plans to go to Washington to try to see secret Government files, court officials say.     They say the judge's plans to build up his case will go ahead,...","lead_paragraph":"The Spanish judge who wants the former Chilean dictator, Augusto Pinochet, to stand trial, plans to go to Washington to try to see secret Government files, court officials say. They say the judge's plans to build up his case will go ahead, regardless of whether the general continues to be held in detention in London or is set free. On Wednesday the House of Lords rejected the general's claim to immunity. That leaves it up to the British Government to act on the Spanish extradition request to try the general on charges of terrorism, torture and genocide. The Spanish judge, Baltasar Garzon, filed the request in mid-October.","abstract":"Spanish judge who wants former Chilean dictator, Augusto Pinochet, to stand trial, plans to go to Washington to try to see secret Government files; Judge Baltasar Garzon is particularly interested in United States Government files about events of 1970's, when Central Intelligence Agency and other American Embassy personnel were close to Pinochet Government and knew of activities of its powerful secret police; that police force is widely considered responsible for worst excesses of Pinochet Government, including kidnapping, torture and secret execution of leftist opponents (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Spanish Judge Is Hoping To See Secret Files in U.S."},"keywords":[{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"persons","value":"GARZON, BALTASAR"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"SPAIN"},{"name":"organizations","value":"UNITED STATES FOREIGN SERVICE"},{"name":"organizations","value":"CENTRAL INTELLIGENCE AGENCY"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"KIDNAPPING"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"},{"name":"subject","value":"TORTURE"}],"pub_date":"1998-11-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marlise","rank":1,"lastname":"SIMONS"}],"original":"By MARLISE SIMONS"},"type_of_material":"News","_id":"4fd1ef388eb7c8105d743750","word_count":937},{"web_url":"http:\/\/www.nytimes.com\/1998\/11\/29\/world\/spanish-judge-investigating-rights-abuses-in-argentina.html","snippet":"Gen. Augusto Pinochet, the former Chilean dictator, is only one of several former South American strongmen being investigated by a Spanish judge for possible extradition to Spain.     Another is a retired Argentine admiral, Emilio E. Massera, who was...","lead_paragraph":"Gen. Augusto Pinochet, the former Chilean dictator, is only one of several former South American strongmen being investigated by a Spanish judge for possible extradition to Spain. Another is a retired Argentine admiral, Emilio E. Massera, who was the chief ideologue of the military junta that took power in 1976 and also supervisor of the most notorious secret detention center in Argentina.","abstract":"Spanish Judge Baltazar Garzon, who seeks extradition of former Chilean dictator Gen Augusto Pinochet, is also probing role of Emilio E Massera, retired Argentine admiral, and other former Latin American military officers in Chilean military operation that sought capture of Chilean exiles abroad and their return to Chile for execution; inquiry has spurred Bolivian opposition to demand local probe of Pres Hugo Banzer, former military dictator; Argentine Pres Carlos Saul Menem, who pardoned Massera and other military officers involved in political kidnappings in Argentina, backs Chile's stand that former military leaders should be tried in own nations and opposes extradition of Argentine military officers; Massera is under house arrest in Argentina in case involving seizure of newborn infants from mothers who were then apparently executed (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Spanish Judge Investigating Rights Abuses In Argentina"},"keywords":[{"name":"persons","value":"BANZER, HUGO"},{"name":"persons","value":"PINOCHET UGARTE, AUGUSTO"},{"name":"persons","value":"MASSERA, EMILIO"},{"name":"persons","value":"MENEM, CARLOS SAUL"},{"name":"persons","value":"GARZON, BALTASAR"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"SPAIN"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"EXTRADITION"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1998-11-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd20c3a8eb7c8105d77b56d","word_count":730},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/05\/world\/world-briefing.html","snippet":"EUROPE    BRITAIN: PINOCHET PLAN REJECTED -- British officials rejected a proposal for a Spanish judge to interview Gen. Augusto Pinochet, the former Chilean dictator, in London to spare him extradition to Madrid to face genocide charges. Home...","lead_paragraph":"EUROPE BRITAIN: PINOCHET PLAN REJECTED -- British officials rejected a proposal for a Spanish judge to interview Gen. Augusto Pinochet, the former Chilean dictator, in London to spare him extradition to Madrid to face genocide charges. Home Secretary Jack Straw must decide by Dec. 11 whether to proceed with the judge's extradition request. Warren Hoge (NYT)","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"1998-12-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Christopher","middlename":"S.","lastname":"Wren","rank":1,"role":"reported","organization":""}],"original":"Compiled by Christopher S. Wren"},"type_of_material":"News","_id":"4fd209908eb7c8105d7756ff","word_count":964},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/11\/world\/judge-lays-out-pinochet-case-in-full-detail.html","snippet":"A Spanish judge indicted Gen. Augusto Pinochet today ''for the crimes of genocide, terrorism and torture'' during his 17-year dictatorship in Chile, a key step toward his trial in Madrid if he is eventually extradited from Britain.    The 285-page...","lead_paragraph":"A Spanish judge indicted Gen. Augusto Pinochet today ''for the crimes of genocide, terrorism and torture'' during his 17-year dictatorship in Chile, a key step toward his trial in Madrid if he is eventually extradited from Britain. The 285-page indictment lays out the most detailed case to date against General Pinochet, 83, who has been under arrest in London since Oct. 16. It will be sent to support a Spanish extradition request, which Britain's Home Secretary ruled on Wednesday could go forward in English courts. Extradition proceedings could last for months.","abstract":"Spanish judge indicts Gen Augusto Pinochet 'for the crimes of genocide, terrorism and torture' during his 17-year dictatorship in Chile, key step toward his trial in Madrid if he is eventually extradited from Britain (S)","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Judge Lays Out Pinochet Case In Full Detail"},"keywords":[{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"CHILE"},{"name":"subject","value":"EXTRADITION"},{"name":"subject","value":"GENOCIDE"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"TORTURE"}],"pub_date":"1998-12-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Al","rank":1,"lastname":"GOODMAN"}],"original":"By AL GOODMAN"},"type_of_material":"News","_id":"4fd20d7c8eb7c8105d77dae9","word_count":372},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/13\/style\/weddings-kelly-finley-albert-pisa.html","snippet":"Kelly Ann Finley and Albert Anthony Pisa, associates at New York law firms, were married yesterday in Ridgefield, Conn. The Rev. Robert P. Morrissey performed the ceremony at St. Mary's Roman Catholic Church.    Ms. Finley, 29, is keeping her name....","lead_paragraph":"Kelly Ann Finley and Albert Anthony Pisa, associates at New York law firms, were married yesterday in Ridgefield, Conn. The Rev. Robert P. Morrissey performed the ceremony at St. Mary's Roman Catholic Church. Ms. Finley, 29, is keeping her name. She specializes in environmental and corporate law at Davis Polk & Wardwell. She graduated cum laude from Duke University and was a Fulbright scholar in 1992 at the University of the Republic in Montevideo, Uruguay. She received a law degree cum laude from Fordham University.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Kelly Finley, Albert Pisa","kicker":"WEDDINGS"},"keywords":[{"name":"persons","value":"FINLEY, KELLY ANN"},{"name":"persons","value":"PISA, ALBERT ANTHONY"},{"name":"subject","value":"WEDDINGS AND ENGAGEMENTS"}],"pub_date":"1998-12-13T00:00:00Z","document_type":"article","news_desk":"Society Desk","section_name":"Style","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd21c108eb7c8105d79bbbd","word_count":219},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/13\/weekinreview\/the-world-a-mother-country-s-advice-do-as-i-say-not-as-i-did.html","snippet":"IN the early 1980's, as many South American countries were preparing to switch from military to civilian rule, they were hugely encouraged by Spain's recent passage from dictatorship to democracy. Just seven years after Francisco Franco's death in...","lead_paragraph":"IN the early 1980's, as many South American countries were preparing to switch from military to civilian rule, they were hugely encouraged by Spain's recent passage from dictatorship to democracy. Just seven years after Francisco Franco's death in 1975, Spain had elected a socialist Government, while its handsome young Prime Minister, Felipe Gonzalez, had become a political pinup throughout Latin America. Less attention was given to a key reason for Spain's successful transition: Still carrying the scars of civil war and repression, Spain had decided to address its future by turning the page on its past. There was no question of punishing the abuses of the Franco regime. And even then, a military revolt in early 1981, albeit defused by King Juan Carlos, was a chilling reminder that true reconciliation would take time.","abstract":"Spain's decision to seek punishment for former Chilean dictator, Gen Augusto Pinochet, for crimes committed up to 25 years ago, seems curious in light of Spain's own history; when Spain passed from dictatorship to democracy in early 1980's, there was no question of punishing abuses of Francisco Franco's regime; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World; A Mother Country's Advice: Do as I Say, Not as I Did"},"keywords":[{"name":"persons","value":"PINOCHET UGARTE, AUGUSTO"},{"name":"persons","value":"FRANCO, FRANCISCO"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"SPAIN"},{"name":"subject","value":"EXTRADITION"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1998-12-13T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd20d798eb7c8105d77d8e2","word_count":1139},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/21\/world\/pinching-pennies-in-a-land-of-copper.html","snippet":"Five months ago, the copper mine where Mario Olivares had dug, drilled and hammered for the last six years shut down under the pressure of collapsing world copper prices. From a monthly salary of more than $400, he now earns less than a dollar a day...","lead_paragraph":"Five months ago, the copper mine where Mario Olivares had dug, drilled and hammered for the last six years shut down under the pressure of collapsing world copper prices. From a monthly salary of more than $400, he now earns less than a dollar a day selling flavored ices from his wooden shack. The change in fortune for Mr. Olivares is a direct result of the economic slowdown in Asia, which has pummeled the prices of many commodities that are the economic lifeblood of developing countries.","abstract":"Falling copper prices, direct result of economic slowdown in Asia, have led to high unemployment in desert badlands of northern Chile; about 1,000 miners have lost jobs in Tierra Amarilla and earnings of thousands more have been reduced by more than 20 percent; situation is having adverse effect on Chile's economic miracle, mostly because nearly 40 percent of its export earnings come from copper; from price of $1.19 per pound in June 1997, price of copper on world market has decined to 65 cents per pound, lowest level since 1987; photo; map (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pinching Pennies in a Land of Copper"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"COPPER, BRASS AND BRONZE"},{"name":"subject","value":"UNEMPLOYMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1998-12-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd21c128eb7c8105d79bd17","word_count":943},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/27\/sports\/soccer-roundup-england-foreign-players-put-chelsea-in-first.html","snippet":"Chelsea's star-studded multinational lineup got goals from Tore Andre Flo of Norway and Gustavo Poyet of Uruguay as it defeated Southampton, 2-0, at the Dell yesterday to grab the lead in the English Premier League.     Chelsea, which is unbeaten in...","lead_paragraph":"Chelsea's star-studded multinational lineup got goals from Tore Andre Flo of Norway and Gustavo Poyet of Uruguay as it defeated Southampton, 2-0, at the Dell yesterday to grab the lead in the English Premier League. Chelsea, which is unbeaten in the Premier League since losing on the opening day of the season and which last won the title in 1955, now has 36 points from 19 matches.","abstract":"Chelsea defeats Southampton, 2-0, in English soccer play; table of soccer results (M)","print_page":"10","blog":[],"source":"Agence France-Presse","multimedia":[],"headline":{"main":"Foreign Players Put Chelsea In First","kicker":"SOCCER: ROUNDUP -- ENGLAND"},"keywords":[{"name":"subject","value":"SOCCER"}],"pub_date":"1998-12-27T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1e16d8eb7c8105d729e94","word_count":695},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/29\/science\/observatory.html","snippet":"Ancient Global Warming      Global warming is often thought of as a product of the 20th century, the result of industrialization that has released more carbon dioxide and other heat-trapping gases into the atmosphere. But in fact, the world has often...","lead_paragraph":"Ancient Global Warming Global warming is often thought of as a product of the 20th century, the result of industrialization that has released more carbon dioxide and other heat-trapping gases into the atmosphere. But in fact, the world has often gone through warm periods throughout its history. Now, there is new evidence to confirm one such warming spell -- more than 90,000 centuries ago. Researchers from the University of Rochester, digging in fossil beds in the Canadian Arctic that date back 90 million years, have discovered fish and turtles and, most important, the bones of several champsosaurs, a crocodile-like dinosaur.","abstract":"University of Rochester researchers find fossil evidence in Canadian Arctic of global warming spell more than 90,000 centuries ago; freshwater electric fish is found to be able to judge distance with only one reading from single group of receptors; Unversity of Washington scientists report on air pollution reaching West Coast from Asia; NASA names new orbiting X-ray telescope Chandra, for late astrophysicist Subrahmanyan Chandrasekhar, whose work on evolution of stars pointed to existence of black holes (S)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"OBSERVATORY"},"keywords":[{"name":"persons","value":"CHANDRASEKHAR, SUBRAHMANYAN"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"glocations","value":"ARCTIC REGIONS"},{"name":"organizations","value":"NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"},{"name":"organizations","value":"UNIVERSITY OF WASHINGTON"},{"name":"organizations","value":"UNIVERSITY OF ROCHESTER"},{"name":"subject","value":"SPACE"},{"name":"subject","value":"WEATHER"},{"name":"subject","value":"TELESCOPES AND OBSERVATORIES"},{"name":"subject","value":"ELECTRIC FISH"},{"name":"subject","value":"GREENHOUSE EFFECT"},{"name":"subject","value":"BLACK HOLES (SPACE)"},{"name":"subject","value":"RESEARCH"},{"name":"subject","value":"X-RAYS"},{"name":"subject","value":"AIR POLLUTION"},{"name":"subject","value":"FISH AND OTHER MARINE LIFE"}],"pub_date":"1998-12-29T00:00:00Z","document_type":"article","news_desk":"Science Desk","section_name":"Science; Health","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Henry","rank":1,"lastname":"FOUNTAIN"}],"original":"By HENRY FOUNTAIN"},"type_of_material":"News","_id":"4fd2173e8eb7c8105d792ccd","word_count":674}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}