{"response":{"meta":{"hits":192,"time":50,"offset":140},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/16\/business\/season-of-hope-comes-to-punta-del-este.html","snippet":"Punta del Este, a summer playground for South America's rich and famous, will be offering few of its usual distractions to the thousands of delegates attending this week's international trade talks. Spring in the Southern Hemisphere is still one week...","lead_paragraph":"Punta del Este, a summer playground for South America's rich and famous, will be offering few of its usual distractions to the thousands of delegates attending this week's international trade talks. Spring in the Southern Hemisphere is still one week away, and the Uruguayan resort's windswept beaches are hardly beckoning. Perched on an isolated eastern promontory - or ''punta del este'' - that separates the River Plate from the Atlantic, the resort town has a permanent population of only 15,000 but facilities that can handle more than one million visitors between December and February.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Season of Hope Comes to Punta del Este"},"keywords":[{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"GEOGRAPHIC PROFILES"}],"pub_date":"1986-09-16T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1707a8eb7c8105d6630c4","word_count":313},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/18\/world\/contra-aid-is-seen-hindering-accord.html","snippet":"Congressional approval of $100 million in aid for the rebels fighting the Nicaraguan Government has pushed further into the future any chance for a negotiated solution to the Central American conflict, according to Latin American diplomats and Reagan...","lead_paragraph":"Congressional approval of $100 million in aid for the rebels fighting the Nicaraguan Government has pushed further into the future any chance for a negotiated solution to the Central American conflict, according to Latin American diplomats and Reagan Administration officials here. Most immediately affected, they said, will be the Contadora group, the four Latin American nations that have been trying to develop a regional peace treaty acceptable to the Central American countries. The efforts of the group - which includes Colombia, Mexico, Panama and Venezuela - had already begun to falter as its participants waited to see what action Congress would take to assist the rebels. The approval of the aid, which is expected to be made final by Congress and signed by President Reagan by the end of September, leaves Contadora ''in the freezer, but very much alive,'' a senior Reagan Administration official said. Nevertheless, Administration officials interviewed uniformly spoke in the past tense when discussing the idea of negotiation.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CONTRA AID IS SEEN HINDERING ACCORD"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"NICARAGUA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1986-09-18T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"J.","lastname":"MEISLIN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By RICHARD J. MEISLIN, Special to the New York Times"},"type_of_material":"News","_id":"4fd1662f8eb7c8105d653d26","word_count":838},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/19\/business\/yearlong-decline-of-the-dollar-fails-to-cut-us-trade-deficit.html","snippet":"A year ago the five major industrial powers forged a historic compact to drive down the value of the dollar in hopes of easing a crushing trade imbalance.   The drop in the dollar has been stunning. Since the meeting of the five nations last Sept. 22...","lead_paragraph":"A year ago the five major industrial powers forged a historic compact to drive down the value of the dollar in hopes of easing a crushing trade imbalance. The drop in the dollar has been stunning. Since the meeting of the five nations last Sept. 22 at the Plaza Hotel in New York, the dollar has plunged 55 percent in value against the yen and 40 percent against the West German mark. But the broader objectives of correcting trade flows and reinforcing international cooperation have proved stubbornly elusive. The United States faces a trade deficit approaching $200 billion this year -up sharply from $148.5 billion in 1985 -along with a rising clamor for protectionism and increasing strife with its leading trading partners over their reluctance to spur economic growth.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"YEARLONG DECLINE OF THE DOLLAR FAILS TO CUT U.S. TRADE DEFICIT"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"INTERNATIONAL MONETARY SYSTEM"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"CURRENCY"}],"pub_date":"1986-09-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd170828eb7c8105d66358e","word_count":1607},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/19\/business\/soviet-bid-at-gatt-talks.html","snippet":"The Soviet Union's request to participate in a new round of trade liberalization talks was put forward by Czechoslovakia at a global trade conference here, but it is likely to be rebuffed, officials reported.   Moscow's request, made just three weeks...","lead_paragraph":"The Soviet Union's request to participate in a new round of trade liberalization talks was put forward by Czechoslovakia at a global trade conference here, but it is likely to be rebuffed, officials reported. Moscow's request, made just three weeks before this weeklong conference began to write an agenda for the new round, was supported by other Eastern European signatories to the General Agreement on Tariffs and Trade, as well as by Cuba, Nicaragua and India.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Soviet Bid at GATT Talks"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"glocations","value":"CZECHOSLOVAKIA"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"}],"pub_date":"1986-09-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd156a68eb7c8105d63b1fa","word_count":153},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/20\/nyregion\/news-summary-saturday-september-20-1986.html","snippet":"International The case of the American journalist detained in Moscow was discussed by President Reagan in an unscheduled meeting with the Soviet Foreign Minister, in which he expressed ''the strength of his feelings'' over the Soviet Union's refusal...","lead_paragraph":"International The case of the American journalist detained in Moscow was discussed by President Reagan in an unscheduled meeting with the Soviet Foreign Minister, in which he expressed ''the strength of his feelings'' over the Soviet Union's refusal to allow Nicholas S. Daniloff to return to the United States, the White House said. There appeared to be no break in the case. Instead, the Foreign Minister, Eduard A. Shevardnadze surprised the American side by delivering a letter to Mr. Reagan containing the official response from Mikhail S. Gorbachev, the Soviet leader, to Mr. Reagan's wide-ranging letter on arms control issues that was sent in late July. [ Page 1, Column 6. ] Ministers of major nations agreed on a global undertaking to ease national restrictions on international trade in such services as banking, insurance and shipping. Procedural discussions at the trade meeting in Uruguay continued into the evening on a final accord to set the agenda for the postwar era's eighth round of trade liberalization, but most delegates expressed optimism that a final agreement would be reached by the 74 participating nations. [ 1:3. ] Cheers greeted Corazon C. Aquino on her visit to New York City. The cheers broke out in welcoming ceremonies at City Hall where the President of the Philippines was presented with a key to the city by Mayor Koch. The visit to City Hall was one of a number of major events on Mrs. Aquino's schedule. She delivered a speech at New York University, and was scheduled to address a meeting of the Philippine-American Chamber of Commerce.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY SATURDAY, SEPTEMBER 20, 1986"},"keywords":[{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1986-09-20T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1707b8eb7c8105d663134","word_count":859},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/20\/business\/gatt-pact-is-seen-on-trade-agenda.html","snippet":"Representatives of major trading nations struck compromises on agriculture and the service industries early today, virtually assuring a new round of negotiations to strength the world economy through freer trade.   The United States trade...","lead_paragraph":"Representatives of major trading nations struck compromises on agriculture and the service industries early today, virtually assuring a new round of negotiations to strength the world economy through freer trade. The United States trade representative, Clayton K. Yeutter, predicted that final agreements would be reached early today. ''Basically we've accomplished a lot, but there's more to do,'' Mr. Yeutter said shortly after midnight as he rushed between negotiating sessions at this windy South Atlantic resort town. Eighth Round of Talks Delegates of the General Agreement on Tariffs and Trade are writing the guidelines for what will be the eighth round of trade liberalization talks since World War II. The actual negotiations are expected to last well into the next decade and set rules that would govern trade until 2000.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GATT PACT IS SEEN ON TRADE AGENDA"},"keywords":[{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"SERVICE INDUSTRIES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TRADEMARKS AND TRADE NAMES"},{"name":"subject","value":"INDUSTRIAL ESPIONAGE AND PIRACY"},{"name":"subject","value":"INVENTIONS AND INVENTORS"}],"pub_date":"1986-09-20T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd174ce8eb7c8105d669671","word_count":803},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/20\/us\/saturday-news-quiz.html","snippet":"Questions are based on news reports in The Times this week. Answers appear on page 50.    1. Feeling he has been the victim of a historical hatchet job, family members and friends gathered to honor this man on the 150th anniversary of his death. Who...","lead_paragraph":"Questions are based on news reports in The Times this week. Answers appear on page 50. 1. Feeling he has been the victim of a historical hatchet job, family members and friends gathered to honor this man on the 150th anniversary of his death. Who is he?","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SATURDAY NEWS QUIZ"},"keywords":[{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1986-09-20T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Donna","rank":1,"lastname":"Anderson"}],"original":"By Donna Anderson"},"type_of_material":"Question","_id":"4fd166708eb7c8105d65425f","word_count":536},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/21\/world\/world-group-backs-talks-to-end-curbs-on-farm-and-service-trade.html","snippet":"In an attempt to stimulate economic growth and halt a drift to protectionism, a global trade conference agreed early today on a far-reaching agenda for new talks on freer trade in goods and services.   The talks will also seek to ''improve the...","lead_paragraph":"In an attempt to stimulate economic growth and halt a drift to protectionism, a global trade conference agreed early today on a far-reaching agenda for new talks on freer trade in goods and services. The talks will also seek to ''improve the competitive environment of agriculture'' by gradually reducing subsidies, a conference declaration said. The eighth round of talks, which will be the most ambitious since World War II on using freer trade to improve world living standards, will begin by Oct. 31, according to the ministerial declaration. The talks, to be held in Geneva, would last no more than four years. Key Gains for U.S. The United States achieved nearly all of what it wanted from the conference. In addition to negotiations on reducing agricultural subsidies, the other main American objectives were to schedule discussions on protecting so-called intellectual property, including patents, copyrights and trademarks, and establishment of international rules on foreign investment.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD GROUP BACKS TALKS TO END CURBS ON FARM AND SERVICE TRADE"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1986-09-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd1730c8eb7c8105d667364","word_count":1401},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/21\/nyregion\/news-summary-sunday-september-21-1986.html","snippet":"International    The U.S. held high-level talks with Soviet officials in Washington on arms control and other issues that could be settled when President Reagan and Mikhail S. Gorbachev hold their next summit meeting. But because of the unresolved...","lead_paragraph":"International The U.S. held high-level talks with Soviet officials in Washington on arms control and other issues that could be settled when President Reagan and Mikhail S. Gorbachev hold their next summit meeting. But because of the unresolved case of Nicholas S. Daniloff, the American journalist, the timing of such a meeting remained in doubt. [ Page 1, Column 6. ] A new U.S. arms proposal would limit each side's medium-range weapons to 200 missile warheads, according to Administration and diplomatic sources. The proposal was put forward in Geneva on Thursday. Administration officials have previously said that the United States was prepared to agree to a Soviet suggestion that each side deploy only token medium-range missile forces in Europe. [ 1:5. ] A new round of world trade talks to help stimulate the economy and halt the drift to protectionism was agreed on at a global trade conference in Uruguay. The eighth round of talks with emphasis on freer trade and more competitive farm produce will begin by Oct. 31, a conference declaration said. They are to be held in Geneva in sessions scheduled over a period of four years. [ 1:3. ] France is caught up in a vendetta over the Middle East, according to the prevailing theory about the rash of bombings in Paris. According to this theory, a clan of Lebanese Christians is seeking to free their chieftain, a self-styled Marxist, named Georges Ibrahim Abdallah. [ 1:4. ] National Democrats issued a list of principles that includes strikingly tough criticism of the Soviet Union and strongly asserts the importance Democrats accord family life.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY: SUNDAY, SEPTEMBER 21, 1986"},"keywords":[{"name":"creative_works","value":"NEWS SUMMARY (NYT)"}],"pub_date":"1986-09-21T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd16f118eb7c8105d661775","word_count":537},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/21\/world\/excerpts-from-report-on-trade.html","snippet":"Following are excerpts from the declaration by ministers today at the conference here of the General Agreement on Tariffs and Trade:     Ministers, meeting on the occasion of the special session of contracting parties at Punta del Este, have decided...","lead_paragraph":"Following are excerpts from the declaration by ministers today at the conference here of the General Agreement on Tariffs and Trade: Ministers, meeting on the occasion of the special session of contracting parties at Punta del Este, have decided to launch multilateral trade negotiations (the Uruguay Round). To this end, they have adopted the following declaration. Negotiations shall aim to: (1) Bring about further liberalization and expansion of world trade to the benefit of all countries, especially less-developed contracting parties, including the improvement of access to markets by the reduction and elemination of tariffs, quantitative restrictions and other nontariff measures and obstacles; (2) Strengthen the role of GATT, improve the multilateral trading system based on the principles and rules of the GATT and bring about a wider coverage of world trade under agreed, effective and enforcable multilateral disciplines. General Principles Negotiations shall be conducted in a transparent manner and consistent with the objectives and commitments agreed in this declaration and with the principles of the general agreement in order to insure mutual advantage and increased benefits to all participants. The launching, the conduct and the implementation of the outcome of the negotiations shall be treated as parts of a single undertaking.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EXCERPTS FROM REPORT ON TRADE"},"keywords":[{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1986-09-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"Text","_id":"4fd174d58eb7c8105d669c89","word_count":766}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}