{"response":{"meta":{"hits":192,"time":55,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/27\/business\/focus-on-latin-flight-of-capital.html","snippet":"The investigation of Antonio Gebauer and his handling of Brazilian accounts at the Morgan Guaranty Trust Company has focused new attention on the broader question of capital flight from Latin America, an issue that has assumed increasing importance...","lead_paragraph":"The investigation of Antonio Gebauer and his handling of Brazilian accounts at the Morgan Guaranty Trust Company has focused new attention on the broader question of capital flight from Latin America, an issue that has assumed increasing importance in the context of the region's four-year-old debt crisis. News of the case, which has involved allegations of the diversion of as much as $6 million in deposits, has shocked the many friends and critics here of the banker, who has had dealings with Brazil over the past 15 years. Mr. Gebauer has indicated he will contest the allegations. Intense coverage by newspapers, radio and television has treated the case as a major scandal. But the presence of ''undeclared'' Brazilian deposits in New York has not come as a surprise.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FOCUS ON LATIN FLIGHT OF CAPITAL"},"keywords":[{"name":"persons","value":"GEBAUER, ANTONIO"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"MORGAN GUARANTY TRUST CO OF NEW YORK"},{"name":"subject","value":"CREDIT"}],"pub_date":"1986-05-27T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marlise","rank":1,"lastname":"SIMONS"},{"organization":"","role":"reported","rank":2}],"original":"By MARLISE SIMONS, Special to the New York Times"},"type_of_material":"News","_id":"4fd15a558eb7c8105d63fd67","word_count":894},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/28\/sports\/weary-nystrom-is-eliminated-in-paris.html","snippet":"Joakim Nystrom of Sweden paid the price at the French Open today for too much success and too little planning.   Nystrom, seeded sixth here and a top-level performer on clay, lost in the first round to unseeded Paul McNamee of Australia, 1-6, 6-3,...","lead_paragraph":"Joakim Nystrom of Sweden paid the price at the French Open today for too much success and too little planning. Nystrom, seeded sixth here and a top-level performer on clay, lost in the first round to unseeded Paul McNamee of Australia, 1-6, 6-3, 6-2, 6-0. The methodical Nystrom, who possesses the steadiest of backcourt games, very seldom loses by such a one-sided score, but more significant than the result were the apparent miscalculations that underlay it. Nystrom has had a wondrous 1986 season so far, capturing five Grand Prix singles titles. In the process he lifted his computer ranking to No. 6 in the world.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WEARY NYSTROM IS ELIMINATED IN PARIS"},"keywords":[{"name":"creative_works","value":"FRENCH OPEN (TENNIS)"},{"name":"persons","value":"NYSTROM, JOAKIM"},{"name":"persons","value":"MCNAMEE, PAUL"},{"name":"glocations","value":"PARIS (FRANCE)"},{"name":"glocations","value":"FRANCE"},{"name":"subject","value":"TENNIS"}],"pub_date":"1986-05-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd15a4d8eb7c8105d63f7c7","word_count":670},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/31\/style\/the-third-world-looks-at-consumerism.html","snippet":"Fledgling consumer groups from developing countries met at a conference in Riverdale, the Bronx, this week to set modest goals to protect consumers in their countries.   At the same time, Consumers Union, the most influential consumer advocacy group...","lead_paragraph":"Fledgling consumer groups from developing countries met at a conference in Riverdale, the Bronx, this week to set modest goals to protect consumers in their countries. At the same time, Consumers Union, the most influential consumer advocacy group in America, celebrated its 50th anniversary at a glittering party in Manhattan and looked back on half a century of successful consumer lobbying. What emerged at the Bronx conference, which was organized by the International Organization of Consumers Unions, was the feeling that these nascent groups were facing many of the same fundamental issues that sparked the beginning of the American consumer movement, and the beginning of Consumers Union, a half century ago. ''What we're seeing is the international consumer movement developing strength in the same way as we developed strength,'' said Esther Peterson, who advised Presidents Johnson and Carter on consumer affairs. ''The international consumers movement now is a force to be reckoned with.''","abstract":null,"print_page":"52","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE THIRD WORLD LOOKS AT CONSUMERISM"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"CONSUMERS UNION"},{"name":"subject","value":"CONSUMER PROTECTION"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1986-05-31T00:00:00Z","document_type":"article","news_desk":"Style Desk","section_name":"Style","subsection_name":null,"byline":{"person":[{"firstname":"William","middlename":"R.","lastname":"GREER","rank":1,"role":"reported","organization":""}],"original":"By WILLIAM R. GREER"},"type_of_material":"News","_id":"4fd1639c8eb7c8105d64f7ff","word_count":1161},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/31\/sports\/world-cup-play-starts-today.html","snippet":"The eyes of the soccer world will be on Aztec Stadium in Mexico City today when Italy plays Bulgaria in the opening game of the 13th World Cup, the quadrennial championship of the planet's most popular sport.   It is estimated that as many as three...","lead_paragraph":"The eyes of the soccer world will be on Aztec Stadium in Mexico City today when Italy plays Bulgaria in the opening game of the 13th World Cup, the quadrennial championship of the planet's most popular sport. It is estimated that as many as three billion people - more than half the world's population - will have watched some part of the 52-game tournament on television by the time it ends June 29. The sport they so avidly follow is played by the same rules everywhere in the world, yet the style of the game differs tremendously from continent to continent and often between neighboring countries. It may be an oversimplification to break the world into two styles of play, the northern European and the South American. But those are the basic styles - the hard tackling, body contact and relentless running of the European teams and the ball-control, individual artistry and improvisation associated with South Americans. There are, of course, myriad variations, many of which will be on view in Mexico.","abstract":null,"print_page":"47","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD CUP PLAY STARTS TODAY"},"keywords":[{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-05-31T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd16c898eb7c8105d65e9f6","word_count":833},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/01\/world\/missionaries-for-democracy-us-aid-for-global-pluralism.html","snippet":"For several years after Soviet troops entered Afghanistan in 1979, a former editor and Information Minister in Kabul tried to get money to restore the village school system destroyed in rebel-held areas of his country.   The Afghan, Sabahuddin...","lead_paragraph":"For several years after Soviet troops entered Afghanistan in 1979, a former editor and Information Minister in Kabul tried to get money to restore the village school system destroyed in rebel-held areas of his country. The Afghan, Sabahuddin Kushkaki, applied unsuccessfully to the United States Agency for International Development and to major American private foundations. Every one turned him down, thinking the war would be short. Then, as the fighting continued, he and some friends happened upon an organization with the right combination of Government money, bureaucratic flexibility and anti-Communist commitment - the National Endowment for Democracy. Using Federal money, it provided $180,845 to train teachers, conduct literacy courses for rebel fighters, reopen some schools and publish new textbooks with unflattering accounts of the Soviet role in Afghan history. ''They have been giving us help without any strings attached,'' Mr. Kushkaki said on a recent visit to Washington.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MISSIONARIES FOR DEMOCRACY: U.S. AID FOR GLOBAL PLURALISM"},"keywords":[{"name":"organizations","value":"DEMOCRACY, NATIONAL ENDOWMENT FOR"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1986-06-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"K.","lastname":"SHIPLER","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By DAVID K. SHIPLER, Special to the New York Times"},"type_of_material":"News","_id":"4fd172c88eb7c8105d666df0","word_count":2765},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/02\/business\/france-warns-us-on-trade-clash.html","snippet":"France has warned the Reagan Administration that its demand for immediate compensation for the loss of $600 million worth of American grain sales to Spain could delay new international trade-freeing talks planned for next September, officials have...","lead_paragraph":"France has warned the Reagan Administration that its demand for immediate compensation for the loss of $600 million worth of American grain sales to Spain could delay new international trade-freeing talks planned for next September, officials have disclosed. The French Government says the American insistence on getting such compensation by the end of June could result in an agricultural trade war between the United States and the European Community. French officials say they believe such a conflict would disrupt the preliminary trade talks that are to take place in Geneva in mid-July. As a result, it would be difficult to make enough progress to enable world trade ministers to begin formal negotiations when they meet at Punte del Este, Uruguay, in September.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FRANCE WARNS U.S. ON TRADE CLASH"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"PORTUGAL"},{"name":"glocations","value":"SPAIN"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN ECONOMIC COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"GRAIN"}],"pub_date":"1986-06-02T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"},{"organization":"","role":"reported","rank":2}],"original":"By PAUL LEWIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd1655e8eb7c8105d652647","word_count":674},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/04\/sports\/wednesday-sports.html","snippet":"Baseball Mets vs. San Diego Padres, at Shea Stadium, 7:35 P.M. This is the finale of the home stand. The Mets next have a four-game series in Pittsburgh and return home on Monday to face Philadelphia. (Television - Channel 9, 7:30 P.M. Radio - WHN...","lead_paragraph":"Baseball Mets vs. San Diego Padres, at Shea Stadium, 7:35 P.M. This is the finale of the home stand. The Mets next have a four-game series in Pittsburgh and return home on Monday to face Philadelphia. (Television - Channel 9, 7:30 P.M. Radio - WHN 1050, 7:30 P.M.) Yankees vs. California Angels, at Anaheim, Calif. Final game of the road trip. The Yankees come home to face the Baltimore Orioles over the weekend. (Television - SportsChannel, 10:30 P.M. Radio - WABC 770, 10:30 P.M.) College World Series, at Omaha, Neb. (Television - ESPN, 8 P.M. live.) Boxing Jimmy Paul vs. Cubanito Perez, 15 rounds, for Paul's I.B.F. lightweight championship; Carlos Santos vs. Buster Drayton, 15 rounds, for the vacant I.B.F. junior middleweight championship; Gaby Canizales vs. Bernardo Pinango, 15 rounds, for Canizales's W.B.A. bantamweight championship. Byrne Meadowlands Arena, first preliminary 7:30 P.M. (Television - Showtime, 7:30 P.M.) Soccer World Cup: West Germany vs. Uruguay, at Queretaro (Television - Channel 41, 1:45 P.M. ESPN, 2 P.M. live). Scotland vs. Denmark, at Neza. (Television -Channel 41, 5:45 P.M.) Paraguay vs. Iraq, at Toluca. (Television - Channel 41, 11 P.M. tape.) Tennis French Open, at Paris.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WEDNESDAY SPORTS"},"keywords":[{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1986-06-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd1559c8eb7c8105d639b63","word_count":342},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/05\/sports\/world-cup-urugray-tied-1-1-by-west-germany.html","snippet":"West Germany, which gave up an easy goal after only four minutes, drew even with six minutes remaining today to tie Uruguay, 1-1, in a battle between two former two-time World Cup winners.   In the other afternoon match, Paraguay defeated Iraq, 1-0,...","lead_paragraph":"West Germany, which gave up an easy goal after only four minutes, drew even with six minutes remaining today to tie Uruguay, 1-1, in a battle between two former two-time World Cup winners. In the other afternoon match, Paraguay defeated Iraq, 1-0, in a Group B game at Toluca on a 35th-minute goal by Julio Cesar Romero, the former Cosmos star. In a Group E night game at Nezahualcoyotl, Denmark defeated Scotland, 1-0, on Preben Elkjaer's goal in the 59th minute.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGRAY TIED, 1-1, BY WEST GERMANY","kicker":"WORLD CUP"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"glocations","value":"WEST GERMANY"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-06-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"UPI"},"type_of_material":"News","_id":"4fd155978eb7c8105d6397f1","word_count":427},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/08\/world\/latin-group-offers-new-central-america-treaty.html","snippet":"Latin American negotiators meeting here today unexpectedly offered a revised regional peace treaty to the Foreign Ministers of five Central American nations.   Foreign ministers from the eight Latin American countries sponsoring the so-called...","lead_paragraph":"Latin American negotiators meeting here today unexpectedly offered a revised regional peace treaty to the Foreign Ministers of five Central American nations. Foreign ministers from the eight Latin American countries sponsoring the so-called Contadora treaty set no deadline for signing the new draft accord, however, appearing to leave an indefinite period for continued consultations ahead in the three-year effort to peacefully resolve Central America's conflicts. The latest version of the accord, which negotiators said they would like to see considered as a final draft, includes for the first time new proposals to limit the regional military buildup. Verification procedures are left to be defined in the future.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LATIN GROUP OFFERS NEW CENTRAL AMERICA TREATY"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"}],"pub_date":"1986-06-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"LeMOYNE"},{"organization":"","role":"reported","rank":2}],"original":"By JAMES LeMOYNE, Special to the New York Times"},"type_of_material":"News","_id":"4fd15d108eb7c8105d6445bc","word_count":784},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/08\/sports\/sunday-sports.html","snippet":"Baseball Yankees vs. Baltimore Orioles, at Yankee Stadium, 3 P.M. (Television - Channel 11, 3 P.M. Radio -WABC, 770; 3 P.M.) Mets vs. Pirates, at Pittsburgh, 1:35 P.M. (Television - Channel 9, 1:30 P.M. Radio - WHN, 1050; 1:30 P.M.) Brewers vs....","lead_paragraph":"Baseball Yankees vs. Baltimore Orioles, at Yankee Stadium, 3 P.M. (Television - Channel 11, 3 P.M. Radio -WABC, 770; 3 P.M.) Mets vs. Pirates, at Pittsburgh, 1:35 P.M. (Television - Channel 9, 1:30 P.M. Radio - WHN, 1050; 1:30 P.M.) Brewers vs. Boston Red Sox, at Milwaukee (Television - Channel 7, 3 P.M.) Padres vs. Atlanta Braves, at San Diego (Television - WTBS, 4:05 P.M.) N.C.A.A. Division I College World Series, at Omaha. (Television -ESPN, 8 P.M.) Basketball Celtics vs. Houston Rockets, at Boston. A Celtic victory would earn Boston its 16th title. A loss would foce a seventh game Wednesday night. (Television -Channel 2, 1 P.M.) Stroh's Rucker Professional League, doubleheader, at the Holcombe Rucker Memorial Playground, West 155th Street and Frederick Douglass Boulevard, 3:30 P.M. and 5:30 P.M. Boxing Shawn O'Sullivan vs. Simon Brown, at Toronto, welterweights, 10 rounds. O'Sullivan, the Canadian Olympian silver medalist who dropped a controversial decision to Frank Tate for the gold in 1984, is 11-0 with 8 knockouts as a professional. Brown, from Jamaica, West Indies, is 22-1 with 16 knockouts. (Television - Channel 4, 4 P.M.) Golf Manufacturers Hanover Westchester Classic, at Westchester Country Club, Harrison, N.Y., final round, 8 A.M. (Television - Channel 2, 3:30 P.M.) L.P.G.A. McDonald's Championship, at Malvern, Pa., final round. (Television - USA Network, 4 P.M.) Running Westchester Half-Marathon (13.1 miles) at White Plains, 9 A.M. Paulding Street at Maple Avenue. The finish line is at Iona College in New Rochelle.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SUNDAY SPORTS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1986-06-08T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd16d8c8eb7c8105d6606fd","word_count":405}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}