{"response":{"meta":{"hits":137,"time":40,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/03\/arts\/queens-doorstep-to-the-whole-wide-world.html","snippet":"THE crossroads of the world has moved eastward about a half-dozen miles from its traditional intersection at Times Square, to central Queens. Like continental plates overlapping on the unsettled global surface, the most unlikely mix of newcomers,...","lead_paragraph":"THE crossroads of the world has moved eastward about a half-dozen miles from its traditional intersection at Times Square, to central Queens. Like continental plates overlapping on the unsettled global surface, the most unlikely mix of newcomers, from Colombians to Koreans, from Indians to Uruguayans, has established communities virtually beneath the flight paths of the airplanes that brought these settlers to their new world. Here, along the axis of Roosevelt Avenue, which forms the border of Jackson Heights (on the north side) and Elmhurst (on the south), there is a stir of business and pleasure in a babble of tongues. Rest stops for the serendipitous between 71st Street and Junction Boulevard, under the unprepossessing shadow of the overhead No. 7 line on Roosevelt Avenue and on the more attractive surrounding streets, are in the shape of a generous assortment of restaurants, coffee shops and bakeries, stocked with food that ranges from the parilladas of the Rio de la Plata to the masala dosai that recalls life on the Ganges.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Queens, Doorstep to the Whole Wide World"},"keywords":[{"name":"glocations","value":"QUEENS (NYC)"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"},{"name":"subject","value":"NYTRAVEL"}],"pub_date":"1991-05-03T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"F.","lastname":"SHEPARD","rank":1,"role":"reported","organization":""}],"original":"By RICHARD F. SHEPARD"},"type_of_material":"News","_id":"4fd1a3318eb7c8105d6ba71e","word_count":3219},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/05\/sports\/sports-people-soccer-he-s-not-a-miracle-man.html","snippet":"More than a month after he took over as coach of the United States national soccer team, BORA MILUTINOVIC, will finally coach the squad in a game today when it takes on Uruguay in a stop in Denver on the World Series of Soccer tour.   Although...","lead_paragraph":"More than a month after he took over as coach of the United States national soccer team, BORA MILUTINOVIC, will finally coach the squad in a game today when it takes on Uruguay in a stop in Denver on the World Series of Soccer tour. Although Milutinovic, who was born is Yugoslavia, is generally credited with reviving moribund national programs in Mexico and later in Costa Rico, he insists he is not a \"miracle worker.\" (AP)","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"He's Not a Miracle Man","kicker":"SPORTS PEOPLE: SOCCER"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1991-05-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1a32a8eb7c8105d6ba0f5","word_count":79},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/06\/sports\/results-plus-735091.html","snippet":"TENNIS France Beats Australia  Fabrice Santoro, an 18-year-old newcomer to the French Davis Cup team, surprised Wally Masur in the deciding match yesterday in Nimes, France, as the French team moved into the semifinals with a 3-2 victory over...","lead_paragraph":"TENNIS France Beats Australia Fabrice Santoro, an 18-year-old newcomer to the French Davis Cup team, surprised Wally Masur in the deciding match yesterday in Nimes, France, as the French team moved into the semifinals with a 3-2 victory over Australia. (AP) Rain Halts Seles-Graf Final: Monica Seles saved two match points and forced Steffi Graf into a third set before rain halted the final of the German Open in Hamburg. The match between the two top female players in the world will resume today. (AP) Arrese Defeats Filippini in Madrid: Jordi Arrese of Spain served his way to a 6-2, 6-4 victory over Marcelo Filippini of Uruguay in the final of the Villa de Madrid tournament in Spain. (AP) Agassi Connects: Top-seeded Andre Agassi defeated David Wheaton, 7-6, 6-1, to win his third consecutive A.T.& T. Challenge. Agassi earned $100,000, while Wheaton, seeded sixth, took home $50,000 after the three-day round-robin event at Horseshoe Bend Country Club in Roswell, Ga. (AP) Reneberg Gets First Title: Top-seeded Richey Reneberg won his first pro title with a 4-6, 6-4, 6-2 victory over fourth-seeded Petr Korda of Czechoslovakia in the United States Tennis Association Clay Courts of Tampa, Fla.(AP) SOCCER U.S. Beats Uruguay Peter Vermes took a cross from Chris Henderson and cracked a volley past goalkeeper Fernando Alvez in the 26th minute to lead the United States to a 1-0 victory over the national team of Uruguay in Denver yesterday. The victory was the first for Bora Milutinovic, the new coach of the United States team. Milutinovic coached Costa Rica during the 1990 World Cup and led Mexico in the 1986 World Cup. A crowd of 35,772 attended the match in Mile High Stadium. Uruguay was missing most of its starters, who are playing with clubs in the Italian League, which has two weeks remaining. (AP) TRACK AND FIELD Fastest Time in 400 Ivan Jeanmarie, a senior at Prospect Heights High School, ran in the open division 400 meters in the Metropolitan Athletics Congress meet at Randalls Island and won the event in a swift 46.58 seconds, the fastest time in the metropolitan area this season for school boys. Then Jeanmarie came back later and won the high school 200 meters in 21.34 seconds. Frank Mensah of Boys and Girls in Brooklyn won the 110 hurdles in 14.71 seconds and the 400 hurdles in 54.45 seconds. Nathalie Jones of John Jay won the girls 200 meters (25.24 seconds) and 400 meters (57.14 seconds). In open competition, Mike Pascuzzo of the New York Athletic Club leaped 7 feet 5 inches in the high jump and Pamela Simmons of Bronx Express took the women's 400 dash in 56.40 seconds and the 400 hurdles in 62.8 seconds. Navy Captures Men's Title: Navy took the men's team title in the Heptagonal championships in Princeton, N.J., but Cornell and Brown battled for the women's title down to the final event. The Navy men were led by Anthony Terrell, who won the long jump and triple jump, and Brian Proctor, who won both sprints. Meet records were broken by Terrence Ferguson of Brown, with 7-4 1\/4 in the high jump, Kevin McGuire of Princeton, with 16-9 1\/2 in the pole vault, and Nick Sweeney of Harvard, with 189-8. The women's competition featured Brown's sprinter-hurdler corps, led by Teri Smith and Susan Smith, versus Cornell's middle-distance stars, Stephanie Best, Jennifer Cobb and Pam Hunt. Between them they finished first in every running event today. In the final event, Brown needed to win the 4 by 400-meter relay and beat Cornell by at least three places. Brown won, but Cornell, with Best running an unaccustomed 400-meter relay leg, finished second and captured the team title.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1991-05-06T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1a91a8eb7c8105d6c58df","word_count":615},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/09\/obituaries\/friedelind-wagner-73-opponent-of-nazism-despite-family-s-ties.html","snippet":"Friedelind Wagner, a granddaughter of the composer Richard Wagner who won fame for her courageous opposition to Nazism, died early yesterday evening at the Community Hospital in Herdecke, Germany, in the Ruhr. She was 73 years old.   She died of...","lead_paragraph":"Friedelind Wagner, a granddaughter of the composer Richard Wagner who won fame for her courageous opposition to Nazism, died early yesterday evening at the Community Hospital in Herdecke, Germany, in the Ruhr. She was 73 years old. She died of liver disease, said her nephew, Gottfried Wagner.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Friedelind Wagner, 73, Opponent Of Nazism Despite Family's Ties"},"keywords":[{"name":"persons","value":"WAGNER, FRIEDELIND"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS"}],"pub_date":"1991-05-09T00:00:00Z","document_type":"article","news_desk":"Obituary","section_name":"Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"ROCKWELL"}],"original":"By JOHN ROCKWELL"},"type_of_material":"Obituary","_id":"4fd1a82e8eb7c8105d6c3826","word_count":436},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/15\/business\/economic-scene-second-thoughts-on-mexico-trade.html","snippet":"THE campaign for \"fast track\" authority to negotiate a trade agreement with Mexico is nearly over, and the Administration seems headed for a lopsided victory. The President's strategy, a mix of high-minded talk about global competitiveness and coolly...","lead_paragraph":"THE campaign for \"fast track\" authority to negotiate a trade agreement with Mexico is nearly over, and the Administration seems headed for a lopsided victory. The President's strategy, a mix of high-minded talk about global competitiveness and coolly calculated concessions to interests ranging from anti-pesticide lobbyists to brewers, has apparently succeeded in isolating hard-core protectionists from the what's-in-it-for-my-district pragmatists. But not every defender of free trade is breaking out the margaritas. One of the most articulate, Jagdish Bhagwati, an economist at Columbia University and the author of \"The World Trading System at Risk\" (Princeton University Press), is downright glum. The fight to open the border with Mexico is a diversion from the more important issue of global trade liberalization, he argues, \"encouraging sloppy thinking that all trade is good.\"","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Second Thoughts On Mexico Trade","kicker":"ECONOMIC SCENE"},"keywords":[{"name":"creative_works","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"persons","value":"BHAGWATI, JAGDISH"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1991-05-15T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Peter","rank":1,"lastname":"Passell"}],"original":"By Peter Passell"},"type_of_material":"News","_id":"4fd1a9168eb7c8105d6c5622","word_count":726},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/21\/business\/quayle-urges-japanese-to-open-markets-to-us.html","snippet":"Vice President Dan Quayle pressed Prime Minister Toshiki Kaifu and other officials today to open Japan to more American exports and investments as a crucial step toward improving relations with the United States.    But Japanese officials were still...","lead_paragraph":"Vice President Dan Quayle pressed Prime Minister Toshiki Kaifu and other officials today to open Japan to more American exports and investments as a crucial step toward improving relations with the United States. But Japanese officials were still resisting American demands in several trade disputes that were being negotiated while Mr. Quayle held meetings with Japanese leaders. The American negotiators said that in many cases Japan's stance was \"disappointing.\"","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Quayle Urges Japanese To Open Markets to U.S."},"keywords":[{"name":"persons","value":"KAIFU, TOSHIKI"},{"name":"persons","value":"QUAYLE, DAN"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"JAPAN-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1991-05-21T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Steven","middlename":"R.","lastname":"WEISMAN","rank":1,"role":"reported","organization":""}],"original":"By STEVEN R. WEISMAN"},"type_of_material":"News","_id":"4fd1cfb88eb7c8105d708c91","word_count":446},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/21\/opinion\/after-mexico-the-main-event.html","snippet":"Fast-track trade legislation, committing Congress to voting on trade agreements promptly and without amendment, is scheduled for vote early this week. Without such protection, foreign governments won't negotiate trade pacts, fearing that hard-fought...","lead_paragraph":"Fast-track trade legislation, committing Congress to voting on trade agreements promptly and without amendment, is scheduled for vote early this week. Without such protection, foreign governments won't negotiate trade pacts, fearing that hard-fought deals could then be picked apart by special interests. That's why opponents of the Administration's free-trade pact with Mexico have targeted fast-track for attack. The economic benefits of the Mexican agreement will be small on both sides of the border. Thus a no vote on fast-track might seem unimportant. But that view would be myopic: Mexican trade is a sideshow to what's really at stake, the five-year Uruguay Round of international trade talks scheduled to be completed this year. It will slash tariffs and other trade barriers, thereby adding trillions to the world's economies by the end of the decade. Few, if any, government policies in the U.S. or anywhere else will do more for economic growth.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"After Mexico, the Main Event"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1991-05-21T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1c9e18eb7c8105d6fdb70","word_count":421},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/22\/world\/assassination-india-bush-calls-assassination-appalling-loss-for-world-order.html","snippet":"President Bush today called the assassination of Rajiv Gandhi, the former Indian Prime Minister, \"appalling\" and said he mourned the loss of a friend and world leader.   \"I just don't know what the world is coming to,\" Mr. Bush told reporters during...","lead_paragraph":"President Bush today called the assassination of Rajiv Gandhi, the former Indian Prime Minister, \"appalling\" and said he mourned the loss of a friend and world leader. \"I just don't know what the world is coming to,\" Mr. Bush told reporters during a photo session in the Oval Office with President Luis Alberto Lacalle of Uruguay. \"It's a sad thing for this young man to have lost his life this way.\"","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bush Calls Assassination 'Appalling' and a Loss for World Order","kicker":"ASSASSINATION IN INDIA"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"persons","value":"GANDHI, RAJIV"},{"name":"glocations","value":"INDIA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1991-05-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1c9dd8eb7c8105d6fd8b0","word_count":501},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/24\/business\/business-people-economist-at-columbia-gets-high-gatt-post.html","snippet":"Few economists anywhere in the world are more outspoken in their advocacy of free trade than Prof. Jagdish Bhagwati, or more prolific in writing about its merits. And seldom since World War II have there been greater difficulties in negotiating...","lead_paragraph":"Few economists anywhere in the world are more outspoken in their advocacy of free trade than Prof. Jagdish Bhagwati, or more prolific in writing about its merits. And seldom since World War II have there been greater difficulties in negotiating another round of reductions in tariffs and other trade barriers. So it is perhaps only natural that the organization charged with conducting the negotiations -- the General Agreement on Tariffs and Trade, or GATT -- should turn to Professor Bhagwati for help, offering him the newly created post of economic policy adviser. He will report directly to Arthur Dunkel, Director General of the Geneva-based organization.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economist at Columbia Gets High GATT Post","kicker":"BUSINESS PEOPLE"},"keywords":[{"name":"creative_works","value":"BUSINESS PEOPLE (TIMES COLUMN)"},{"name":"persons","value":"BHAGWATI, JAGDISH"},{"name":"organizations","value":"COLUMBIA UNIVERSITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"}],"pub_date":"1991-05-24T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Louis","rank":1,"lastname":"UCHITELLE"}],"original":"By LOUIS UCHITELLE"},"type_of_material":"News","_id":"4fd1a9ed8eb7c8105d6c72fe","word_count":424},{"web_url":"http:\/\/www.nytimes.com\/1991\/05\/28\/opinion\/l-aiding-moscow-the-quid-pro-quo-approach-691191.html","snippet":"To the Editor:   In a May 17 news article, you outlined a new initiative by the Soviet economist Grigory Yavlinsky, presumably enjoying Mikhail Gorbachev's support, for salvaging perestroika. In essence, it offers rapid economic reform in exchange...","lead_paragraph":"To the Editor: In a May 17 news article, you outlined a new initiative by the Soviet economist Grigory Yavlinsky, presumably enjoying Mikhail Gorbachev's support, for salvaging perestroika. In essence, it offers rapid economic reform in exchange for massive Western aid; figures of up to $30 billion per year for five years are cited. But such a \"Marshall Plan\" is highly improbable. To assume that it will be agreed upon because Soviet economic reform in itself would be our reward is unrealistic. Indeed, the European Community, Japan and the United States would each profit from Soviet recovery. Perestroika's failure threatens outmigration to Europe. It also reduces Soviet purchases from the nations of Eastern Europe, adding to their difficulties and increasing Western Europe's responsibilities. The U.S. must additionally confront the security implications of chaos in a crumbling superpower; it cannot contemplate with equanimity Soviet transition to the anarchy of Bakunin instead of the markets of Adam Smith. Japan, with trade and foreign investment (fueled by its large trade surplus) as its primary concerns, would find an attractive and proximate market in a Soviet economy gradually shifting into capitalist gear.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Aiding Moscow: The Quid Pro Quo Approach"},"keywords":[{"name":"persons","value":"DESAI, PADMA"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1991-05-28T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd1cfb68eb7c8105d708af0","word_count":757}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}