{"response":{"meta":{"hits":135,"time":49,"offset":120},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/28\/world\/suspicion-following-sun-myung-moon-to-brazil.html","snippet":"As far as the eye can see, there is almost nothing here but pasture, with the distant line of the horizon broken only by tall anthills and an occasional tree. But the Rev. Sun Myung Moon envisions this remote and sparsely populated corner of Brazil...","lead_paragraph":"As far as the eye can see, there is almost nothing here but pasture, with the distant line of the horizon broken only by tall anthills and an occasional tree. But the Rev. Sun Myung Moon envisions this remote and sparsely populated corner of Brazil as what he calls ''a kingdom of heaven on earth, a new Garden of Eden.'' Mr. Moon, the 78-year-old founder of the Unification Church, who has been rebuffed in the United States and is facing financial trouble in his native South Korea, is seeking to reinvent himself here in the South American heartland.","abstract":"Unification Church founder Sun Myung Moon, who has been rebuffed in US and is facing financial trouble in South Korea, is seeking to reinvent himself in Jardim, Brazil; has brought thousands of acres of pasture land and spent some $30 million in hope of building spiritual and business empire that he calls New Hope East Garden; investment was at first welcomed in Jardim, but Moon's increasingly visible presence has begun to generate same sort of opposition and suspicion that has followed him elsewhere around world; map; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Suspicion Following Sun Myung Moon to Brazil"},"keywords":[{"name":"persons","value":"MOON, SUN MYUNG"},{"name":"glocations","value":"SOUTH KOREA"},{"name":"glocations","value":"JARDIM (BRAZIL)"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"NEW HOPE EAST GARDEN"},{"name":"organizations","value":"UNIFICATION CHURCH"}],"pub_date":"1999-11-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd1f07c8eb7c8105d7467cd","word_count":1493},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/art-cultural-turbulence-reflected-in-exhibition-of-still-lifes.html","snippet":"STILL LIFE paintings are often regarded as complacent and predictable. But the issues that are brought to the table, so to speak, do not always stay still. Rather than merely showing off how good the artist is at rendering objects realistically, a...","lead_paragraph":"STILL LIFE paintings are often regarded as complacent and predictable. But the issues that are brought to the table, so to speak, do not always stay still. Rather than merely showing off how good the artist is at rendering objects realistically, a still life can be as charged -- politically, religiously and erotically -- as any other genre of painting. And because a still life has a veneer of order and propriety, deviations from that are often extremely potent. A ripe exhibition of still life now at the Katonah Museum of Art illustrates the climate of uneasiness this branch of painting can foster. The paintings (plus several photographs, a couple of installations and a sculpture) come from an area of the world known for its cultural turbulence. The show's title, ''Latin American Still Life: Reflections of Time and Place,'' captures the relationship of the age-old genre to particular conditions. The exhibition was organized by a couple of scholars in the field, Clayton C. Kirking and Edward J. Sullivan. Judging from their essays in the exhibition catalog, Mr. Sullivan concentrated on contemporary work while Mr. Kirking chose more historical paintings.","abstract":"William Zimmer reviews still lifes by Latin American artists on view at Katonah Museum of Art; photos (M)","print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Cultural Turbulence Reflected In Exhibition of Still Lifes","kicker":"ART"},"keywords":[{"name":"organizations","value":"KATONAH MUSEUM OF ART"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"1999-11-28T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"William","rank":1,"lastname":"ZIMMER"}],"original":"By WILLIAM ZIMMER"},"type_of_material":"News","_id":"4fd210b38eb7c8105d78545a","word_count":944},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/29\/world\/ruling-party-wins-election-for-president-in-uruguay.html","snippet":"The candidate of the governing Colorado Party won the Uruguayan presidency on his fifth try today by beating back a strong challenge from a leftist coalition that included Socialists, Communists and former guerrillas.    Jorge Batlle, the governing...","lead_paragraph":"The candidate of the governing Colorado Party won the Uruguayan presidency on his fifth try today by beating back a strong challenge from a leftist coalition that included Socialists, Communists and former guerrillas. Jorge Batlle, the governing party candidate, promised in his campaign to pursue a vigorous foreign policy that would open markets for Uruguay's dairy and wool products and to improve educational opportunities by broadly expanding computer and internet access.","abstract":"Jorge Batlle, candidate of governing Colorado Party, wins Uruguayan presidency, beating back strong challenge from leftist coalition led by Tabare Vazquez; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ruling Party Wins Election For President In Uruguay"},"keywords":[{"name":"persons","value":"VAZQUEZ, TABARE"},{"name":"persons","value":"BATLLE, JORGE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1999-11-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd215d48eb7c8105d78fdad","word_count":885},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/29\/nyregion\/news-summary-656399.html","snippet":"INTERNATIONAL   A3-12    Clinton to Sign Bill To Aid Sudan's Rebels  President Clinton is about to sign into law a bill permitting the administration to pursue a contentious strategy against the Islamic government in Sudan by providing food aid...","lead_paragraph":"INTERNATIONAL A3-12 Clinton to Sign Bill To Aid Sudan's Rebels President Clinton is about to sign into law a bill permitting the administration to pursue a contentious strategy against the Islamic government in Sudan by providing food aid directly to armed rebels who have been fighting the authorities in Khartoum for 16 years. A1 Chechens Given Safe Passage The Russian government said it would open a safe passage for desperate civilians to flee Grozny, the capital of Chechnya, which has come under a withering assault for days. The move appeared intended to mute Western criticism that Russia was harming its own citizens. A10","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[],"pub_date":"1999-11-29T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd210f38eb7c8105d78607b","word_count":1497},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/02\/garden\/currents-grand-central-a-cosmopolitan-s-holiday-bazaar.html","snippet":"The kiosks at the Holiday Fair in Grand Central Station's Vanderbilt Hall do not please everyone. ''They look great, but the lighting is not very good,'' said Ayala Naphtali, a jewelry vendor with a booth there. Nonetheless, shoppers seem happy with...","lead_paragraph":"The kiosks at the Holiday Fair in Grand Central Station's Vanderbilt Hall do not please everyone. ''They look great, but the lighting is not very good,'' said Ayala Naphtali, a jewelry vendor with a booth there. Nonetheless, shoppers seem happy with the arrangement, which brings in 72 vendors with goods from countries like India, Uruguay, Mexico, France, Turkey and the United States. Though it's not unusual to find products from so many places in a town as cosmopolitan as New York, the prices at the market, left, are surprisingly reasonable. Shoppers can find something for everyone there, and not go broke doing it. Hand-pounded, metal-framed Mexican mirrors with inlaid ceramic tiles, below left, are $90 to $240 at Hecho a Mano. Sweet-smelling citrus, lemongrass and grapefruit glycerin-based soaps are $6 each at Artemis Botanicals. Decorative Uruguayan star-shaped lanterns, in a multitude of bright colors, are $20 each at Sha d' Lei. Lights in fuzzy shades that look like furry creatures, below right, are $40 at Lucky Wang. There are 2-by-3-foot Turkish kilim rugs in a range of colors (especially nice in front of the kitchen sink) for only $29.99 at the Truva Treasures booth. (Slightly smaller and brighter Indian gabbeh doormats can be found at the same place for the same price.) Buckwheat-filled bolster pillows in Chinese brocade are $32 at Wellness Secrets, as are silk-wrapped eye pillows, inset above, for $14 to $20. The market is open Monday through Saturday, 10 a.m. to 8 p.m., and on Sunday, noon to 6 p.m., through Dec. 24.","abstract":"Holiday Fair in Grand Central Terminal's Vanderbilt Hall brings together 72 vendors from around the world; photos (S)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Cosmopolitan's Holiday Bazaar","kicker":"CURRENTS: GRAND CENTRAL"},"keywords":[{"name":"subject","value":"GRAND CENTRAL TERMINAL (NYC)"},{"name":"subject","value":"RETAIL STORES AND TRADE"}],"pub_date":"1999-12-02T00:00:00Z","document_type":"article","news_desk":"House & Home\/Style Desk","section_name":"Home and Garden; Style","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bonnie","rank":1,"lastname":"Schwartz"}],"original":"By Bonnie Schwartz"},"type_of_material":"News","_id":"4fd21ca18eb7c8105d79d127","word_count":259},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/05\/magazine\/hair-today.html","snippet":"As one who does not have mere bad-hair days, but rather an unbroken series of bad-hair decades, I understand, quite personally and pathetically, how much hair means, how important it is to self-image and one's sense of humanness, and how hard it is...","lead_paragraph":"As one who does not have mere bad-hair days, but rather an unbroken series of bad-hair decades, I understand, quite personally and pathetically, how much hair means, how important it is to self-image and one's sense of humanness, and how hard it is to give it up. So to those brave individuals who donated a sample of their hair to the Times Capsule, who gamely plucked six strands by their roots, grimacing, grunting and even, in the case of one macho-looking fellow, shedding a few tears in the process, I take my hat off -- or would, if I were ever foolish enough to flatten my hair with headgear in the first place. Perhaps, though, the sacrifice will not prove in vain. Long after all six billion humans who now inhabit the earth have become so much jojoba fertilizer, the strands that my gallant subjects yanked forth for the sake of this project may as yet speak. They may tell the citizens of the distant future the most voluminous of tales: of ancestries and possibilities, talents and proclivities, customary strengths and redeeming weaknesses; what the pluckers ate, drank, smoked and absorbed, voluntarily or otherwise; whether they were disposed to be the nervous type, or cheerful, or indifferent; what diseases they may have suffered; how long they were likely to have lived.","abstract":null,"print_page":"175","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Hair Today"},"keywords":[],"pub_date":"1999-12-05T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Natalie","rank":1,"lastname":"Angier"}],"original":"By Natalie Angier"},"type_of_material":"News","_id":"4fd21c978eb7c8105d79cce3","word_count":2345},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/08\/business\/international-business-the-safras-of-brazil-banking-faith-and-security.html","snippet":"When the Safra family built a mansion resembling the palaces of Roman nobles in this city's opulent Morumbi neighborhood, Joseph Safra, the younger brother of the late financier Edmond J. Safra, acknowledged that the structure was ''out of context''...","lead_paragraph":"When the Safra family built a mansion resembling the palaces of Roman nobles in this city's opulent Morumbi neighborhood, Joseph Safra, the younger brother of the late financier Edmond J. Safra, acknowledged that the structure was ''out of context'' for a relatively poor country like Brazil. Nonetheless, the building is indicative of the grandiose dealings of a family who, since its arrival in Brazil in the early 1950's, after fleeing from Lebanon, has assembled one of this country's largest conglomerates. Whether it is in banking, telecommunications or even in the cultivation of eucalyptus trees used to produce paper, the Safras have been synonymous in Brazil with financial might.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Safras of Brazil: Banking, Faith and Security","kicker":"INTERNATIONAL BUSINESS"},"keywords":[],"pub_date":"1999-12-08T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd231128eb7c8105d7c041a","word_count":888},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/09\/world\/clinton-s-words-to-press-on-the-mideast-chechnya-and-other-matters.html","snippet":"Following are excerpts from President Clinton's news conference today in the Dean Acheson Auditorium at the State Department, as recorded by the Federal News Service, a transcription company:    Opening Statement      We are at a pivotal moment in...","lead_paragraph":"Following are excerpts from President Clinton's news conference today in the Dean Acheson Auditorium at the State Department, as recorded by the Federal News Service, a transcription company: Opening Statement We are at a pivotal moment in the Middle East peace process, one that can shape the face of the region for generations to come. As I have said on numerous occasions, history will not forgive a failure to seize this opportunity to achieve a comprehensive peace. We've made good progress on the Palestinian track, and I am determined to help Prime Minister Barak and Chairman Arafat move forward in accordance with their very ambitious timetable.","abstract":"Excerpts from Pres Clinton's news conference (L)","print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Clinton's Words to Press: On the Mideast, Chechnya and Other Matters"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"SYRIA"},{"name":"glocations","value":"ISRAEL"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ISRAEL-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"ISRAEL-INTERNATIONAL RELATIONS-SYRIA"}],"pub_date":"1999-12-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":null,"type_of_material":"Text","_id":"4fd22d918eb7c8105d7bae7e","word_count":6679},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/13\/business\/world-trade-group-picking-up-the-pieces-from-seattle.html","snippet":"Struggling to recover from the trade conference in Seattle that collapsed in failure nine days ago, the World Trade Organization plans a special meeting this Friday to decide how to proceed.    A spokesman for the 135-nation group that makes the...","lead_paragraph":"Struggling to recover from the trade conference in Seattle that collapsed in failure nine days ago, the World Trade Organization plans a special meeting this Friday to decide how to proceed. A spokesman for the 135-nation group that makes the rules for international commerce said that the main purpose of the meeting of its general council would be to regain momentum for resolving some disputes that had foiled the ministerial conference in Seattle, leaving delegates dispirited and angry.","abstract":"World Trade Organization will hold special meeting to decide how to proceed now that Seattle conference collapsed in failure; spokesman says main purpose of meeting is to regain momentum for resolving disputes that foiled ministerial conference in Seattle; many WTO delegates remain shocked by events in Seattle, where thousands of protesters disrupted conference and blocked access to conference sites; European Union's trade commissioner, Pascal Lamy, attributes breakdown in Seattle to American presidential-campaign politics (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Trade Group Picking Up the Pieces From Seattle"},"keywords":[{"name":"persons","value":"LAMY, PASCAL"},{"name":"glocations","value":"SEATTLE (WASH)"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 2000"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"1999-12-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd2023a8eb7c8105d767b0e","word_count":468},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/17\/world\/world-briefing.html","snippet":"EUROPE    GERMANY: KOHL INQUIRY BEGINS -- Parliament began an investigation into allegations that former Chancellor Helmut Kohl's party accepted bribes. Mr. Kohl has admitted he used secret accounts to pay for campaign activities of his Christian...","lead_paragraph":"EUROPE GERMANY: KOHL INQUIRY BEGINS -- Parliament began an investigation into allegations that former Chancellor Helmut Kohl's party accepted bribes. Mr. Kohl has admitted he used secret accounts to pay for campaign activities of his Christian Democratic Party, a violation of finance laws. The inquiry will also examine allegations that Mr. Kohl's party received a $1.6 million donation in exchange for the sale of a group of state-owned apartments, which went for well below a rival bid. Victor Homola (NYT)","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"1999-12-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled By Terence Neilan"},"type_of_material":"News","_id":"4fd1f07c8eb7c8105d746896","word_count":908}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}