{"response":{"meta":{"hits":122,"time":36,"offset":110},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/09\/08\/world\/australia-casts-net-for-fish-poachers.html","snippet":"Australia has begun a campaign against international pirates plundering its declining stocks of Antarctic fish.    Naval patrols, diplomatic pressure, United Nations actions and legal sanctions are being marshaled against long-range, high-tech...","lead_paragraph":"Australia has begun a campaign against international pirates plundering its declining stocks of Antarctic fish. Naval patrols, diplomatic pressure, United Nations actions and legal sanctions are being marshaled against long-range, high-tech trawlers illegally taking about $200 million worth of Patagonian toothfish from subantarctic seas.","abstract":"Australia begins campaign against international pirates plundering its declining stocks of Antarctic fish, Patagonian toothfish, which is marketed in US as Chilean sea bass; naval patrols, diplomatic pressure, United Nations actions and legal sanctions are being marshaled against long-range, high-tech trawlers illegally taking $200 million worth of succulent fish from subantarctic seas; future of fish, as species and sustainable resource, is focus of growing international concern and action to be discussed at trade and conservation conferences this year (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Australia Casts Net for Fish Poachers"},"keywords":[{"name":"glocations","value":"AUSTRALIA"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"POACHING"},{"name":"subject","value":"PATAGONIAN TOOTHFISH"},{"name":"subject","value":"FISHING, COMMERCIAL"},{"name":"subject","value":"CHILEAN SEA BASS"},{"name":"subject","value":"FISH AND OTHER MARINE LIFE"}],"pub_date":"2002-09-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SHAW"}],"original":"By JOHN SHAW"},"type_of_material":"News","_id":"4fd238e68eb7c8105d7cc4db","word_count":730},{"web_url":"http:\/\/www.nytimes.com\/2002\/09\/19\/arts\/critic-s-notebook-festival-mishaps-can-t-dim-lyon-s-latin-american-spirit.html","snippet":"''Terra Latina'' is the title of this year's Lyon Dance Biennial, devoted to dance in Latin America. True to form, the three-week event, the 10th since 1984, offers what other major international festivals do not: a concentrated overview of dance in...","lead_paragraph":"''Terra Latina'' is the title of this year's Lyon Dance Biennial, devoted to dance in Latin America. True to form, the three-week event, the 10th since 1984, offers what other major international festivals do not: a concentrated overview of dance in a single country or in theme-related regions. But atypically, the current festival has been a comedy of mishaps.","abstract":"Anna Kisselgoff reports on three-week Lyon Dance Biennial devoted this year to Latin American dance; reviews performances by carnival dancers from Columbia and Bolivia, works by Chilean choreographer Paulina Mellado, Brazilian Henrique Rodovalho, Mexican Raul Parrao, Maguy Marin of France, and Argentinians Diana Szeinblum, Ines Rampoldi and Leticia Mazur; photo (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Festival Mishaps Can't Dim Lyon's Latin American Spirit","kicker":"CRITIC'S NOTEBOOK"},"keywords":[{"name":"persons","value":"MAZUR, LETICIA"},{"name":"persons","value":"MARIN, MAGUY"},{"name":"persons","value":"MELLADO, PAULINA"},{"name":"persons","value":"PARRAO, RAUL"},{"name":"persons","value":"SZEINBLUM, DIANA"},{"name":"persons","value":"RAMPOLDI, INES"},{"name":"persons","value":"RODOVALHO, HENRIQUE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"DANCING"},{"name":"subject","value":"LYON DANCE BIENNIAL"}],"pub_date":"2002-09-19T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anna","rank":1,"lastname":"KISSELGOFF"}],"original":"By ANNA KISSELGOFF"},"type_of_material":"Review","_id":"4fd233348eb7c8105d7c3a93","word_count":986},{"web_url":"http:\/\/www.nytimes.com\/2002\/09\/22\/travel\/travel-advisory-by-land-and-sea-in-pursuit-of-food.html","snippet":"Food is the focus of several travel itineraries on land and sea this fall.    From Nov. 6 to 20, John Ash, chef, cookbook author and proprietor of a restaurant that bears his name in Santa Rosa, Calif., will take up to 25 people on a Geographic...","lead_paragraph":"Food is the focus of several travel itineraries on land and sea this fall. From Nov. 6 to 20, John Ash, chef, cookbook author and proprietor of a restaurant that bears his name in Santa Rosa, Calif., will take up to 25 people on a Geographic Expeditions tour of the vineyards, cellars and restaurants of Chile and Argentina. The trip begins in Santiago de Chile with visits to the wine-producing valleys of Curicó, Rapel and Maipo, after which the group flies to Mendoza, Argentina, known for its cabernet sauvignon grapes.","abstract":"Geographic Expeditions begins offering tours of restaurants in Chile and Argentina escorted by chef and restaurateur John Ash; Crystal Cruises is offering several food-themed sailings featuring chefs and their signature dishes (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"By Land and Sea, In Pursuit of Food","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"persons","value":"ASH, JOHN"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"CRYSTAL CRUISES"},{"name":"subject","value":"SHIPS AND SHIPPING"},{"name":"subject","value":"RESTAURANTS"},{"name":"subject","value":"CRUISES"},{"name":"subject","value":"FOOD"}],"pub_date":"2002-09-22T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd236318eb7c8105d7c8484","word_count":285},{"web_url":"http:\/\/www.nytimes.com\/2002\/10\/05\/world\/in-free-market-slump-brazil-s-voters-look-for-change.html","snippet":"In each of Brazil's last two presidential elections, Ana Paula Borges voted for the government's candidate, swayed by promises of growth and stability. But after an eight-year experiment with free-market capitalism, the Brazilian economy has stalled,...","lead_paragraph":"In each of Brazil's last two presidential elections, Ana Paula Borges voted for the government's candidate, swayed by promises of growth and stability. But after an eight-year experiment with free-market capitalism, the Brazilian economy has stalled, unemployment is climbing, the value of the national currency is sliding, and she is fed up. As a schoolteacher, mother of two and wife of a rancher, Mrs. Borges, 32, is the kind of middle-of-the-road voter whose support José Serra, candidate of the ruling coalition, must have if he is to win. But on Sunday, she said, she intends to cast her ballot for Luiz Inácio Lula da Silva of the left-wing Workers' Party.","abstract":"Luiz Inacio Lula da Silva, front-runner in Brazilian presidential campaign, has cast last decade of market reform into question; he and other candidates all over Latin America are critical of Washington Consensus, name often used to describe American-backed free-market model common in region since 1990's; they have watched governments committed to such reforms flounder; Brazilians have ample reason to be distressed with market model; between 1900 and 1980, Brazilian economy expanded by 6 percent a year, regardless of who was in power; now, for first time in history, Brazilian government has spent entire term under International Monetary Fund program; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"In Free-Market Slump, Brazil's Voters Look for Change"},"keywords":[{"name":"persons","value":"DA SILVA, LUIZ INACIO LULA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-10-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2233c8eb7c8105d7a8e8b","word_count":1579},{"web_url":"http:\/\/www.nytimes.com\/2002\/10\/23\/world\/latin-death-squads-and-the-us-a-new-disclosure.html","snippet":"The day before Chilean agents assassinated Orlando Letelier, Chile's former foreign minister, with a car bomb here in 1976, a senior State Department official canceled an order that United States ambassadors approach South American dictators about...","lead_paragraph":"The day before Chilean agents assassinated Orlando Letelier, Chile's former foreign minister, with a car bomb here in 1976, a senior State Department official canceled an order that United States ambassadors approach South American dictators about ending their use of death squads abroad, according to United States government documents. While the assassination plot was well advanced and unlikely to have been aborted through last-minute diplomatic efforts, the cancellation underscored the ambivalence of United States policy makers toward confronting Latin America's military governments over their disregard for human rights.","abstract":"US failure to confront Latin American dictators about rights abuses and right-wing death squads in 1970's is recounted by Peter Kornbluh in book The Pinochet File, which recalls assassination of Orlando Letelier during Augusto Pinochet regime in Chile; US role is also explained in book The Condor Years by John Dinges, based on US government documents released in recent years (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin Death Squads and the U.S.: A New Disclosure"},"keywords":[{"name":"creative_works","value":"CONDOR YEARS, THE (BOOK)"},{"name":"creative_works","value":"PINOCHET FILE, THE (BOOK)"},{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"persons","value":"LETELIER, ORLANDO"},{"name":"persons","value":"KORNBLUH, PETER"},{"name":"persons","value":"DINGES, JOHN"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"subject","value":"ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"BOOKS AND LITERATURE"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2002-10-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington; Books","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd23a628eb7c8105d7ce8f8","word_count":750},{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/03\/business\/economic-view-outside-halls-of-power-many-fear-free-trade.html","snippet":"TWO heated debates about free trade took place here last week, yet they were so different they might as well have been on separate planets.    The most visible one was at a meeting of trade ministers from the United States and 33 other countries, who...","lead_paragraph":"TWO heated debates about free trade took place here last week, yet they were so different they might as well have been on separate planets. The most visible one was at a meeting of trade ministers from the United States and 33 other countries, who tried to hammer out a road map for negotiating a free-trade zone from Canada to Argentina. The other was led by ordinary citizens.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Outside Halls Of Power, Many Fear Free Trade","kicker":"ECONOMIC VIEW"},"keywords":[],"pub_date":"2002-11-03T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Edmund","middlename":"L.","lastname":"ANDREWS","rank":1,"role":"reported","organization":""}],"original":"By EDMUND L. ANDREWS"},"type_of_material":"News","_id":"4fd23a668eb7c8105d7cec33","word_count":740},{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/03\/movies\/holiday-movies-fashioning-thrillers-dark-chapters-history-difficult-choices.html","snippet":"COSTA-GAVRAS'S latest movie, ''Amen,'' which opens in the United States in late January, once again singles him out as a rare filmmaker who is unafraid of tackling political subjects. In this case, he has adapted Rolf Hochhuth's 1963 play ''The...","lead_paragraph":"COSTA-GAVRAS'S latest movie, ''Amen,'' which opens in the United States in late January, once again singles him out as a rare filmmaker who is unafraid of tackling political subjects. In this case, he has adapted Rolf Hochhuth's 1963 play ''The Deputy,'' in which Pope Pius XII is portrayed as refusing to act on information about the Holocaust. Both the play and the movie are based on the true story of a dissident SS officer who revealed de-tails of the Nazi gas chambers to the Vatican. What particularly links this English-language movie to the Greek-born Mr. Costa-Gavras's other works is its combination of political thriller and moral debate. He frequently focuses on the moral choices faced by civilized people during moments of political repression. Even more pertinently, he poses the question: How would we act in the same circumstances? His aim may be to denounce dictatorships of left and right, but he recognizes that individuals are often as cowardly as they are heroic.","abstract":"Article on some of films of Costa-Gavras's focuses on his upcoming film Amen, adapted from Rolf Hochhuth's 1963 play The Deputy, in which Pope Pius XII is portrayed as refusing to act on information about Holocaust; photo (M)","print_page":"40","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Fashioning Thrillers From Dark Chapters of History and Difficult Choices","kicker":"HOLIDAY MOVIES"},"keywords":[{"name":"creative_works","value":"DEPUTY, THE (PLAY)"},{"name":"creative_works","value":"AMEN (MOVIE)"},{"name":"persons","value":"PIUS XII"},{"name":"persons","value":"COSTA-GAVRAS, CONSTANTIN"},{"name":"persons","value":"HOCHHUTH, ROLF"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"NAZI POLICIES TOWARD JEWS AND MINORITIES"},{"name":"subject","value":"THEATER"}],"pub_date":"2002-11-03T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Movies; Arts; Theater","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd2396c8eb7c8105d7cd290","word_count":322},{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/24\/world\/south-american-trading-bloc-frees-movement-of-its-people.html","snippet":"In an important step toward regional integration, the six member nations of the South American common market have approved a plan that will allow their 250 million people to live and work in any other member country and be granted the same rights as...","lead_paragraph":"In an important step toward regional integration, the six member nations of the South American common market have approved a plan that will allow their 250 million people to live and work in any other member country and be granted the same rights as the citizens of those nations. ''This is an historic advance,'' Paulo de Tarso Ramos Ribeiro, the Brazilian minister of justice, said in an interview here. ''The free movement of people has always been linked to our agenda of economic development, but first we had to overcome a certain natural hesitation at so great an opening-up.''","abstract":"Six member nations of South American common market called Mercosur approve plan that will allow their 250 million people to live and work in any other member country and be granted same rights as citizens of those nations; Argentina, Brazil, Paraguay and Uruguay are founders and full members; Bolivia and Chile joined later and are associate members; six countries have combined gross product of more than $1 trillion; Mercosur is world's third-largest trade group (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"South American Trading Bloc Frees Movement of Its People"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2002-11-24T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd289078eb7c8105d85a834","word_count":765},{"web_url":"http:\/\/www.nytimes.com\/2002\/12\/03\/world\/brazilian-rallying-neighbors-ahead-of-meeting-with-bush.html","snippet":"Hoping to strengthen his negotiating position in coming trade talks with the United States, Brazil's president-elect began an unofficial visit to Argentina and Chile here today with an emphatic call for a new regional ''strategic relationship'' to...","lead_paragraph":"Hoping to strengthen his negotiating position in coming trade talks with the United States, Brazil's president-elect began an unofficial visit to Argentina and Chile here today with an emphatic call for a new regional ''strategic relationship'' to ''allow us to retake control of our own destiny and build our own future.'' President-elect Luiz Inácio Lula da Silva is making his first working trip outside Brazil since winning a landslide victory in late October. Mr. da Silva, of the leftist Workers Party, said he also favored the creation of a common regional currency and parliament.","abstract":"Pres-elect Luiz Inacio Lula da Silva of Brazil is making unofficial visit to Argentina and Chile, hoping to strengthen his negotiating position in coming trade talks with United States; he is scheduled to meet with Pres Bush in Washington next week; his stops in Argentina and Chile are seen as signal that his government's top priority will be to bolster troubled regional trade group known as Mercosur; photo of da Silva with Pres Eduardo Duhalde of Argentina (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazilian Rallying Neighbors Ahead of Meeting With Bush"},"keywords":[{"name":"persons","value":"DA SILVA, LUIZ INACIO LULA"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"DUHALDE, EDUARDO"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2002-12-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd26c758eb7c8105d825343","word_count":564},{"web_url":"http:\/\/www.nytimes.com\/2002\/12\/10\/opinion\/the-next-africa.html","snippet":"While we're all focused on distant Iraq, our neighbor South America is quietly falling apart.    Maria Amelia Miranda stood yesterday in the Iapi shantytown here in Monte Chingolo, south of Buenos Aires, and cried. Three of her seven children --...","lead_paragraph":"While we're all focused on distant Iraq, our neighbor South America is quietly falling apart. Maria Amelia Miranda stood yesterday in the Iapi shantytown here in Monte Chingolo, south of Buenos Aires, and cried. Three of her seven children -- girls ages 8, 7 and 3 -- have intestinal worms, up to a foot long, that she must periodically pull from their bottoms. But the worming medicine costs about $1.40 per child, and she can't afford to buy both the medicine and food for the children.","abstract":"Nicholas D Kristof Op-Ed column says South America and Central America are victims of institutionalized Western neglect and indigenous despair, of tumbling living standards, of coups and civil wars and failed states; says per capita income in Argentina is lower than it was century ago, and Uruguay, Paraguay and Bolivia are as badly off or worse than Argentina; says Washington, absorbed with Iraq, has policy toward South America that is in disarray; says Iraq is important, but so are millions of South Americans in such dire distress (M)","print_page":"35","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Next Africa?"},"keywords":[{"name":"glocations","value":"IRAQ"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"COUPS D'ETAT AND ATTEMPTED COUPS D'ETAT"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-12-10T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By NICHOLAS D. KRISTOF"},"type_of_material":"Op-Ed","_id":"4fd227d58eb7c8105d7b0f92","word_count":731}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}