{"response":{"meta":{"hits":209,"time":42,"offset":150},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/05\/business\/europe-s-ban-on-us-meat-is-threatening-trade-talks.html","snippet":"A European ban on practically all imports of American meat has angered United States officials, brought threats of reprisal and caused a general scratching of heads here.    The dispute comes as the European Community and Washington are locked in...","lead_paragraph":"A European ban on practically all imports of American meat has angered United States officials, brought threats of reprisal and caused a general scratching of heads here. The dispute comes as the European Community and Washington are locked in battle over billions of dollars of farm subsidies, which the United States has pressed to reduce sharply.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Europe's Ban on U.S. Meat Is Threatening Trade Talks"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1990-11-05T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to The New York Times"},"type_of_material":"News","_id":"4fd1a7118eb7c8105d6c14ad","word_count":796},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/06\/business\/agricultural-exporters-tell-europeans-to-bend.html","snippet":"A group of leading agricultural-trading nations said today that unless the European Community immediately presented proposals to cut farm subsidies, the entire four-year round of world trade talks might be in jeopardy.   \"Unless significant progress...","lead_paragraph":"A group of leading agricultural-trading nations said today that unless the European Community immediately presented proposals to cut farm subsidies, the entire four-year round of world trade talks might be in jeopardy. \"Unless significant progress is achieved by mid-November, all participants in the negotiations would need to assess the implications for the further conduct of the round, and for the future of the entire multilateral trading system,\" the group said in a statement issued after a one-day meeting here. Its 14 members are Australia, Argentina, Brazil, Canada, Chile, Colombia, Fiji, Hungary, Indonesia, Malaysia, New Zealand, the Philippines, Thailand and Uruguay. Deadlock in Brussels In Brussels, European Community farm and trade ministers met for the seventh time to try to agree on proposals to present in Geneva. But they failed tonight to break a deadlock and adjourned until Tuesday.","abstract":null,"print_page":"2","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Agricultural Exporters Tell Europeans to Bend"},"keywords":[{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"GOVERNMENTAL AID (NON-US)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1990-11-06T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"REUTERS","original":"REUTERS","person":[]},"type_of_material":"News","_id":"4fd1c3d18eb7c8105d6f3174","word_count":533},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/07\/business\/europeans-reach-accord-on-farm-aid-tepid-reaction-in-us.html","snippet":"American trade officials said today the Brussels agreement should forestall an untimely collapse of the Uruguay Round, but they insisted it would have to be sweetened considerably to serve as a basis for future farm negotiations.   A Bush...","lead_paragraph":"American trade officials said today the Brussels agreement should forestall an untimely collapse of the Uruguay Round, but they insisted it would have to be sweetened considerably to serve as a basis for future farm negotiations. A Bush Administration trade official said the proposed cutback in the community's farm spending was \"inadequate,\" but he added, \"If it means they are ready to talk now, that's a good sign.\"","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Europeans Reach Accord on Farm Aid; Tepid Reaction in U.S."},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"GOVERNMENTAL AID (NON-US)"}],"pub_date":"1990-11-07T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to The New York Times"},"type_of_material":"News","_id":"4fd1a7128eb7c8105d6c14d2","word_count":473},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/07\/business\/wary-enthusiasm-at-gatt.html","snippet":"The European Community's agreement on the terms of a proposal for cutting barriers to farm trade was greeted with cautious enthusiasm tonight at the General Agreement on Tariffs and Trade, the 105-nation organization that is responsible for the...","lead_paragraph":"The European Community's agreement on the terms of a proposal for cutting barriers to farm trade was greeted with cautious enthusiasm tonight at the General Agreement on Tariffs and Trade, the 105-nation organization that is responsible for the Uruguay Round of world trade liberalization talks. A GATT spokesman said there would \"certainly be some relief\" that all the major negotiating groups now have an offer on the table. But the spokesman added there would be a need to look at the fine print in some detail. There would also need to be an assurance that there was some room for negotiation, he said. A large gap remains to be bridged between the American proposal, submitted three weeks ago, for 90 percent cuts in export subsidies and 75 percent in other farm supports, and the community proposal for 30 percent cuts. The news came from Brussels as five days of crisis meetings at the Geneva headquarters of GATT and among some of the main participants had ended without any clear sign of progress. The four-year-long Uruguay Round is scheduled to end in Brussels Dec. 7. GATT's Director General, Arthur Dunkel of Switzerland, said with evident disappointment that there were not many signs of movement. Rubens Ricupero of Brazil, speaking for the developing countries, also said there had been no real negotiating effort in Geneva, and no progress in areas like agriculture and textiles that are of particular importance to developing countries. He warned that these countries would not accept a package worked out by other nations that is presented on a \"take it or leave it\" basis. The chief United States negotiator, Warren Lavorel, told the meeting: \"I came here to strike deals, not to make speeches. So let's get on with it.\"","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Wary Enthusiasm at GATT"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"GOVERNMENTAL AID (NON-US)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1990-11-07T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1c3c48eb7c8105d6f2bf4","word_count":292},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/07\/business\/europeans-reach-accord-on-farm-aid.html","snippet":"After five weeks of wrangling about the future of small farmers, the members of the European Community agreed tonight that reductions in agricultural subsidies should be part of their negotiating position in the current round of worldwide talks aimed...","lead_paragraph":"After five weeks of wrangling about the future of small farmers, the members of the European Community agreed tonight that reductions in agricultural subsidies should be part of their negotiating position in the current round of worldwide talks aimed at freer trade. Although purposely vague, the European position generally backs what would in effect be a 30 percent cut in both price supports and tariffs on farm imports in the 10-year period under negotiation, which is retroactive to 1986 and extends to 1996.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Europeans Reach Accord On Farm Aid"},"keywords":[{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"GOVERNMENTAL AID (NON-US)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1990-11-07T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Paul","middlename":"L.","lastname":"MONTGOMERY","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By PAUL L. MONTGOMERY, Special to The New York Times"},"type_of_material":"News","_id":"4fd1a7128eb7c8105d6c14ce","word_count":786},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/09\/business\/bloc-warns-europe-on-plan.html","snippet":"A 14-nation bloc of farm exporting countries said today that world trade talks might collapse unless the European Community changes its proposal on cutting agriculture subsidies.   \"A negotiation which showed no movement away from the current...","lead_paragraph":"A 14-nation bloc of farm exporting countries said today that world trade talks might collapse unless the European Community changes its proposal on cutting agriculture subsidies. \"A negotiation which showed no movement away from the current European Community offer would be totally unacceptable,\" said Neal Blewett, chairman of the Cairns Group. Mr. Blewett, Australia's foreign trade minister, called the community proposal for a 30 percent cut in subsidies over 10 years \"very disappointing.\" Cairns officials said they welcomed assurances from the top European trade official Frans Andriessen, that the community proposal was an opening position, not a final offer. But they said they worried that it did not allow negotiators room to offer deeper cuts. The members of the Cairns Group are Argentina, Australia, Brazil, Canada, Chile, Colombia, Fiji, Hungary, Indonesia, Malaysia, New Zealand, the Philippines, Thailand and Uruguay.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bloc Warns Europe on Plan"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1990-11-09T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd1a7148eb7c8105d6c1629","word_count":139},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/11\/weekinreview\/nation-measuring-pain-why-it-s-too-soon-predict-another-great-depression.html","snippet":"ONE big reason for the angry mood of many voters last week was pain in the pocketbook, actual or expected, from sinking incomes, lost jobs, failing businesses, higher fuel prices and rising taxes. Even more disturbing than the perceived pain was a...","lead_paragraph":"ONE big reason for the angry mood of many voters last week was pain in the pocketbook, actual or expected, from sinking incomes, lost jobs, failing businesses, higher fuel prices and rising taxes. Even more disturbing than the perceived pain was a gnawing anxiety that the American economy might be headed not just for another brief recession, the 10th of the post-World War II period, but for a real depression. Despite the headaches that are the hangover of the wild excesses of the 1980's, the United States economy has not yet cracked, nor is it inevitable that it will. But those who believe that anxiety is warranted say the nation's weakened financial structure might buckle if the economy goes into steep decline. James J. O'Leary, economic consultant to the United States Trust Company of New York, ticks off some major areas of stress:","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation: Measuring the Pain; Why It's Too Soon To Predict Another Great Depression"},"keywords":[{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"FORECASTS"}],"pub_date":"1990-11-11T00:00:00Z","document_type":"article","news_desk":"Week In Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"SILK"}],"original":"By LEONARD SILK"},"type_of_material":"News","_id":"4fd1a5168eb7c8105d6bd9f3","word_count":1741},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/12\/nyregion\/news-summary-521790.html","snippet":"INTERNATIONAL A3-15    Is America ready for war with Iraq? Politicians avoided discussing U.S. policy in the Persian Gulf during the election, but now that nearly 400,000 troops are to be in the region, the wisdom of combat there is being debated...","lead_paragraph":"INTERNATIONAL A3-15 Is America ready for war with Iraq? Politicians avoided discussing U.S. policy in the Persian Gulf during the election, but now that nearly 400,000 troops are to be in the region, the wisdom of combat there is being debated with new vigor. Page A1 The decision not to rotate U.S. troops puts the country on too fast a track toward war in the Persian Gulf, said Senator Sam Nunn, a defense expert, criticizing President Bush's recent military order. A15 Egypt offers an Iraqi conspiracy, planned a year ahead with the knowledge and aid of Jordan and Yemen, when asked to explain the circumstances of Iraq's seizing of Kuwait. A14 Troops in Persian Gulf create support group at home A14 Moroccan king asks for Arab talks to avert war A15 Israel might accept a U.N. envoy, a Government official said, but not one sent specifically to investigate the police killings at a mosque in Jerusalem last month. The envoy should study Arab-Israeli relations in general, he said. A3 Nationalist feuds in Eastern Europe, which Communism helped subdue, are returning with a vengeance. Czechs and Slovaks, Romanians and Hungarians, and Serbs and Croats have all resumed their age-old territorial disputes. A1 An ethnic group dispersed by Stalin is returning to its native land near the Soviet city, Yalta. In the last three years, 100,000 Crimean Tatars have resettled -- some from as far away as Siberia. A13 Hungary's Germans reasserting identity A12 Japan's powerful small shopkeepers are fighting back as the Government makes it easier for large retail stores to do business. The U.S. has asked for this change to give American goods a new outlet in Japan. A1 The installation of Japan's Emperor will be marked by ancient rituals and customs, but for the first time in history the ceremony will recognize the Japanese people as sovereign over the Emperor. A10 From Chinese province officials, the rare voice of dissent A5 40 killed in rebel offensive in Colombia A3 Guatemala holds election, but voters seem disenchanted by it A7 U.N. chief's choice for refugee commissioner opposed by U.S. A9 Chad reports it has turned back Libya-supported invaders A8 Shongweni Journal: Into the Valley of Death A4 NATIONAL A16, A20, B8-9 Pentagon contractors guilty of fraud continue to work for the Government, leading some to ask: Can you really deter fraud without cutting all ties to the offending companies? A1 Several low-budget candidates won, in part because they were able to make their opponents' wealth a liability on Election Day. B9 An incumbent's loss at the polls usually is explained by scandal, but in the case of Representative Robert Kastenmeier, who served for 32 years, observers say the people of Madison, Wis. simply wanted a change. B9 Vermont's new Congressman, Bernard Sanders, has gone from being little more than a political hippie to the first truly independent candidate elected to the House of Representatives since 1952. B9 President Bush's judicial nominees are overwhelmingly white, male and wealthy, according to a report by a liberal lobbying group. His last nominee, just approved by the Senate, is aCongressional aide with little courtroom experience. A16 A private health insurer has agreed to help pay for a clinical study of an experimental treatment for breast cancer, marking the first time an insurer has supported tests of a new medical procedure. A1 An incident at a fraternity party has disrupted the Unversity of Rhode Island. A woman student says she was raped at the party and another student killed himself shortly before being questioned about what he saw at the party. A16 CNN may further appeal a court ban on broadcasting taped conversations between Gen. Manuel Noriega, who is in Federal prison, and his legal team, a spokesman for the television network said. A20 Help for those who still feel Vietnam's pain A20 Girl who received new heart and liver dies A16 REGIONAL B1-7 New York City's economic health is threatened by the national downturn. Some industries, like banking and retailing, may be permanently slimmed down, although several segments of the city's economy are showing surprising strengths. A1 The Daily News's circulation woes have revived the newspaper hawker, an itinerant street seller more representative of a bygone era in newspaper publishing. B1 Tribune Company: A giant that takes no giant steps D1 All-sports format, popular in New York, arrives in the West D1 An insolvent Harlem savings bank, which was closed by Federal agents on Friday, will be missed by the community it served, say customers of what had been the country's fourth-largest black-owned bank. B1 A success story of the SUNY system, the campus at Geneseo, illustrates that a public college can attract excellent students with low tuition, although some say the low tuition makes it difficult to run a top-quality school. B1 New York and New Jersey's sludge may begin to pile up if New York State is successful in shutting down a company that tows the sewage waste offshore, some officials say. B3 A little lizard that eats roaches is becoming a popular pet in New York City. In many apartments the gecko, a nocturnal lizard, can get by off the fat of the land. B1 The world's best chess players may soon begin a tour of American cities, according to the man who recently promoted the first stage of the world chess championship in New York City. B3 8 years later, 2 G.O.P. losers win their case B2 A \"tit for tat\" Cathedral gift to Jewish Museum B2 School Board president uncertain about call for layoffs B3 Historic status planned for 500 sites in Queens B3 BUSINESS DIGEST D1 SportsMonday Basketball: Vandeweghe happy C3 Suns set scoring marks C3 Column: Anderson on Dolphins C5 Features: Question Box C8 On Your Own C10 Football: Giants beat Rams C1 Giants put pressure on Everett C4 Jets lose to Dolphins C1 Bears defeat Falcons C4 49ers top Cowboys C4 Sack mark for Chiefs' Thomas C5 Packers upset Raiders C5 Notre Dame-Colorado for Orange Bowl C7 Hofstra-Cortlandt State matchup C7 Golf: Daniel embraces expectations C7 Hockey: Rangers and Flames in tie C3 Outdoors: Challenge of waterfowling C10 Soccer: Soccer figure tells of situation in Kuwait C2 Tennis: Forgettable year for Graf C1 Obituaries D9 Harold Caccia, former British envoy to U.S. Arts\/Entertainment Hard times for the Royal Shakespeare Company C11 Sculptor picked for women's Vietnam memorial C18 Theater: \"Shadowlands\" C11 Music: Ravel double bill at City Opera C11 Josie Esteban's merengue C14 Murray Perahia in recital C18 Dance: The Juilliard Ensemble C14 Word and Image:Computer-age legends C14 \"Korea: The Unknown War\" C18 Layoffs at CBS News C18 Editorials\/Letters\/Op-Ed Editorials A18 A little courage on trade Once and future veterans \"Lean\" in name only Topics: Out-cumbents Letters A18 William Safire: Giving Iraq time A19 Anthony Lewis: The logic of war A19 Jagdish Bhagwati, Padma Desai: From Uruguay to Moscow A19 Robert Tine: Artist outwits Inquisition A19","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1990-11-12T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd19ea48eb7c8105d6b1f06","word_count":1150},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/12\/opinion\/finally-a-little-courage-on-trade.html","snippet":"After years of intransigence, and only weeks before the Uruguay Round of international trade talks is scheduled to end, the European Community offered last week to trim its protectionist farm policies. The European leaders did not offer much in the...","lead_paragraph":"After years of intransigence, and only weeks before the Uruguay Round of international trade talks is scheduled to end, the European Community offered last week to trim its protectionist farm policies. The European leaders did not offer much in the way of concessions. But the proposal will at least keep the trade talks alive. Third world exporting nations threatened to pull out of the talks if industrialized nations refused to let in more food and textiles. In exchange for greater access, the third world would negotiate new rules -- important to the developed nations -- governing trade in agriculture, services and intellectual property. Until last week, the European leaders -- primarily at the insistence of the French and Germans -- had refused to budge.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Finally, a Little Courage on Trade"},"keywords":[{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"}],"pub_date":"1990-11-12T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1b4c08eb7c8105d6d9da3","word_count":394},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/13\/business\/free-trade-talks-imperiled-by-fight-on-farm-subsidies.html","snippet":"Talks to liberalize world trade were threatened with collapse today in an impasse over the subsidies that the European Community gives its farmers.   The community made an offer to reduce those subsidies, but the United States, Australia and other...","lead_paragraph":"Talks to liberalize world trade were threatened with collapse today in an impasse over the subsidies that the European Community gives its farmers. The community made an offer to reduce those subsidies, but the United States, Australia and other countries that depend on farm exports said the proposal was too meager to talk about. These nations contend that for domestic political reasons, Germany and France in particular subsidize inefficient small farms and encourage them to dump their products on world markets and preserve home markets for themselves.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FREE-TRADE TALKS IMPERILED BY FIGHT ON FARM SUBSIDIES"},"keywords":[{"name":"persons","value":"DUNKEL, ARTHUR"},{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"AUSTRALIA"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"FARMERS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"TREATIES"}],"pub_date":"1990-11-13T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"GREENHOUSE"},{"organization":"","role":"reported","rank":2}],"original":"By STEVEN GREENHOUSE, Special to The New York Times"},"type_of_material":"News","_id":"4fd199118eb7c8105d6a8aff","word_count":1429}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}