{"response":{"meta":{"hits":96,"time":42,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/27\/sports\/results-plus-230995.html","snippet":"WOMEN'S BASKETBALL  Colorado's Perfect End  Shelley Sheetz scored a game-high 26 points as No. 3 Colorado ended a perfect Big Eight season by edging host Kansas State, 77-74, yesterday. Kansas State's Shanele Stires missed a 3-pointer at the buzzer....","lead_paragraph":"WOMEN'S BASKETBALL Colorado's Perfect End Shelley Sheetz scored a game-high 26 points as No. 3 Colorado ended a perfect Big Eight season by edging host Kansas State, 77-74, yesterday. Kansas State's Shanele Stires missed a 3-pointer at the buzzer. Carlene Mitchell hit a 3-pointer with 1 minute 11 seconds left to put the Wildcats (14-12, 6-8) ahead by 74-73, their first lead since an 8-6 advantage early in the game. But Colorado's Erin Scholz grabbed an air ball by teammate Amy Palmer and put it in to give the Buffaloes (24-2, 14-0) the lead for good, 75-74. Jen Terry hit both ends of a one-and-one with 9.8 seconds remaining to put Colorado ahead by 3 before Stires missed the potential game-tying shot. (AP) GOLF U.S. Seniors Triumph Jim Colbert and Jim Dent won the first two singles matches of the day yesterday and the United States went on to recapture the Chrysler Cup, 11-5, from an international team of seniors in Acapulco, Mexico. Colbert, the United States captain, beat Bob Charles of New Zealand by shooting a 69 to Charles's 72. Dent then beat Harold Henning of South Africa, 71-76, over the 7,082-yard, par-72 Tres Vidas Acapulco Country Club along the Pacific Ocean. Those victories gave the United States the 2 points it needed to reach 8 1\/2, the necessary margin for victory in the Senior Tour's version of the Ryder Cup. (AP) AUTO RACING Gordon Goes Distance Jeff Gordon made a runaway of the Goodwrench 500 yesterday in Rockingham, N.C., starting on the pole and speeding to his third Winston Cup victory. Gordon's Hendrick Motorsports Chevrolet Monte Carlo averaged 125.396 miles an hour and led 329 of the 492 laps on the 1.017-mile oval at North Carolina Motor Speedway, including the final 83 laps. Gordon beat Bobby Labonte to the finish line by 1.19 seconds, about 20 car lengths. (AP) ALPINE SKIING Kitt Is a Close Second Peter Runggaldier of Italy won a World Cup Super-G by edging A J Kitt on a fast track at Whistler Mountain, British Columbia. Runggaldier started second and covered the 53-gate, 2,449-meter course in 1 minute 35.97 seconds to beat the American by 13-hundredths of a second. Kitt, who hadn't had a top-three finish since 1993, had a remarkable run considering he started 54th. Tommy Moe, the defending champion, crashed early in his run and was taken to a hospital with possible broken ribs. (AP) SPEED SKATING Hunyady Defeats Blair Emese Hunyady of Austria won the women's 1,000-meter race in Inzell, Germany, at a meet that was troubled by freezing rain and snow. Bonnie Blair, the five-time Olympic champion, caught the slowest track conditions and finished 13th. Hunyady's winning time was 1 minute 22.33 seconds. (AP) YACHT RACING Auguin to Arrive Late The wind failed to cooperate yesterday for the intended arrival in Punta del Este, Uruguay, of Christophe Auguin. The French competitor in the BOC solo yacht race around the world got caught in a high-pressure system off the South American coast. In a message to race officials, he revised his estimated time of arrival to today. Auguin is the first of 13 solo sailors expected to sail into Punta, the third port of call in the 27,000-mile race. Jean Luc Van den Heede of France is about 400 miles behind Auguin.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1995-02-27T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1c52e8eb7c8105d6f5880","word_count":550},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/28\/sports\/results-plus-444795.html","snippet":"N.H.L. Penguins Score 7 in Period The Pittsburgh Penguins blew apart a matchup of the National Hockey League's best teams with seven goals in the second period last night. Luc Robitaille had two goals and two assists as the Penguins beat the Quebec...","lead_paragraph":"N.H.L. Penguins Score 7 in Period The Pittsburgh Penguins blew apart a matchup of the National Hockey League's best teams with seven goals in the second period last night. Luc Robitaille had two goals and two assists as the Penguins beat the Quebec Nordiques, 7-5. The Penguins erased a 2-0 deficit with their second-period blitz, which set a team record for goals in one period of a road game. John Cullen, Shawn McEachern, Larry Murphy, Len Barrie and Jaromir Jagr had the other goals for the Penguins. (AP) BRUINS 2, SENATORS 0: Boston's rookie goalie, Blaine Lacher, stopped 28 shots to record his second N.H.L. shutout in 11 career games and Cam Neely and Dave Reid scored in the visiting Bruins' victory over Ottawa. (AP) N.B.A. Hornets Edge SuperSonics Alonzo Mourning had 34 points and Muggsy Bogues scored 4 of Charlotte's last 5 points in the Hornets' 116-114 victory over the Seattle SuperSonics last night in Tacoma, Wash. Gary Payton led the Sonics with 32 points, while Shawn Kemp added 23 points and 8 rebounds. (AP) JAZZ 101, LAKERS 95: Karl Malone had 30 points and 10 rebounds as the Utah Jazz beat the injury-riddled Los Angeles Lakers to become the only N.B.A. team to reach 40 victories each of the last 12 seasons. John Stockton had 19 points and 14 assists in Utah's 18th road victory. Elden Campbell led Los Angeles with 25 points and Vlade Divac finished with 16 points and 11 rebounds. (AP) HIGH SCHOOLS Mortimer Wins Two-Mile John Mortimer of Londonderry, N.H., won the two-mile run in 9 minutes 11.6 seconds, his fastest time indoors, at the 59th annual Eastern States Interscholastic Indoor Track and Field Championships last night at the 168th Street Armory. Mortimer, the national indoor 2-mile titleholder, ran away from his New Hampshire rival, Matt Downin of Pinkerton, the national cross-country champion, over the final three laps. RICE, ALL HALLOWS WIN PLAYOFF GAMES: Gary Saunders scored 28 points and Tarik Kirksay chipped in 18 to lead Rice (19-4) to a 76-66 victory over Monsignor Farrell (15-8) in the opening round of the Archdiocese of New York Catholic High Schools Athletic Association playoffs at Mount St. Michael in the Bronx yesterday. John Olsen was Farrell's leading scorer with 25 points. Rice will take on St. Raymond in the archdiocese semifinals tomorrow. In the second game of the doubleheader, All Hallows (9-14) beat Cardinal Hayes (9-14), 60-57. Ken Harley scored 21 points and Rhese Gibson 16 to propel All Hallows into the archiocese semifinals against top-seeded LaSalle. YACHTING Frenchman Sets Record It was a triumphant finish yesterday in Punta del Este, Uruguay, for the French solo sailor Christophe Auguin. Not only had he arrived first among 13 solo sailors in the third leg of the BOC race around the world, but he had done it in a record 29 days 16 hours from Sydney, Australia. With one leg left to go, a 6,000-mile passage back to Charleston, S.C., Auguin is in first place over all.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Results Plus"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1995-02-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1c66a8eb7c8105d6f72eb","word_count":500},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/28\/sports\/soccer-report.html","snippet":"United States    The national team will play its first game of 1995 when it meets Uruguay in the Cotton Bowl in Dallas on March 25 in a game that will set a milestone for an American player.","lead_paragraph":"United States The national team will play its first game of 1995 when it meets Uruguay in the Cotton Bowl in Dallas on March 25 in a game that will set a milestone for an American player.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Soccer Report"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1995-02-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"Yannis"}],"original":"By Alex Yannis"},"type_of_material":"News","_id":"4fd1f9a18eb7c8105d756b0f","word_count":801},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/01\/sports\/results-plus-891095.html","snippet":"N.B.A.  The Spurs Remain Hot  David Robinson's 18 points helped the San Antonio Spurs close out an 11-2 month with their sixth straight victory, a 100-83 decision over the visiting Cleveland Cavaliers last night. The Spurs are the hottest team in the...","lead_paragraph":"N.B.A. The Spurs Remain Hot David Robinson's 18 points helped the San Antonio Spurs close out an 11-2 month with their sixth straight victory, a 100-83 decision over the visiting Cleveland Cavaliers last night. The Spurs are the hottest team in the National Basketball Association since Dennis Rodman returned from the suspended list on Dec. 10, winning 30 of 37 games.","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1995-03-01T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1cb7a8eb7c8105d700ca4","word_count":625},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/02\/sports\/yacht-racing-despite-crowd-at-finish-line-pettengill-edges-ahead-into-2d.html","snippet":"A fresh southerly breeze off Punta del Este, Uruguay, yesterday created a bottleneck near the finish line in Leg 3 of the BOC single-handed yacht race around the world.   Leading a pack of five solo racers into port was Steve Pettengill of...","lead_paragraph":"A fresh southerly breeze off Punta del Este, Uruguay, yesterday created a bottleneck near the finish line in Leg 3 of the BOC single-handed yacht race around the world. Leading a pack of five solo racers into port was Steve Pettengill of Middletown, R.I. Pettengill beat his closest rival, Jean Luc Van den Heede, by 31 minutes, a slim margin considering the 7,100 miles the two competitors had sailed across the Pacific Ocean from Sydney, Australia.","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Despite Crowd at Finish Line, Pettengill Edges Ahead Into 2d","kicker":"YACHT RACING"},"keywords":[{"name":"persons","value":"PETTENGILL, STEVE"},{"name":"persons","value":"AUGUIN, CHRISTOPHE"},{"name":"subject","value":"BOC YACHT RACE"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1995-03-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ef0a8eb7c8105d742c57","word_count":228},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/02\/world\/peru-and-ecuador-sign-truce-in-effort-to-halt-border-war.html","snippet":"Peru and Ecuador signed a new cease-fire today, seeking to end a monthlong Amazon border war that has claimed 73 lives and left at least 200 wounded.   Last week, the heaviest fighting of the conflict broke the first cease-fire, forcing diplomats to...","lead_paragraph":"Peru and Ecuador signed a new cease-fire today, seeking to end a monthlong Amazon border war that has claimed 73 lives and left at least 200 wounded. Last week, the heaviest fighting of the conflict broke the first cease-fire, forcing diplomats to negotiate the new one, which was signed in Montevideo, Uruguay. Under this accord, military observers from the United States, Brazil, Argentina and Chile are to travel to the contested jungle area next week to supervise troop withdrawals. But the Clinton Administration, apparently cautious about involvement in new peacekeeping missions, has yet to formally agree to send observers.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Peru and Ecuador Sign Truce In Effort to Halt Border War"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ECUADOR"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"PERU"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"BOUNDARIES AND TERRITORIAL ISSUES"},{"name":"subject","value":"ECUADOR-INTERNATIONAL RELATIONS-PERU"}],"pub_date":"1995-03-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"BROOKE"}],"original":"By JAMES BROOKE"},"type_of_material":"News","_id":"4fd1e7a38eb7c8105d734b00","word_count":509},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/15\/sports\/soccer-tv-bonanza-for-us-team.html","snippet":"In a follow-up to the television success of last year's World Cup, four television networks will broadcast 84 games to be played by the United States national soccer teams through 1997. ABC will show 10 games, ESPN 28, ESPN2 24, and the Prime Network...","lead_paragraph":"In a follow-up to the television success of last year's World Cup, four television networks will broadcast 84 games to be played by the United States national soccer teams through 1997. ABC will show 10 games, ESPN 28, ESPN2 24, and the Prime Network 22. Univision will broadcast at least 40 Spanish-language games. Coverage of the games begins March 25 on ESPN with the United States men's team playing Uruguay. From June 6-18, five women's World Cup games from Sweden will be broadcast on ESPN2 with the final appearing on ESPN. United States Cup '95 starts June 11 with United States-Nigeria game and ends with June 25 with the United States-Colombia game on ABC.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TV Bonanza for U.S. Team","kicker":"SOCCER"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"TELEVISION"}],"pub_date":"1995-03-15T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1cb7f8eb7c8105d7010b7","word_count":185},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/17\/world\/un-talks-on-women-under-fire.html","snippet":"Six months before an international conference on women opens in Beijing, the Chinese Government and the Vatican are maneuvering to silence critics by asking the United Nations to deny them credentials to attend the meeting.   At least 200 and...","lead_paragraph":"Six months before an international conference on women opens in Beijing, the Chinese Government and the Vatican are maneuvering to silence critics by asking the United Nations to deny them credentials to attend the meeting. At least 200 and possibly 300 nongovernmental groups have been affected, American officials and human rights organizations say.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. Talks On Women Under Fire"},"keywords":[{"name":"glocations","value":"CHINA"},{"name":"glocations","value":"TAIWAN"},{"name":"glocations","value":"TIBET"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"ABORTION"},{"name":"subject","value":"WOMEN"}],"pub_date":"1995-03-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"}],"original":"By BARBARA CROSSETTE"},"type_of_material":"News","_id":"4fd1cb808eb7c8105d70110c","word_count":669},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/18\/us\/beliefs-118895.html","snippet":"Religion played a leading role in the story of the United Nations Conference on Population and Development, which was held in Cairo last August. The Vatican rallied Muslim leaders and some other religious believers to eliminate language in official...","lead_paragraph":"Religion played a leading role in the story of the United Nations Conference on Population and Development, which was held in Cairo last August. The Vatican rallied Muslim leaders and some other religious believers to eliminate language in official statements that could have become the basis for an international right to abortion. That jousting continued this week. The Religion News Service reported that for the moment, the Vatican had kept an American abortion rights group, Catholics for a Free Choice, and sister organizations in Brazil, Mexico and Uruguay from gaining credentials to September's World Conference on Women, to be held in Beijing.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Beliefs"},"keywords":[{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1995-03-18T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Peter","rank":1,"lastname":"Steinfels"}],"original":"By Peter Steinfels"},"type_of_material":"News","_id":"4fd1ff208eb7c8105d760767","word_count":845},{"web_url":"http:\/\/www.nytimes.com\/1995\/03\/22\/world\/un-accredits-catholic-abortion-groups.html","snippet":"Sweeping aside objections by the Vatican, a United Nations committee has agreed to permit four Roman Catholic groups that favor abortion rights to attend a United Nations conference on women.   The Vatican had tried to block Catholics for a Free...","lead_paragraph":"Sweeping aside objections by the Vatican, a United Nations committee has agreed to permit four Roman Catholic groups that favor abortion rights to attend a United Nations conference on women. The Vatican had tried to block Catholics for a Free Choice, USA and its sister groups in Mexico, Brazil and Uruguay from attending the three-week preparatory meeting at United Nations headquarters and the World Conference on Women in Beijing in September.","abstract":null,"print_page":"3","blog":[],"source":"AP","multimedia":[],"headline":{"main":"U.N. Accredits Catholic Abortion Groups"},"keywords":[{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"ABORTION"},{"name":"subject","value":"WOMEN"}],"pub_date":"1995-03-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"52b86b4838f0d8094087d8e6","word_count":"143"}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}