{"response":{"meta":{"hits":122,"time":60,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/12\/sports\/soccer-notebook-national-team-debut-is-a-success-for-howard.html","snippet":"TIM HOWARD will take it. After all, a shutout is a shutout. In soccer jargon, a clean sheet.     Howard, 23, made his first career start in goal for the United States national team in Sunday's 1-0 victory over Ecuador. It appears that Howard will be...","lead_paragraph":"TIM HOWARD will take it. After all, a shutout is a shutout. In soccer jargon, a clean sheet. Howard, 23, made his first career start in goal for the United States national team in Sunday's 1-0 victory over Ecuador. It appears that Howard will be Coach BRUCE ARENA's No. 3 keeper on the 23-man squad that will go to South Korea for the World Cup. Howard earned the start because BRAD FRIEDEL was in England with the Blackburn Rovers and KASEY KELLER was recalled by Tottenham to sit on the substitute's bench when Chelsea beat the Spurs, 4-0, in an F.A. Cup quarterfinal match.","abstract":"US goalie Tim Howard debuts against Ecuador and impresses team and coach, who will use him as No.3 goalkeeper on US World Cup team (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"National Team Debut Is a Success for Howard","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"persons","value":"HOWARD, TIM"},{"name":"glocations","value":"ECUADOR"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-03-12T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd2341d8eb7c8105d7c5122","word_count":983},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/28\/world\/door-opens-for-legal-actions-chilean-coup-kissinger-numbered-among-hunted.html","snippet":"With a trial of Gen. Augusto Pinochet increasingly unlikely here, victims of the Chilean military's 17-year dictatorship are now pressing legal actions in both Chilean and American courts against Henry A. Kissinger and other Nixon administration...","lead_paragraph":"With a trial of Gen. Augusto Pinochet increasingly unlikely here, victims of the Chilean military's 17-year dictatorship are now pressing legal actions in both Chilean and American courts against Henry A. Kissinger and other Nixon administration officials who supported plots to overthrow Salvador Allende Gossens, the Socialist president, in the early 1970's. In perhaps the most prominent of the cases, an investigating judge here has formally asked Mr. Kissinger, a former national security adviser and secretary of state, and Nathaniel Davis, the American ambassador to Chile at the time, to respond to questions about the killing of an American citizen, Charles Horman, after the deadly military coup that brought General Pinochet to power on Sept. 11, 1973.","abstract":"Victims of Chilean military's 17-year dictatorship press legal actions in both Chilean and American courts against Henry A Kissinger and other Nixon administration officials who supported plots to overthrow Salvador Allende Gossens, Socialist president, in early 1970's; judge in Santiago asks Kissinger and former American Amb Nathaniel Davis to respond to questions about killing of Charles Horman, American journalist, after deadly military coup that brought Gen Augusto Pinochet to power in 1973; Pinochet has been deemend mentally incompetent to stand trial; relatives of Gen Rene Schneider, commander of Chilean Armed Forces when he was assasssinated in 1970, file $3 million civil suit against Kissinger, former CIA director Richard M Helms and other Nixon-era officials involved in plotting miiltary coup to keep Allende from power, according to declassified US documents; Kissinger's position is that he was acting as secretary of state at time and that Department of State, not he, should respond to issues that have been raised (M)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"As Door Opens for Legal Actions in Chilean Coup, Kissinger Is Numbered Among the Hunted"},"keywords":[{"name":"persons","value":"HORMAN, CHARLES"},{"name":"persons","value":"NIXON, RICHARD MILHOUS"},{"name":"persons","value":"HELMS, RICHARD M"},{"name":"persons","value":"DAVIS, NATHANIEL A"},{"name":"persons","value":"PINOCHET UGUARTE, AUGUSTO"},{"name":"persons","value":"KISSINGER, HENRY A"},{"name":"glocations","value":"CHILE"},{"name":"organizations","value":"STATE DEPARTMENT"},{"name":"organizations","value":"CENTRAL INTELLIGENCE AGENCY"},{"name":"subject","value":"COUPS D'ETAT AND ATTEMPTED COUPS D'ETAT"},{"name":"subject","value":"ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"SUITS AND LITIGATION"}],"pub_date":"2002-03-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd22cbb8eb7c8105d7b9165","word_count":1051},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/30\/sports\/plus-soccer-next-us-roster-has-mls-flavor.html","snippet":"United States Coach Bruce Arena omitted nearly all of his European-based players for Wednesday's exhibition game against Mexico in Denver, opting to go with a roster dominated by Major League Soccer players.     ''Our M.L.S. players have performed...","lead_paragraph":"United States Coach Bruce Arena omitted nearly all of his European-based players for Wednesday's exhibition game against Mexico in Denver, opting to go with a roster dominated by Major League Soccer players. ''Our M.L.S. players have performed extremely well in 2002 and the match against Mexico provides another important test,'' Arena said yesterday.","abstract":"US soccer coach Bruce Arena takes mostly Major League Soccer players, not European players, to World Cup exhibition match against Mexico (M)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Next U.S. Roster Has M.L.S. Flavor","kicker":"PLUS: SOCCER"},"keywords":[{"name":"persons","value":"ARENA, BRUCE"},{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"MAJOR LEAGUE SOCCER"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-03-30T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2732f8eb7c8105d8307dc","word_count":252},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/30\/business\/international-business-argentines-feel-misled-by-us-banks-in-crisis.html","snippet":"As the Argentine economy lurched toward collapse late last year, María Carmen de los Santos was worried for her country but felt secure about her own prospects. After all, she had $225,000 in the bank -- not in some fly-by-night local bank, but in...","lead_paragraph":"As the Argentine economy lurched toward collapse late last year, María Carmen de los Santos was worried for her country but felt secure about her own prospects. After all, she had $225,000 in the bank -- not in some fly-by-night local bank, but in dollar accounts in a rock-solid symbol of American capitalism, Citibank. Over the last four months, though, Dr. de los Santos, 45, has watched helplessly as all four of her accounts were first frozen and then converted into pesos. They have lost more than two-thirds of their value, standing at less than $75,000. She still cannot withdraw her money, and for that she blames Citibank as much as the Argentine government.","abstract":"Argentines blame foreign banks as well as government for policies that have frozen their dollar accounts and then converted them to pesos, causing them to drop sharply in value; many depositors demonstrate regularly outside Citibank headquarters, Buenos Aires, charging bank lured them into financial trap through false advertising and deceptive practices; lawyers and bankers argue foreign banks are hamstrung by same rules that apply to domestically owned banks; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentines Feel Misled By U.S. Banks in Crisis","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"organizations","value":"CITIBANK"},{"name":"subject","value":"MISLEADING AND DECEPTIVE ADVERTISING"},{"name":"subject","value":"FOREIGN BANK ACCOUNTS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-03-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2146f8eb7c8105d78ca62","word_count":1178},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/05\/sports\/plus-soccer-victory-helps-arena-with-his-decisions.html","snippet":"Bruce Arena's vision of his World Cup team is becoming clearer.     ''Without a doubt this helps clean up some decisions I have to make, and we're getting closer,'' Arena, the U.S. coach, said after the Americans' 1-0 victory over Mexico on Wednesday...","lead_paragraph":"Bruce Arena's vision of his World Cup team is becoming clearer. ''Without a doubt this helps clean up some decisions I have to make, and we're getting closer,'' Arena, the U.S. coach, said after the Americans' 1-0 victory over Mexico on Wednesday night in Denver. ''I think after the game in Ireland, we'll be able to make some firm decisions.'' The United States has four more exhibitions before the World Cup begins in June: April 17 at Ireland; May 12 against Uruguay at Washington; May 16 against Jamaica at Giants Stadium; and May 19 against the Netherlands at Foxboro, Mass. The victory over Mexico before a crowd of 48,476 was the United States' eighth in 10 games this year and its seventh straight shutout at home. The Americans, who have won four of their last five games against Mexico, were unorganized offensively in the first half and managed just one shot. In the second half, they worked the ball around better and had several good scoring chances before Clint Mathis scored in the 66th minute, after goalie Oscar Perez and defender Manuel Vidrio collided. It was Mathis's eighth international goal and his seventh straight game with a point. BORUSSIA AND FEYENOORD WIN: Borussia Dortmund beat AC Milan by 4-0 and Feyenoord Rotterdam topped Internazionale of Milan by 1-0 in the UEFA Cup semifinals, making an all-Milan final on May 8 very unlikely. The Italian clubs are trying to become the tournament's first two finalists from the same city. In Milan, the Colombian defender Ivan Ramiro Cordoba deflected a low cross by striker Pierre van Hooijdonk into his own net, allowing Feyenoord to move closer to its first European title since winning the 1974 UEFA Cup. The game marked the return of Internazionale's Brazilian striker Ronaldo after a 102-day injury layoff. In Dortmund, Germany, Marcio Amoroso scored three goals for Borussia.","abstract":"US defeats Mexico, 1-0, in World Cup exhibiton match, giving coach Bruce Arena clear idea of who will make US roster (M)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Victory Helps Arena With His Decisions","kicker":"PLUS: SOCCER"},"keywords":[{"name":"persons","value":"ARENA, BRUCE"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COACHES AND MANAGERS"}],"pub_date":"2002-04-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd273318eb7c8105d8308de","word_count":312},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/nyregion\/new-jersey-makes-the-world-takes.html","snippet":"FROM the docks in Elizabeth and Camden, from cargo flights out of Newark International Airport and on rails extending to Canada and Mexico, New Jersey is extending its reach far into the global economy.    Blueberry wine to Tokyo and cranberry juice...","lead_paragraph":"FROM the docks in Elizabeth and Camden, from cargo flights out of Newark International Airport and on rails extending to Canada and Mexico, New Jersey is extending its reach far into the global economy. Blueberry wine to Tokyo and cranberry juice to the Caribbean. Typhoid tests to Bangladesh. Valves for rocket launchers and fiber-optic switches for Europe. For that matter, the world's entire supply of Calvin Klein cologne is exported from Mount Olive.","abstract":"Article on New Jersey's far-reaching and expanding role in global economy; state, with proximity to well-developed ports and air cargo facilities, ranked eighth in US in exports, at $25.93 billion in 2001; international trade has protected state somewhat from worldwide economic slowdown; New Jersey is host to foreign companies that base their US headquarters or manufacturing operations there; photos (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"New Jersey Makes, the World Takes"},"keywords":[{"name":"glocations","value":"NEW JERSEY"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CHEMICALS"},{"name":"subject","value":"ELECTRONICS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"New Jersey Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Susan","rank":1,"lastname":"WARNER"}],"original":"By SUSAN WARNER"},"type_of_material":"News","_id":"4fd268bf8eb7c8105d81f1ab","word_count":2618},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/world\/china-evades-un-criticism-of-rights-abuses.html","snippet":"China escaped a resolution this year criticizing how it treats its citizens, but Cuba found itself once again in the international dock this week as the United Nations began its annual review of human rights abuses around the world.     At the annual...","lead_paragraph":"China escaped a resolution this year criticizing how it treats its citizens, but Cuba found itself once again in the international dock this week as the United Nations began its annual review of human rights abuses around the world. At the annual session of the United Nations Commission on Human Rights, no country stepped forward to take China to task over its human rights record after the usual sponsor of such measures, the United States, lost its seat on the panel in an upset vote last fall. This is the first time the United States has not served as a member since the 53-nation group began in 1947, although it retains observer status.","abstract":"China escapes critical resolution, while Cuba is once again in international dock as UN Commission on Human Rights begins annual review of rights abuses around world; US, usual sponsor of China resolution, lost seat on panel in upset vote last fall, and no other country steps forward; Human Rights Watch and Amnesty International report increased violations by China last year; nine Latin countries call on Fidel Castro to permit rights monitor to visit Cuba (M)","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"China Evades U.N. Criticism of Rights Abuses"},"keywords":[{"name":"persons","value":"CASTRO, FIDEL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CUBA"},{"name":"glocations","value":"CHINA"},{"name":"organizations","value":"HUMAN RIGHTS WATCH"},{"name":"organizations","value":"AMNESTY INTERNATIONAL"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"UNITED NATIONS COMMISSION ON HUMAN RIGHTS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd2146f8eb7c8105d78c98a","word_count":804},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/opinion\/falling-behind-on-free-trade.html","snippet":"The United States has been falling behind the rest of the world in pursuing trade agreements. Worldwide, there are 150 regional free-trade and customs agreements; the United States is a party to only three. Each one sets new rules and opens markets...","lead_paragraph":"The United States has been falling behind the rest of the world in pursuing trade agreements. Worldwide, there are 150 regional free-trade and customs agreements; the United States is a party to only three. Each one sets new rules and opens markets for those that have signed on and creates hurdles for those outside the agreement. Trade legislation that could help remedy this imbalance is awaiting Senate consideration. Prompt action is needed to clear the way for America's international trade leadership and economic interests. Last Dec. 6 the House of Representatives passed a trade promotion authority bill that would allow the president to negotiate trade agreements that Congress would then consider through an up-or-down vote. Within a week of House action, the Senate Finance Committee passed a similar bill by a vote of 18 to 3, demonstrating strong bipartisan support. On Jan. 4, in a speech on America's new economic challenges, Senate Majority Leader Tom Daschle emphasized his support for this trade bill and his intent ''to bring it up for a vote in the full Senate early this year.'' Earlier this month, President Bush called on the Senate to act by April 22.","abstract":"Op-Ed article by US Trade Rep Robert B Zoellick says United States is falling behind rest of world in pursuing trade agreements; says several bills that could help remedy this imbalance are stuck in Senate; urges passage of legislation that would give Pres Bush trade promotion authority, renew Generalized System of Preferences to help poorest countries export to American market, and authorize variety of trade accords; drawing (M)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Falling Behind on Free Trade"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Robert B. Zoellick"},"type_of_material":"Op-Ed","_id":"4fd2659c8eb7c8105d819e4e","word_count":893},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/23\/world\/argentine-president-unveils-crisis-legislation.html","snippet":"With Argentina's financial system on the verge of collapse, President Eduardo Duhalde proposed emergency legislation today to reduce the pressure on his government by forcibly converting billions of dollars in bank deposits into low-interest bonds to...","lead_paragraph":"With Argentina's financial system on the verge of collapse, President Eduardo Duhalde proposed emergency legislation today to reduce the pressure on his government by forcibly converting billions of dollars in bank deposits into low-interest bonds to be paid off in 5 to 10 years. The proposal came on the first day of an indefinite bank holiday that paralyzed economic activity in this nation of 37 million.","abstract":"Argentina's financial system is on verge of collapse, as indefinite bank holiday paralyzes country's economic activity; Pres Eduardo Duhalde proposes emergency legislation to reduce pressure on his government by forcibly converting billions of dollars in bank deposits into low-interest bonds to be paid off in 5 to 10 years; he has sharp criticism for foreign banks and International Monetary Fund, even as he seeks to negotiate accord with IMF that would inject billions of dollars into economy starved for cash; bond plan is sure to be unpopular, and almost immediately groups of protesting depositors march on Congress banging pots and pans; photo (M)","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentine President Unveils Crisis Legislation"},"keywords":[{"name":"persons","value":"DUHALDE, EDUARDO"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"},{"name":"subject","value":"FOREIGN AID"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-04-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd262898eb7c8105d8147fb","word_count":912},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/24\/world\/castro-s-attack-on-fox-places-cuban-mexican-ties-in-danger.html","snippet":"A stinging attack by Fidel Castro on President Vicente Fox has seriously damaged Cuba's relations with its most durable Latin American ally, politicians and analysts said today.     On Monday night in Havana, Mr. Castro played a tape recording of a...","lead_paragraph":"A stinging attack by Fidel Castro on President Vicente Fox has seriously damaged Cuba's relations with its most durable Latin American ally, politicians and analysts said today. On Monday night in Havana, Mr. Castro played a tape recording of a private telephone conversation that he said proved Mr. Fox was a liar.","abstract":"Pres Fidel Castro's stinging attack on Mexican Pres Vicente Fox seriously damages Cuba's relations with most durable Latin American ally, and also complicates Fox's struggle with Mexican Congress over his conduct of foreign policy; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Castro's Attack on Fox Places Cuban-Mexican Ties in Danger"},"keywords":[{"name":"persons","value":"CASTRO, FIDEL"},{"name":"persons","value":"FOX QUESADA, VICENTE"},{"name":"glocations","value":"CUBA"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"2002-04-24T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tim","rank":1,"lastname":"WEINER"}],"original":"By TIM WEINER"},"type_of_material":"News","_id":"4fd22e988eb7c8105d7bc650","word_count":608}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}