{"response":{"meta":{"hits":106,"time":41,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/12\/style\/weddings-elizabeth-rebull-rahsaan-harris.html","snippet":"Elizabeth Mary Rebull, a daughter of Mirtha Perez-Rebull and Roberto Rebull of Ridgefield Park, N.J., was married yesterday to Rahsaan Khalid Harris, a son of Rosemarie Harris of Piscataway, N.J., and Jerome C. Harris of Trenton. The Rev. Wilbur G....","lead_paragraph":"Elizabeth Mary Rebull, a daughter of Mirtha Perez-Rebull and Roberto Rebull of Ridgefield Park, N.J., was married yesterday to Rahsaan Khalid Harris, a son of Rosemarie Harris of Piscataway, N.J., and Jerome C. Harris of Trenton. The Rev. Wilbur G. Carmon, an African Methodist Episcopal minister, performed the ceremony at Trinity Church in Princeton, N.J. Mrs. Harris, who graduated from Fordham, and Mr. Harris, a Princeton graduate, met at Columbia University, where the bride received a master's degree in communication and education and the bridegroom received a master's degree in science education.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Elizabeth Rebull, Rahsaan Harris","kicker":"WEDDINGS"},"keywords":[{"name":"persons","value":"REBULL, ELIZABETH MARY"},{"name":"persons","value":"HARRIS, RAHSAAN KHALID"},{"name":"subject","value":"WEDDINGS AND ENGAGEMENTS"}],"pub_date":"2001-08-12T00:00:00Z","document_type":"article","news_desk":"Society Desk","section_name":"Style","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd230888eb7c8105d7bf051","word_count":305},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/16\/sports\/plus-soccer-argentina-advances-to-world-cup-finals.html","snippet":"Argentina clinched a spot in the World Cup finals and Brazil ended an unprecedented three-game streak without winning in World Cup qualifying yesterday.     Argentina (11-1-2) beat Ecuador, 2-0, in Quito to become the first South American nation to...","lead_paragraph":"Argentina clinched a spot in the World Cup finals and Brazil ended an unprecedented three-game streak without winning in World Cup qualifying yesterday. Argentina (11-1-2) beat Ecuador, 2-0, in Quito to become the first South American nation to clinch a berth and the ninth team to qualify for the 2002 finals in South Korea and Japan next year.","abstract":"Argentina defeats Ecuador, 2-0, becoming first South American team to advance to World Cup qualifying finals (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Argentina Advances To World Cup Finals","kicker":"PLUS: SOCCER"},"keywords":[{"name":"glocations","value":"ECUADOR"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-08-16T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2171a8eb7c8105d792380","word_count":362},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/17\/arts\/art-review-a-universe-of-art-centered-in-boston.html","snippet":"UNLIKE some American cities, Boston stays open for the summer, promoting itself this year as a place for ''serious fun.'' Presumably, that includes art, not too hard to find in a megalopolis known for its formidable museums. From the quiet college...","lead_paragraph":"UNLIKE some American cities, Boston stays open for the summer, promoting itself this year as a place for ''serious fun.'' Presumably, that includes art, not too hard to find in a megalopolis known for its formidable museums. From the quiet college town of nearby Wellesley to the swarming student-faculty hive of Cambridge to the deep-city precincts of the Fenway and Boylston Street, there are exhibitions for the taste of any viewer, traveling on foot, by cab or by Boston transit. Here are a few shows you might see on a summer's day. When we think of art south of the border, it is usually the representational works of Diego Rivera, Frida Kahlo, José Clemente Orozco and company. Latin American art hasn't seemed to dwell much on the rigors of abstraction, particularly nonobjective abstraction, the absence of reference to the outside world. For most museumgoers, that is a European concept, expressed by Piet Mondrian and the de Stijl movement in Europe and promoted in the United States by the Mondrian-influenced American Abstract artists, beginning in the 1930's.","abstract":"Grace Glueck reviews art exhibits in and around Boston this summer: Latin American geometric abstracts at Fogg Art Museum at Harvard, The Social Scene and Nikki S Lee photos at Institute of Contemporary Art, Madonna images at Davis Museum at Wellesley College and Laura Owens oils, watercolors and collages at Gardner Museum; photos; map (M)","print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Universe Of Art, Centered In Boston","kicker":"ART REVIEW"},"keywords":[{"name":"persons","value":"LEE, NIKKI S"},{"name":"persons","value":"OWENS, LAURA"},{"name":"glocations","value":"BOSTON (MASS)"},{"name":"organizations","value":"HARVARD UNIVERSITY"},{"name":"organizations","value":"DAVIS MUSEUM AND CULTURAL CENTER"},{"name":"organizations","value":"INSTITUTE OF CONTEMPORARY ART"},{"name":"organizations","value":"GARDNER, ISABELLA STEWART, MUSEUM"},{"name":"organizations","value":"FOGG ART MUSEUM"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2001-08-17T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Travel; Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Grace","rank":1,"lastname":"GLUECK"}],"original":"By GRACE GLUECK"},"type_of_material":"Review","_id":"4fd20ac38eb7c8105d777c53","word_count":2143},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/18\/world\/balloonist-calls-off-his-global-conquest-and-lands-in-brazil.html","snippet":"An American millionaire's fifth attempt to become the first person to complete an around-the-world solo balloon trip came to an abrupt end early today when a prediction of bad weather forced him to land in a cow pasture near Brazil's southern border....","lead_paragraph":"An American millionaire's fifth attempt to become the first person to complete an around-the-world solo balloon trip came to an abrupt end early today when a prediction of bad weather forced him to land in a cow pasture near Brazil's southern border. The balloonist, Steve Fossett, a 57-year-old former stockbroker from Chicago, abandoned his effort 12,695 miles from his starting point, just a day after passing the halfway point in his quest. He had set off from Australia on Aug. 4, but was buffeted on Thursday by heavy winds, snow and ice as he floated over the 20,000-foot peaks of the Andes that form the border between Argentina and Chile.","abstract":"Steve Fosset, forced by prediction of bad weather to land in Brazil, aborts bid to become first person to complete around-the-world solo balloon trip after passing halfway point; he comments, news conference; map (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Balloonist Calls Off His Global Conquest and Lands in Brazil"},"keywords":[{"name":"persons","value":"FOSSETT, STEVE"},{"name":"subject","value":"BALLOONS"}],"pub_date":"2001-08-18T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2308c8eb7c8105d7bf205","word_count":566},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/19\/sports\/tennis-older-yes-but-still-hanging-in-there.html","snippet":"Daniel Montes de Oca is what you might call a lifer.    Montes de Oca, 39, does not move as fast on the tennis court as he once did. In fact, he rarely plays singles anymore and concentrates on doubles because he covers only half the court. He has...","lead_paragraph":"Daniel Montes de Oca is what you might call a lifer. Montes de Oca, 39, does not move as fast on the tennis court as he once did. In fact, he rarely plays singles anymore and concentrates on doubles because he covers only half the court. He has never played in the main draw of any Grand Slam tournament. He has never been ranked higher than 200th in the world ATP rankings. And that was 11 years ago.","abstract":"Article profiles Uruguayan tennis player Daniel Montes de Oca, who now limits himself to doubles play in competition (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Older, Yes, But Still Hanging In There","kicker":"TENNIS"},"keywords":[{"name":"persons","value":"MONTES DE OCA, DANIEL"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"TENNIS"}],"pub_date":"2001-08-19T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Brandon","rank":1,"lastname":"LILLY"}],"original":"By BRANDON LILLY"},"type_of_material":"News","_id":"4fd217198eb7c8105d792286","word_count":678},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/23\/world\/from-no-aid-to-a-bailout.html","snippet":"Despite negotiations that covered 12 days and several midnight bargaining sessions, many of the people involved in emergency talks to bail out Argentina's floundering economy went to lunch on Tuesday believing that the United States would say no to...","lead_paragraph":"Despite negotiations that covered 12 days and several midnight bargaining sessions, many of the people involved in emergency talks to bail out Argentina's floundering economy went to lunch on Tuesday believing that the United States would say no to new aid. Bush administration officials had taken office declaring their intention to end President Clinton's repeated bailouts of chronically ailing economies like Argentina's. And Treasury Secretary Paul H. O'Neill lamented in negotiating sessions over the past week that nobody seemed to be thinking creatively about ways of alleviating the country's debt problems without more loans. Publicly, he fretted about American ''plumbers and carpenters'' who pay taxes and ''wonder what in the world we're doing with their money.''","abstract":"Analysis of Bush administration's reluctant decision to help bail out Argentina's floundering economy; ostensibly, administration's shift occurred because Argentina agreed to restructure its debt; in reality, decision underscores fact that United States finds it difficult to deny urgent request from ally, and that it cannot simply walk away from interventionist financial diplomacy of Clinton administration; also, after decade of fast-paced economic integration, it is hard to separate financial rescues from other foreign policy priorities that are high in Bush administration's agenda (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From No Aid To a Bailout"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2001-08-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Joseph","rank":1,"lastname":"KAHN"}],"original":"By JOSEPH KAHN"},"type_of_material":"An Analysis; News Analysis","_id":"4fd228428eb7c8105d7b142e","word_count":1015},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/30\/business\/brazil-emerging-steel-giant-family-company-shops-abroad-for-acquisitions.html","snippet":"Exactly 100 years ago, a German immigrant named João Gerdau bought a small, struggling nail factory here. Today, that company, now run by four of his great-grandsons, is one of the fastest-growing steel producers in the world -- and the envy of...","lead_paragraph":"Exactly 100 years ago, a German immigrant named João Gerdau bought a small, struggling nail factory here. Today, that company, now run by four of his great-grandsons, is one of the fastest-growing steel producers in the world -- and the envy of every Brazilian corporation eager to establish an international presence. No matter that steel is a perpetually troubled industry all over the world or that Metalúrgica Gerdau S.A. is still based in this state capital of about 1.5 million in the extreme south of Brazil, far from the country's industrial heartland. By shopping abroad for bargains with the same tenacity it has always shown at home, Gerdau has been able to transform itself into a global business -- demonstrating how once-obscure companies from emerging nations like Brazil are becoming increasingly important on the international economic stage.","abstract":"Metalurgica Gerdau SA, 100-year-old family-owned steel company based in Porto Alegre, Brazil, has transformed itself into global business, demonstrating how once-obscure company from emerging nations like Brazil are becoming increasingly important on international economic stage; Gerdau has 12,000 employees, operates in six countries and produces more than seven million tons of steel a year; Jorge Gerdau Johannpeter, president and chairman, comments; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From Brazil, An Emerging Steel Giant; A Family Company Shops Abroad for Acquisitions"},"keywords":[{"name":"persons","value":"JOHANNPETER, JORGE GERDAU"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"METALURGICA GERDAU SA"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"STEEL AND IRON"}],"pub_date":"2001-08-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd20ac68eb7c8105d777e44","word_count":1535},{"web_url":"http:\/\/www.nytimes.com\/2001\/09\/04\/sports\/soccer-notebook-us-sprint-to-world-cup-has-turned-into-a-slog.html","snippet":"After the fifth game in the final round of World Cup qualifying, the United States had 13 of a possible 15 points. Now, with two losses in a row and a tough match in Costa Rica tomorrow night, there is concern that the road to the World Cup finals...","lead_paragraph":"After the fifth game in the final round of World Cup qualifying, the United States had 13 of a possible 15 points. Now, with two losses in a row and a tough match in Costa Rica tomorrow night, there is concern that the road to the World Cup finals next year in Japan and South Korea could become treacherous. The Americans, in second place in the six-team group with 13 points, are 3 points behind Costa Rica with three games left for each team in the group. Sixteen points should be enough to qualify and the Americans could reach that with a victory in Costa Rica or a victory over Jamaica on Oct. 7 at Foxboro, Mass.","abstract":"Problems besetting US men's soccer team as it prepares for World Cup qualifying match against Costa Rica discussed (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Sprint to World Cup Has Turned Into a Slog","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"glocations","value":"COSTA RICA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-09-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd263748eb7c8105d816145","word_count":714},{"web_url":"http:\/\/www.nytimes.com\/2001\/09\/06\/sports\/soccer-world-cup-roundup-argentina-pulls-out-victory-over-brazil.html","snippet":"Argentina rallied for a 2-1 victory over visiting Brazil at Buenos Aires last night in a World Cup qualifying match when Marcelo Gallardo and Ariel Ortega scored in the final 15 minutes.     Brazil (7-5-3), traditionally a soccer power, is struggling...","lead_paragraph":"Argentina rallied for a 2-1 victory over visiting Brazil at Buenos Aires last night in a World Cup qualifying match when Marcelo Gallardo and Ariel Ortega scored in the final 15 minutes. Brazil (7-5-3), traditionally a soccer power, is struggling to gain one of South America's four guaranteed berths in the 2002 World Cup, which will be held in Japan and South Korea. The fifth-place South American team will meet Australia in a playoff.","abstract":"Argentina defeats Brazil, 2-1, in World Cup soccer qualifying match (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Argentina Pulls Out Victory Over Brazil","kicker":"SOCCER: WORLD CUP ROUNDUP"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-09-06T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd211338eb7c8105d7864af","word_count":757},{"web_url":"http:\/\/www.nytimes.com\/2001\/09\/09\/arts\/new-season-art-annotated-list-traces-sichuan-new-york-brooklyn-palm-beach.html","snippet":"A * indicates an event of special note.    September     ''BERNARDO BELLOTTO''  A nephew, pupil and assistant of Canaletto, Bellotto (1720-80) also painted Venice but gave it the silvery chill of northern weather. This survey comes from Venice to the...","lead_paragraph":"A * indicates an event of special note. September ''BERNARDO BELLOTTO'' A nephew, pupil and assistant of Canaletto, Bellotto (1720-80) also painted Venice but gave it the silvery chill of northern weather. This survey comes from Venice to the Museum of Fine Arts, Houston. Through Oct. 21. (713-639-7300) www.mfah.org ''YOU LOOK BEAUTIFUL LIKE THAT: THE PORTRAIT PHOTOGRAPHS OF SEYDOU KEITA AND MALICK SIDIBE'' Two artists from Bamana, Mali, with long careers who have gained international notice. Seydou Keita's 1940's and 50's studio shots of women in patterned dresses against pattern backdrops are knockouts, as are Malick Sidibe's 1960's and 70's records of urban night life. Together they capture a culture in transition. Fogg Art Museum, Harvard University, Cambridge, Mass. Through Dec. 16. Don't miss a separate show at Harvard's Carpenter Center for Visual Arts of the prodigious Nigerian-born artist Ike Ude. Through Oct. 21. (617-495-9400) www.artmuseums.harvard.edu ''DIRTY DEEDS DONE DIRT CHEAP'' This group show paints a picture of contemporary youth gone terribly, tragically and very imaginatively wrong. Among the rebels-with-a-cause artists are Jesse Bransford, Sue de Beer and Banks Violette. The Atlanta Contemporary Art Center. Through Nov. 3. (404-688-1970) www.nexusart.org ''SHIFTING TIDES: CUBAN PHOTOGRAPHY AFTER THE REVOLUTION'' Much of this show dates from the 1980's and 90's; unlike earlier Cuban work in the medium, it tends to be conceptually based, politically oblique and anti-utopian. Grey Art Gallery, New York University. Through Oct. 27. (212-998-6780) www.nyu.edu \/greyart. Traveling to the Museum of Contemporary Photography in Chicago, Jan. 11-March 9. ''EPIC PHOTOGRAPHY OF THE CUBAN REVOLUTION'' For a blast of documentary immediacy, the Cuban Art Space in Chelsea has a baby-faced Fidel, a Byronic Che and a festive Havana. Through Oct. 27. (212-242-0559) www.cubanartspace.net ''BROOKLYN!'' With its humming art communities, Brooklyn is the place to be; now Brooklyn's in Florida, with this show of nearly 90 artists spanning three generations. Included is a reconstruction of the smallest Williamsburg space, a backyard potting shed called Holland Tunnel. Palm Beach Institute of Contemporary Art, Lakeworth, Fla. Through Nov. 25. (561-582-0006) www.palmbeachica.org * ''THE SHORT CENTURY'' Organized by Okwui Enwezor, this enormous show is devoted to the independence and liberation movements in colonial and post-colonial Africa between 1945 and 1994. The stakes were high; the personalities -- Patrice Lumumba, Nelson Mandela -- stupendous; the art staggeringly diverse. A survey like this can only hint at the scope of its subject, but what a subject. Museum of Contemporary Art, Chicago. Through Dec. 30. (312-280-2660) www.mcachicago.org. Traveling to P. S. 1 Contemporary Art Center in Queens, Feb. 10-May 5. ''TRENTON DOYLE HANCOCK: THE LIFE AND DEATH OF NO. 1'' This young Texas-born artist is a find. His dense collage-paintings bring a dry wit and a charge of apocalyptic urgency to autobiographical references and the subject of African-American life. Contemporary Arts Museum, Houston. Through Oct. 14. (713-284-8250) www.camh.org ''ROB PRUITT'' Best known of late for his menagerie of glitter-covered disco-pandas, this New York artist does a riff on 1960's Fluxus in ''101 Ideas You Can Do Yourself.'' Contemporary Arts Center, Cincinnati. Through Nov. 4. (513-721-0390) www.spiral.org ''ABSTRACT ART FROM THE RIO DE LA PLATA, 1933-1953'' The Rio de la Plata regions of Argentina and Uruguay produced a vibrant modernist movement lead by Joaquín Torres-García, and it is the subject of this survey. Americas Society. Tuesday through Dec. 9. (212-249-8950) www.americas-society.org ''BAMANA: THE ART OF EXISTENCE IN MALI'' The Bamana produced one of the iconic African sculptural forms in the ci-wara headdress. This show will include examples of it along with 90 other objects, accompanied by video documentation of social and religious life. Museum for African Art. Thursday through March 3. (212-966-1313) www.africanart.org ''MEDICI PORTRAITS FROM THE UFFIZI GALLERY'' The Medici, who were the Sopranos of the Renaissance, weren't shy about having their pugnacious mugs preserved for posterity, as will be evident in this lineup. Pennsylvania Academy of Fine Arts, Philadelphia. Friday through Dec. 9. (215-972-7600) www.pafa.org ''KENRO IZU: SACRED PLACES'' More than 60 images by this Japanese-born photographer, who visits holy sites around the world. Peabody Essex Museum, Salem, Mass. Friday through Dec. 2. (978-745-9500) www.pem.org ''RUDI GERNREICH: FASHION WILL GO OUT OF FASHION'' Well, it hasn't so far, and the fashion-as-art thing burbles on with work by the designer who made the Swinging 60's swing a little faster with his topless swimsuits and transparent ''no-bra'' bras. His enduring monument, though, is the thong. Institute of Contemporary Art, Philadelphia. Saturday through Nov. 11. (215-898-5911) www.icaphila.org ''DOUGLAS GORDON'' A traveling survey of the Scottish artist who bases video installations on Hollywood classics like ''Psycho'' and ''The Searchers.'' Museum of Contemporary Art, Los Angeles. Next Sunday through Jan. 20. (213-621-2766) www.moca.org. Traveling to the Solomon R. Guggenheim Museum in February and to the Hirshhorn Museum in Washington next June. * ''HÉLIO OITICICA: QUASI-CINEMAS'' Oiticica (1937-80) was a Brazilian culture hero on the order of Warhol and Beuys in their own countries. His conceptual work involved sculpture, performance, film, sound installation and a personal charisma that lingers on. Organized by Carlos Basualdo. Wexner Center for the Arts, Columbus, Ohio. Sept. 18-Dec. 30. (614-292-3535) www.wexarts.org ''LOUIS M. EILSHEMIUS (1864-1941): AN INDEPENDENT SPIRIT'' Eilshemius, who called himself ''Mightiest Man and Wonder of the Worlds,'' was an American painter who in the 1920's and 30's turned out landscapes that suggest a Surrealist version of Corot. Duchamp loved his work, but it didn't sell, and the artist died penniless at Bellevue Hospital in New York. National Academy of Design. Sept. 19-Dec. 30. (212-369-4880) www.nationalacademy.org ''ALFRED JENSEN: CONCORDANCE'' Another American oddball, but in a painterly, semi-abstract mode, Jensen was obsessed with astronomical and cultural systems, and from them devised arcane systems of his own. ''Great Pyramid'' (1980), a late painting never publicly exhibited until now, will baffle and delight. Dia Center for the Arts. Sept. 20-June 16. (212-989-5566) www.diacenter.org ''MICHELANGELO: DRAWINGS AND OTHER TREASURES FROM THE CASA BUONARROTI, FLORENCE'' This show brings 21 drawings, including studies for the Sistine ''Last Judgment'' and the Laurentian Library, to the Toledo Museum of Art, in Ohio. Sept. 21-Nov. 25. (419-255-8000) www.toledomuseum.org ''PICTURES TELL THE STORY: ERNEST C. WITHERS'' A self-employed photographer working in Memphis in the late 1940's, Ernest C. Withers documented the birth of rock 'n' roll and the civil rights movement. He's a national treasure. High Museum, Atlanta. Sept. 22-Jan. 26. (404-733-4437) www.high.org * ''VAN GOGH AND GAUGUIN: THE STUDIO OF THE SOUTH'' Van Gogh, never short on utopian schemes, tried to create an artists' community in Arles and recruited Gauguin to join him. The two began as soul mates, but the idyll of their collaboration was brief. Art Institute of Chicago. Sept. 22-Jan. 13. (312-443-0193) www.artic.edu ''THE SPORT OF LIFE AND DEATH: THE MESOAMERICAN BALLGAME'' Three-strikes-you're-out had fatal consequences in the pre-Columbian religious ritual known as the ballgame. Blood sacrifice was part of the sport. Mint Museum of Art, Charlotte, N.C. Sept. 22-Dec. 30. (704-337-2000) www.mintmuseum.org. Traveling to the New Orleans Museum of Art, Feb. 16-April 28, and the Joslyn Art Museum, Omaha, June 8-Sept. 1. ''IMPRESSIONIST STILL LIFE'' Relax, there is an Impressionism show this year, though it is being supplemented -- adulterated, you may say -- with post-Impressionist paintings to keep a still-life theme cooking. Phillips Collection, Washington. Sept. 22-Jan. 13. (202-387-2151) www.phillipscollection.org. Traveling to the Museum of Fine Arts, Boston, Feb. 17-June 9. * ''PIETER BRUEGEL THE ELDER, DRAWINGS AND PRINTS'' Bruegel was the premier Netherlandish painter and draftsman of the 16th century; his ''Harvesters'' is one of the most popular paintings at the Met. Now the museum presents 52 of his 61 surviving drawings, among them hallucinatory Alpine landscapes. Metropolitan Museum of Art. Sept. 25-Dec. 2. (212-535-7710) www.metmuseum.org ''TREASURES FROM A LOST CIVILIZATION: ANCIENT CHINESE ART FROM SICHUAN'' Organized by the Bureau of Cultural Relics of Sichuan Province and the Seattle Art Museum, this show's sculptures and artifacts are further proof of astonishing archaeological activity in China. Whole civilizations are showing up, and one of the earliest was in Sichuan. Kimbell Art Museum, Fort Worth. Sept. 30-Jan. 13. (817-332-8451) www .kimbellart.org. Traveling to the Metropolitan Museum of Art, March 6-June 16. ''DAVID SHRIGLEY'' This young Glasgow-based artist's drawings are like anxious doodles spit from the unconscious. Hundreds of them will swarm through this show. Center for Curatorial Studies at Bard College, Annandale-on-Hudson, N.Y. Sept. 30-Dec. 14. (845-758-7412) www.bard.edu\/ccs ''MATTA IN AMERICA: PAINTINGS AND DRAWINGS OF THE 1940'S'' The show covers the career of the Chilean-born Surrealist painter Roberto Matta in New York, where he influenced Jackson Pollock and wrecked Arshile Gorky's marriage. Museum of Contemporary Art, Los Angeles. Sept. 30-Jan. 6. (213-621-2766) www.moca.org. Traveling to the Miami Art Museum, March 22-June 2. ''ART AND HOME: DUTCH INTERIORS IN THE AGE OF REMBRANDT'' Inspired, no doubt, by Vermeer fever, this show examines the primal Dutch scene of kitchen and parlor. Pieter de Hooch makes them paradigms of neatness-counts domesticity; Jan Steen turns them into Animal House. Newark Museum of Art. Sept. 30-Jan. 20. (973-596-6550) www .newarkmuseum.org. Traveling to the Denver Art Museum, March 2-May 22. * ''JOE BRAINARD: A RETROSPECTIVE'' A friend of poets, Brainard produced exquisite paintings, Pop Art collages and shrines incorporating Madonnas and Prell shampoo labels. Then he stopped making art and took to reading Victorian novels until his death from AIDS in 1994 at 52. The show is a survey of his brilliantly nonchalant career. P. S. 1 Contemporary Art Center. Sept. 30-Dec. 30. (718-784-2084) www.ps1.org. Traveling to the Donna Bean Fine Art Gallery, University of Nevada, Las Vegas, Jan. 22-Feb. 28. October ''GLASS OF THE SULTANS'' Islamic glass from Safavid Iran, Ottoman Turkey and Mughal India empires, with European pieces inspired by Islamic originals. Metropolitan Museum. Oct. 2-Jan. 13. (212-535-7710) www.metmuseum.org ''THE ART OF MU XIN: LANDSCAPE PAINTINGS AND PRISON NOTES'' While under house arrest in China during the late 1970's, Mu Xin created a suite of 33 extraordinary paintings that fused Asian and Western sensibilities. Yale University Art Gallery. Oct. 2-Dec. 9. (203-432-0600) www.yale.edu\/artgallery. Traveling to the Smart Museum, University of Chicago, Jan. 24-Mar. 31. * ''THOMAS EAKINS'' The great figure painter is honored in his hometown, Philadelphia, with a survey of more than 60 paintings and 120 photographs. His less familiar work in the latter medium can be breathtakingly sensual. Philadelphia Museum of Art. Oct. 4-Jan. 6. Traveling to the Musée d'Orsay in Paris in February, and the Metropolitan Museum, June 18-Sept. 15. (215-763-8100) www.philamuseum.org ''CAMERA WOMEN'' With only 48 artists, this survey of photography by women since the 19th century must qualify as a rough sketch of vast terrain, but perhaps it will turn up new names and lay the groundwork for further research. Art Museum at Princeton University. Oct. 6-Jan. 6. (609-258-5788) webware.princeton .edu\/artmus * ''AELBERT CUYP'' This 17th-century Dutch artist with an Italian soul painted portraits and biblical scenes, but he is best known for bathing the bare-boned Netherlandish landscape in a golden-age glow. Lost from view for a century after his death, he is now considered one of the finest painters of his time. National Gallery of Art, Washington. Oct. 7-Jan. 13. (202-737-4215) www.nga.gov. Traveling to the National Gallery, London, and the Rijksmuseum, Amsterdam. ''GREAT MASTERS OF MEXICAN FOLK ART'' The exhibition will include more than 1,000 objects created with natural materials and decorated with ingenious designs from across Mexico. Dallas Museum of Art. Oct. 7-Jan. 6. (214-922-1200) www.dm-art.org ''JASPER JOHNS TO JEFF KOONS: FOUR DECADES OF ART FROM THE BROAD COLLECTIONS'' A big contemporary collection gets a big show. Los Angeles County Museum of Art. Oct. 7-Jan. 6. (323-857-6522) www.lacma.org. Traveling to the Corcoran Gallery of Art, Washington, March 16-June 3. ''SIGNAC 1863-1935: MASTER NEO-IMPRESSIONIST'' Signac's style loosened up as his career progressed, and his colors gained a jewel-like brilliance that greatly impressed Matisse. Metropolitan Museum. Oct. 9-Dec. 30. (212-535-7710) www.metmuseum.org ''LOOKING FOR MR. FLUXUS: IN THE FOOTSTEPS OF GEORGE MACIUNAS'' Young artists from New York and Eastern Europe pay tribute to the Fluxus-meister George Maciunas, a Lithuanian immigrant who, among many other things, helped pioneer SoHo as an art neighborhood. Art in General. Oct. 9-Dec. 22. Traveling to the Contemporary Art Center in Vilnius, Lithuania. (212-219-0473) www.artingeneral.org ''VITAL FORMS: AMERICAN ART IN THE ATOMIC AGE, 1940-1960'' Maybe the new defense budget will look like a good idea after seeing this roundup of art related to the cold war era. Catch work by Mark Rothko, Willem de Kooning and Eero Saarinen, then head for the basement. Brooklyn Museum of Art. Oct. 10-Jan. 6. (718-638-5000) www.brooklynart .org. Traveling to the Walker Art Center, Minneapolis, Feb. 15-May 12, and the Frist Center for the Visual Arts, Nashville, June 21-Sept. 15. * ''ONE PLANET UNDER A GROOVE: HIP-HOP AND CONTEMPORARY ART'' Organized by Franklin Sirmans and Lydia Yee, this could be the hip-hop show we've been waiting for, or one of them. The cool list of participants includes Jean-Michel Basquiat, David Hammons, Adrian Piper, Erik Parker, Nikki S. Lee, Dario Robleto, Sanford Biggers and Nadine Robinson. Bronx Museum of the Arts. Oct. 11-March 3. (718-681-6000) www.bronxview .com\/museum ''FRED WILSON: OBJECTS AND INSTALLATIONS, 1979-2000'' A survey of work by an artist with a sharp critical eye on cultural institutions and the social inequities that make them tick. Fine Arts Gallery at the University of Maryland, Baltimore County. Oct. 11-Jan. 12. (410-455-3188) imda.umbc.edu ''ALBERTO GIACOMETTI'' A centennial survey of the work of the Swiss-born artist runs from 1925, the year he gave up naturalistic sculpture, to his death in 1966. His sculptures of attenuated, wraithlike figures became famous as existentialist emblems, but the show will pay equal attention to his paintings and drawings. Museum of Modern Art. Oct. 11-Jan. 8. (212-708-9400) www.moma.org ''BRAZIL: BODY AND SOUL'' This sweep through a dynamic and multifaceted South American culture will include Portuguese-inspired Baroque altars, African-influenced religious images and indigenous objects created from the feathers of tropical birds. From there it moves on to the country's innovative version of 20th-century modernism. Guggenheim Museum. Oct. 12-Jan. 27. (212-423-3500) www.guggenheim.org. The story will be brought into the present with ''O Fio da Trama\/The Thread Unraveled: Contemporary Brazilian Art'' at El Museo del Barrio. Oct. 12-Feb. 3. (212-831-7272) www.elmuseo.org * ''MONKS AND MERCHANTS: SILK ROAD TREASURES FROM NORTHWEST CHINA, 4TH-7TH CENTURIES'' The Asia Society inaugurates its freshly revamped Park Avenue headquarters with a bunch of shows, among them ''Monks and Merchants,'' which should be a dazzler. Oct. 13-Jan. 6. Also on view: eight site-specific commissions by contemporary Asian and Asian-American artists, including Heri Dono, Nilima Sheikh and Vong Phaophanit. (212-288-6400) www.asiasociety.org ''ZERO TO INFINITY: ARTE POVERA 1962-1972'' A survey, originating at the Tate in London, of a poetic Italian art movement that blended Minimalism, Conceptualism and organic materials like earth, wax and wool. Walker Art Center, Minneapolis. Oct. 13-Jan. 13. (612-375-7651) www.walkerart.org. Traveling to the Museum of Contemporary Art, Los Angeles, March 10-Aug. 11. ''JUAN MUÑOZ'' The dreamlike figurative tableaus by the Spanish artist, who died last month at the age of 48, are ghost-play versions of history and can be seen in his first retrospective. Hirshhorn Museum, Washington. Oct. 16-Jan. 13. (202-357-3091) www.si.edu\/hirshhorn. Traveling to the Museum of Contemporary Art, Los Angeles, April 22-July 28. ''ELLEN GALLAGHER'' This American painter, who weaves Minimalism and racist stereotypes together in increasingly complicated ways, has two exhibitions. The first is at the Institute of Contemporary Art, Boston. Oct. 17-Dec. 31. (617- 266-5152) www.icaboston. Traveling to the Institute of Contemporary Art, Philadelphia, March 2-April 28. The second is at the Yerba Buena Center for the Arts, San Francisco. Nov. 17-Jan. 27. (415-978-2787) www.yerbabuenaarts.org. Traveling to the Drawing Center, March 2-April 6. ''INTO THE LIGHT: THE PROJECTED IMAGE IN AMERICAN ART'' This sampling of early film, video and slide installations from the 1960's and 70's should be fascinating. The artists -- including Joan Jonas, Bruce Nauman, Yoko Ono and Andy Warhol -- are canonical, but much of the work hasn't been seen in decades. Whitney Museum of American Art. Oct. 18-Jan. 27. (212-570-3676) www.whitney.org '' 'TREASURY OF THE WORLD': JEWELED ARTS OF INDIA IN THE AGE OF THE MUGHALS'' The Mughal emperors of India had more gems than they knew what do do with, so they stuck them on cups, daggers, crowns. Even their jewelry boxes were studded with jewels. Metropolitan Museum. Oct. 18-Jan. 13. (212-535-7710) www.metmuseum.org. Traveling to the Cleveland Museum of Art, Feb. 24-May 19; the Museum of Fine Arts, Houston, and the Los Angeles County Museum of Art. ''DESIRE AND DEVOTION: ART FROM INDIA, NEPAL AND TIBET IN THE JOHN AND BERTHE FORD COLLECTION'' The Walters Gallery in Baltimore reopens in October after a renovation with a reinstalled collection and this grand exhibition. Oct. 20-Jan. 13. Traveling to the Santa Barbara Museum of Art, Calif., March 2-May 26. The Museum has also commissioned work for the exterior of its building from Dennis Adams, whose piece will be in place on Oct. 20. (410-547-9000) www.thewalters.org ''WORD PLAY: INSTALLATION ART BY XU BING'' This Chinese-born artist invents languages based on Chinese-style characters and turns the results into gigantic books and interactive digital programs. Arthur M. Sackler Gallery, Washington. Oct. 21-Jan. 13. (202-357-4880) www.si.edu\/asia ''EVERYBODY NOW: THE CROWD IN CONTEMPORARY ART'' This show looks at the way in which ''the masses'' are envisioned today. Among the artists jammed into the exhibition space will be Andreas Gursky, Andrea Bowers, Daniel Lefcourt and Do-Ho Suh. The talented art critic Katy Siegel will be in charge of crowd control as curator. The Bertha and Karl Leubsdorf Art Gallery at Hunter College. Oct. 25-Dec. 8. (212-772-4991) sapientia .hunter.cuny.edu\/art\/gallery \/gallery.html ''LIVING IN COLOR; THE ART OF HIDEO DATE'' A retrospective survey of paintings by a Japanese-born American artist, who was incarcerated in a United States internment camp during World War II. Japanese American National Museum, Los Angeles. Oct. 27-April 21. (213-625-0414) www.janm.org ''PICASSO: THE ARTIST'S STUDIO'' Here's your Picasso fix, organized by the Wadsworth Atheneum Museum of Art in Hartford. The title says it all: some 50 paintings and drawings about life in the studio, where he spent a lot of time. Cleveland Museum of Art. Oct. 28-Jan. 6. (216-421-7350) www.clemusart.com ''TRANSLATED ACTS'' Thirty contemporary artists and art collectives from Japan, Korea, Taiwan and China will be showcased in this exhibition of Asian performance and body art from the last decade. Queens Museum of Art. Oct. 28-Feb. 17. (718-592-9700) www.queensmuse.org * ''HEAVENLY VISIONS: SHAKER GIFT DRAWINGS AND GIFT SONGS'' The Shakers believed that ''gift drawings,'' with their intricate patterns and minuscule texts, were messages channeled from the world beyond. More than 100 examples. Drawing Center. Oct. 31-Dec. 15. (212-219-2166) www.drawingcenter.org November ''DREAM STREET: W. EUGENE SMITH'S PITTSBURGH PHOTOGRAPHS'' In 1955, the photographer went to Pittsburgh for a three-week assignment and stayed for a year, taking more than 13,000 pictures of an industrial town at the height of its productive power. Some 200 photographs will be on view. Carnegie Museum of Art, Pittsburgh. Nov. 3-Feb. 10. (412-622-3131) www.cmoa.org. Traveling to the International Center of Photography, March 29-June 16. ''GRAND LYRICIST: THE ART OF ELMER BISCHOFF'' Bischoff was one of a group of painters in San Francisco in the 1950's and 60's -- Richard Diebenkorn and David Park were others -- who applied an Abstract Expressionist brush style to figurative painting. Oakland Museum of California. Nov. 3-Jan. 13. (888-625-6873) www.museumca.org. Traveling to the Orange County Museum of Art, Newport Beach, Calif., Feb. 15-June 2. ''LUCA GIORDANO'' From Naples, Giordano (1634-1705) was nicknamed Luca fa presto (Luke works fast) because of his speed of production. Adept at mimicking other artists, he developed a luminous Baroque-to-Rococo style of his own in religious and mythological scenes. A survey of 50 paintings. Los Angeles County Museum of Art. Nov. 4-Jan. 20. (323-857-6522) www.lacma.org * ''OVER THE LINE: THE ART AND LIFE OF JACOB LAWRENCE'' A retrospective of the work of one of America's great modernist history painters, who worked in Harlem and Africa and took as his epic subject the people of the African diaspora living in the New World. Whitney Museum. Nov. 8-Feb. 3. (212-570-3676) www.whitney.org ''NEW WORLDS: GERMAN AND AUSTRIAN ART, 1890-1940'' This is the inaugural offering at Neue Galerie, a new Manhattan museum which will focus on modern German and Austrian work. The show is drawn from a collection put together by the collector Ronald J. Lauder and the late dealer Serge Sabarsky, and Schiele, Kokoschka and Max Beckmann are among its stars. Nov. 9-Feb. 18. (212-628-6200) www.neuegalerie.org ''OPTICAL PARABLES: MANUEL ALVAREZ BRAVO'' A survey of more than 100 of the photographer's pictures along with work by Tina Modotti, Paul Strand and Edward Weston. J. Paul Getty Museum, Los Angeles, Nov. 13-Feb. 17. (310-440-7300) www.getty.edu ''RICCI ALBENDA'' For MOMA's ''Projects'' series, one of New York's most ambitious and inventive young artists will reshape gallery walls to create a perceptually destabilizing sculptural environment. Museum of Modern Art. Nov. 16-Jan. 22 (212-708-9400) www.moma.org ''THE METAL PARTY, BAUHAUS SCHOOL (FEBRUARY 9, 1929), 2000'' Josiah McElheny, whose glass objects were a hit at the last Whitney Biennial, recreates a German Bauhaus event called the Metal Party in which students and faculty wore reflective costumes and danced in a mirrored room. Yerba Buena Center for the Arts, San Francisco. Nov. 17-Jan. 27. (415-978-2710) www.yerbabuenaarts.org. ''THE COLOR YELLOW: BEAUFORD DELANEY'' The focus is on a single color, symbolizing light, healing and redemption, that recurred in work by this African-American painter. High Museum of Art, Atlanta. Nov. 17-Feb. 10. (404-733-4437) www.high.org ''PRIMAL VISIONS: ALBERT BIERSTADT 'DISCOVERS' AMERICA, 1859-1893'' This show will be the opening exhibition when the Montclair Art Museum in New Jersey cuts the ribbon on its new wing. A 20-painting survey of paintings by the Hudson River School mystic George Inness, a Montclair resident, will also be on view. Montclair Art Museum. Nov. 16-Feb. 3. (973-746-5555) www.montclair -art.com ''ETERNAL EGYPT: MASTERWORKS OF ANCIENT ART FROM THE BRITISH MUSEUM'' This traveling show should have some pretty fabulous items, and it's visiting a museum with some fine Egyptian material of its own. Brooklyn Museum of Art. Nov. 23-Feb. 24. (718-638-5000) www.brooklynart.org December ''LIZ LARNER'' This California artist is best known for her room-filling sculptural installations, ofen made of vinyl and chains. A survey of 15 years of work. Museum of Contemporary Art, Los Angeles, Dec. 2-March 10. (213-621-2766) www.moca.org ''EXTREME BEAUTY: THE BODY TRANSFORMED'' Harold Korda, who turned the Guggenheim into an Armani boutique last spring, uses historical material in this exhibition at the Met's Costume Institute to demonstrate how fashion has teased and tortured the human form into outlandish shapes over the centuries. Metropolitan Museum. Dec. 6-March 3. (212-535-7710) www.metmuseum.org ''RICHARD TUTTLE'' A subtle visionary makes a selection from his own work of the past three decades, including painted constructions he has not previously shown. Institute of Contemporary Art, Philadelphia. Dec. 8-Feb. 10. (215-898-5911) www.icaphila.org * ''AMERICAN ANTHEM'' This is the title of the exhibitions that will inaugurate the spanking-new West 53rd Street home of the American Folk Art Museum. All 400 objects from the Ralph Esmerian collection, a gift to the museum, will be on display, as will paintings from the museum's newly acquired collection of work by Henry Darger, who has become an Outsider luminary since the museum presented him in a memorable one-man show a few years ago. American Folk Art Museum. Dec. 11-May. (212-595-9533) www.folkartmuseum.org ''SPLENDID ISOLATION: ART OF EASTER ISLAND'' The Kon-Tiki crew thought it ''the loneliest little island in the world'' when they landed on Easter Island in the 1950's. But the place has an international reputation thanks to the monolithic stone heads left behind by long-vanished inhabitants. No giant heads in this show, but still much of interest in items dating from the 13th to 19th centuries. Metropolitan Museum. Dec. 12-Aug. 4. (212-535-7710) www.metmuseum.org ''VITO ACCONCI: ACTS OF ARCHITECTURE'' Around two dozen major works in a survey of this important American artist's work since 1980. Miami Art Museum. Dec. 14-March 3. (305-375-3000) www.miamiartmuseum.org. Traveling to the Milwaukee Art Museum, March 22-May 19. ''JANE HAMMOND: THE ASHBERY COLLABORATION'' The artist asked the poet John Ashbery to provide titles for 20 paintings before she had actually done them. The results, like Mr. Ashbery's poetry, are free-associative and meticulously worked, zany and classically poised. Cleveland Center for Contemporary Art, Dec. 14-Mar. 3. (216-421-7350) www.clemusart.com ''SPECTACULAR DISPLAY: THE ART OF NKANU INITIATION RITUALS'' Carved high-relief panels, masks and costumes associated with coming-of-age rituals among the Nkanu peoples of the Democratic Republic of the Congo. National Museum of African Art, Washington. Dec. 16-Mar. 3. (212-356-4600) www.si.edu\/nmafa January ''THE FIRST SNAPSHOTS'' You may want to haul out the family scrapbook after seeing this show, which examines early work by amateur photographers after the introduction of the first Kodak camera in 1888. The material is drawn from the George Eastman House in Rochester. International Center of Photography. Jan. 11-March 17. (212-860-1777) www.icp.org ''FENG MENGBO'' This bright young Chinese video artist had a gallery show in Manhattan a few years ago but hasn't appeared in many of the group shows that have cropped up since, so it will be interesting to see what he's up to with interactive Internet work that links the United States to China. Renaissance Society at the University of Chicago. Jan. 13-Feb. 24. (773-702-8670) www.renaissancesociety.org ''OUTER AND INNER SPACE: A VIDEO EXHIBITION IN THREE PARTS'' This show presents the work of young international video artists in three eight-week installments: Pipilotti Rist (Jan. 19-March 17), Shirin Neshat (April 6-June 2) and Jane and Louise Wilson (June 22-Aug. 18). Each will be placed in the context of classical video work by Martha Rosler, Joan Jonas, Bruce Nauman and others. Virginia Museum of Fine Arts, Richmond. (804-204-2700) www.vmfa.state.va.us. A concurrent group show of young video artists, including Jeremy Blake and Jennifer Steinkamp, will be at the Anderson Gallery of Virginia Commonwealth University, Jan. 18-March 10. (804-828-1522) www.vcu.edu\/artweb\/gallery ''SECRET GAMES: WENDY EWALD COLLABORATIVE WORKS WITH CHILDREN, 1969-99'' A photographer who encourages children to make photographs of their environment and to physically alter her own negatives, Ms. Ewald is having a three-decade retrospective. Corcoran Gallery of Art, Washington. Jan. 19-April 8. (202-639-1700) www.corcoran.org ''SHARON ELLIS'' This Los Angeles artist produces labor-intensive paintings of trippy flowers and apocalyptic skies. Her show presents 23 pieces from the last 10 years. Long Beach Museum of Art, Calif. Jan. 20-March 10. (562-439-2119) www.lbma.org ''COSMÉ TURA AND FERRARA: A FORGOTTEN RENAISSANCE'' A small exhibition looking at the 15th-century Renaissance painter Cosmé Tura and his role as creator of a distinctive court style in Ferrara. Isabella Stewart Gardner Museum, Boston. Jan. 30-May 12. (617-566-1401) www.gardnermuseum.org February ''SURREALISM: DESIRE UNBOUND'' This survey comes from the Tate Gallery in London and casts a wide net over Surrealism, the wild-and-crazy international art and literary movement. It will pay particular attention to the steamier, not to say sleazier, side of a phenomenon that had complex intellectual roots. Metropolitan Museum. Early February through early May. (212-535-7710) www.metmuseum.org ''AGNES MARTIN'' Paintings from the last decade by an abstract painter who is now 90. Menil Collection, Houston. Feb. 1-May 26. (713- 525-9404) www.menil.org * ''EVA HESSE: A RETROSPECTIVE'' Elizabeth Sussman has organized this retrospective of the artist Eva Hesse, who worked hard, thought big and died young. Some 200 works, from early paintings to late sculptures, will be brought together, along with a wealth of scholarship on a hugely influential American artist of the 1960's. San Francisco Museum of Modern Art. Feb. 2-May 19. (415-357-4000) www.sfmoma. Traveling to the Whitney in November. ''TRACEY MOFFAT'' Ms. Moffat works in narrative series, many of which are set in a fictional version of her native Australia and deal with its complex past and ethnic mix. Josyln Art Museum, Omaha. Feb. 2-Mar. 24. (402-342-3300) www.joslyn.org ''LOOKING FORWARD\/LOOKING BLACK: RACE IN AMERICAN ART'' Feelings run high about the revived use of racial stereotypes in contemporary art, often by African-American artists. This show tackles the issue directly with work by Kara Walker, Renee Cox and Robert Colescott, among others. Baltimore Museum of Art. Feb. 6-May 5. (410-396-7100) www.artbma.org ''CIRCLES OF REFLECTION: THE CARTER COLLECTION OF CHINESE BRONZE MIRRORS'' The mirrors date from the Warring States period to the Qing dynasty -- about 2,500 years -- and come from the Cleveland Museum of Art. China Institute Gallery. Feb. 2-June 2. (212-744-8181) www.chinainstitute.org ''AFTER 'THE SCREAM': THE LATE WORK OF EDVARD MUNCH'' There's no substitute for experiencing Edvard Munch's paintings in mid-winter in his native Norway, but second best is to see a major selection of his work in this country from the collection of the Munch-Museet in Oslo. High Museum, Atlanta. Feb. 9-May 5. (404-733-4437) www.high.org ''SEEING AND BELIEVING: THE ART OF NANCY BURSON'' Some of the portraits taken by the artist have been computer altered, others have not, and it's often hard to tell the difference. Grey Art Gallery, New York University. Feb. 12-April 20. (212-998-6780) www.nyu.edu\/greyart * ''GERHARD RICHTER: 40 YEARS OF PAINTING'' The first full-scale New York survey devoted to the international stars of postwar German art has been organized by the curator Robert Storr. Museum of Modern Art. Feb. 14-May 21. (212-708-9400) www.moma.org. Traveling to Chicago, San Francisco, Washington and Atlanta. ''PIERRE MATISSE AND HIS ARTISTS'' Pierre Matisse, son of Henri Matisse, was a history-shaping dealer in modernist art. The archives of his gallery, which operated from 1931 to 1989, came to the Pierpont Morgan Library, and this is the first time a substantial selection will go on view, with works by Calder, Chagall, Giacometti, Miró and Tanguy. Morgan Library. Feb. 14-May 19. (212-685-0610) www.morganlibrary.org ''ORAZIO AND ARTEMISIA GENTILESCHI: FATHER AND DAUGHTER PAINTERS IN BAROQUE ITALY'' Orazio was a gifted follower of Caravaggio who had an uninterruptedly successful career in Italy and Rome. Artemisia, a teenage rape victim and a fiercely independent adult, developed her own particularly adamant and thearical Caravaggesque style: when one of her Judiths decapitates Holofernes, she really means business. Metropolitan Museum. Feb. 14-May 12. (212-535-7710) www.metmuseum.org. Traveling to the St. Louis Art Museum. ''MATTHEW BARNEY: THE CREMASTER CYCLE'' The artist's epic five-part film project will be accompanied by related sculptures, photographs and drawings. The premier of the final installment of the cycle will take place in conjunction with the show. Guggenheim Museum. Feb. 15-May 5. (212-423-3500) www.guggenheim.org ''GARY SIMMONS'' Known for his deftly wrought drawings and sculptures on the subject of racism and black identity, the artist presents new work in this show organized by the curator Thelma Golden. Museum of Contemporary Art, Chicago. Feb. 16-May 26. (312-280-2660) www.mcachicago.org ''FRIDA KAHLO, DIEGO RIVERA AND 20TH CENTURY MEXICAN ART'' This exhibition will include more than 100 works from the Jacques and Natasha Gelman Collection. Ten paintings by Kahlo will be included, along with work by José Clemente Orozco and David Alfaro Siqueiros. El Museo del Barrio. Feb. 24-June 16. (212-831-7272) www.elmuseo.org March * WHITNEY BIENNIAL By tradition, critical knives are sharpened well before this show of new art is even a gleam in the curator's eye. This year, the Whitney's new curator of contemporary art, Lawrence Rinder, is in charge. He's smart; his interests are eclectic and -- this is a very good thing -- unpredictable. Let's just hope his boss leaves him alone to do his thing. Whitney Museum. March 7-May. (212-570-3676) www.whitney.org ''EXCHANGE AND TRANSFORMATION'' A tour of avant-garde movements in Czechoslovakia, Germany, Hungary, Poland, Romania and the former Yugoslavia during the early years of the 20th century when cultural exchanges were frequent. Kimbell Art Museum, Fort Worth. March 10-June 2. www.kimbellart.org ''JACK PIERSON'' This young American artist has been in a holding pattern for awhile now. But there's something distinctive going on in his laid-back, yearning work, and a 10-year survey, which will be put together as a single installation, may clarify it. Museum of Contemporary Art, North Miami. March 14-June 30. (305-893-6211) www.mocanomi.org * ''BARTOLOMÉ ESTEBAN MURILLO (1617-1682): PAINTNGS FROM AMERICAN COLLECTIONS'' The work of the Spanish Baroque painter Murillo has a reputation for being fluff. But he was an imaginative artist with a sure instinct for the psychology of popular devotion and a sovereign painterly touch. This show will present 35 works from American collections. Kimbell Art Museum, Fort Worth. March 10-June 2. (817-332-8451) www.kimbellart.org ''TRACEY EMIN'' This buzzy Y.B.A. (Young British Artist) makes the tabloids in London, but her New York gallery debut a few seasons ago looked tired. Maybe she'll deliver for her first United States museum solo show. Museum of Art, Fort Lauderdale, Fla. March 13-June 15. (954-525-5500) www.museumofart.org ''SUE WILLIAMS'' A first solo museum show for this gifted New York painter who moved from cartoon violence to cool, linear 50's-ish abstraction, implying links between the two. Palm Beach Institute of Contemporary Art, Lakeworth, Fla. March 16-June 16. (561-582-0006) www.palmbeachica.org ''MIRRORING EVIL: NAZI IMAGERY\/RECENT ART'' While much art about the Holocaust centers on images of its victims, the 13 contemporary artists in the exhibition use images associated with its perpetrators to explore the nature of evil. Jewish Museum. March 17.-June 30. (212-423-3200) www.thejewishmuseum.org * ''BARNETT NEWMAN'' It has been awhile since anyone has taken a hard look at this American abstract artist, who prefigured Minimalism and was, through his writing and alert, loquacious personality, one of the theoretical shapers of postwar art. Ann Temkin has organized the show. Philadelphia Museum of Art. March 24-July 7. (215-763-8100) www.philamuseum.org. Traveling to the Tate Modern in London, Sept. 19-Jan. 5, 2003. April ''MUNAKATA SHIKO (1903-75)'' This Japanese artist synthesized Western and Japanese styles in his prints and paintings, as seen in this first comprehensive United States retrospective. Los Angeles County Museum of Art. April 4-June 30. (323-857-6522) www.lacma.org ''OH MONA!'' The changes rung by contemporary artists and pop culture on one of the classics of Western art, Leonardo da Vinci's ''Mona Lisa,'' are explored in this exhibition. Herbert F. Johnson Museum of Art, Cornell University, Ithaca, N.Y. (607-255-6464) www.museum.cornell.edu * ''PIETER SAENREDAM'' This 17th-century Utrecht painter turned the church interiors of his native city into a form of proto-modernist abstraction, with clean lines, spotless surfaces, a white-to-beige palette and and diffuse, sober light. Preparatory sketches and perspectival studies accompany a show of paintings. J. Paul Getty Museum, Los Angeles. April 16-July 7. (310-440-7300) www.getty.edu ''SHOW PEOPLE: FIVE DOWNTOWN DIRECTORS AND THE PLAY OF TIME'' An inspired idea for an exhibition. It offers a capsule history, using photographs, drawings and sculptures, of New York's visually stunning experimental theater through some of its most illustrious practitioners, including Richard Foreman, Robert Wilson, Elizabeth LeCompte of the Wooster Group and Peter Schumann of the incomparable Bread and Puppet Theater. Exit Art\/The First World. April 20-June 29. (212-966-7745) www.exitart.org ''EDWIN DICKINSON: DREAMS AND REALITIES'' Dickinson (1881-1978) fits into no easy category. His smoky intersections of figures and abstract planes have the feeling of visions rising up at a seance. This is his first retrospective in two decades. Albright-Knox Art Gallery, Buffalo. April 26-July 14. (716-882-8700) www.albrightknox.org ''NEW YORK: CAPITAL OF PHOTOGRAPHY'' This survey looks at the Big Apple through the eyes of some 50 artists and records its cycles of ripening and decay. Organized by the critic and photographer Max Kozloff. Jewish Museum. April 28-Sept. 29. (212-423-3200) www.thejewishmuseum.org May ''PARIS-NEW YORK-HOLLYWOOD: THE ART OF LARRY RIVERS'' A retrospective of the post-old master, proto-Pop figurative painter. Corcoran Gallery, Washington. May 18-July 22. (202-639-1700) www.corcoran.org ''SELECTIONS FROM THE COCKETTES ARCHIVES'' The Cockettes were the first gender-bending drag theater troupe to emerge from the San Francisco hippie and gay scene of the 1960's. The show will offer posters, photographs, costumes and props from ''Tinsel Tarts in a Hot Coma.'' Simultaneously, the exhibition ''Dyke Action Machine!'' will gather a decade's worth of lesbian activist art by the photographer Sue Schaffner and the painter Carrie Moyer. Dynamite stuff. Yerba Buena Center, San Francisco. May 4-July 14. (415-978-2710) www.yerbabuenaarts.org ''GREUZE THE DRAFTSMAN'' The work of Jean-Baptiste Greuze (1725-1805) veers between bathetic genre scenes and soft porn, but he had one of the smoothest draftman's hands of his time, which makes up for a lot, at least to his fans. If you're one of them, catch this show of his drawings. Frick Collection. May 14-Aug. 4. (212-288-0700) www.frick.org ''JOSÉ ANTONIO HERNÁNDEZ-DIEZ'' This installation artist from Venezuela uses sardonic humor, commercial goods and cultural clichés to suggest the clash of the raw and the processed in a global economy. New Museum of Contemporary Art. May 16-Aug. 11. (212-219-1222) www.newmuseum.org * ''CHARLES LEDRAY'' Mr. Ledray's wonderful gender-blending work is at once pixilated and grim: he has sewn doll-size sets of clothing to illustrate American male stereotypes and has carved doll-house furniture from human bone. This show is a survey of his work since 1989. Institute of Contemporary Art, Philadelphia. May 18-July 14. (215-898-5911) www.icaphila.org. Traveling to Chicago, San Francisco and Seattle. ''DONALD MOFFETT: WHAT BARBARA JORDAN WORE'' A New York-based artist and a former member of the activist collective Gran Fury, Mr. Moffett blends a quiet look with a powerful content. This show will include new paintings and an audio piece inspired by a progressive American politician. Museum of Contemporary Art, Chicago. May 26-Oct. 20. (312-280-2660) www.mcachicago.org ''KAZIMIR MALEVICH: SUPREMATISM'' and ''ART AND THE HOLY IMAGE: THE RISE OF RUSSIAN ICON PAINTING, 14TH THROUGH 16TH CENTURIES'' One show will focus on the 20th-century Russian modernist whose abstract Suprematist work was the secular equivalent of religious painting. The other is devoted to a display of gold-glinting paintings on loan from Russian institutions. Guggenheim Museum. May 30-Sept. 4. (212-423-3500) www.guggenheim.org June * ''MICHIEL SWEERTS'' A Flemish contemporary of Rembrandt, Sweerts painted genre scenes and portraits with a similarly shadowy palette but gave the work an aura of sad, delicate reticence. Somewhere, he went emotionally off track, sailed to Asia as a missionary and died, mad as a hatter, in India. California Palace of the Legion of Honor, San Francisco. June 8-Aug. 25. (415-863-3330) www.thinker.org ''SHOW ME THE MONEY: THE DOLLAR AS ART'' Perhaps this should have been subtitled ''The Truth Show.'' Palm Springs Desert Museum, Calif. June 19-Sept. 15. (760-325-7186) www.psmuseum.org ''FROM POP TO NOW: SELECTIONS FROM THE SONNABEND COLLECTION'' Ileana Sonnabend, the art dealer, and her late husband, Michael, put together an extraordinary collection of postwar art, which will be on view at an attractive new museum. Tang Teaching Museum at Skidmore College, Saratoga Springs. N.Y. June 23-Sept. 22. (518-580-8080) www.skidmore.edu\/tang ''IMAGES OF AFRICAN-AMERICAN LIFE'' Pictures ranging from 19th-century tintypes to 1950's snapshots will be gathered to suggest the way in which African-Americans have defined their own image with the camera. Many of the photographs were made at a time when most images of blacks in popular culture were based on racial stereotypes. International Center of Photography. June 28-Sept. 1. (212-860-1777) www.icp.org ''KLIMT LANDSCAPES'' Best known for his sensual, Byzantine paintings of women, the Viennese painter Gustav Klimt also produced the landscapes that are the focus of this summer exhibition. Clarke Institute, Williamstown, Mass. June 30-Oct. 13, 2003 (413-458-9545) www.clarkart.edu Compiled with the assistance of Anna Bahney.","abstract":"List of upcoming art season in New York; photos (M)","print_page":"78","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Traces of Sichuan in New York, Brooklyn in Palm Beach","kicker":"THE NEW SEASON\/ART: THE ANNOTATED LIST"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"ART"}],"pub_date":"2001-09-09T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Holland","rank":1,"lastname":"COTTER"}],"original":"By HOLLAND COTTER"},"type_of_material":"List","_id":"4fd228478eb7c8105d7b18dd","word_count":6437}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}