{"response":{"meta":{"hits":173,"time":38,"offset":40},"docs":[{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E1D61731F937A35750C0A9619C8B63","snippet":"The night before the biggest basketball game of his Weber State career, Ben Howland called his close friend Jay Hillock, a former junior-college assistant coach. Howland had a reputation for nervous excitability -- he typically vomited 10 minutes...","lead_paragraph":"The night before the biggest basketball game of his Weber State career, Ben Howland called his close friend Jay Hillock, a former junior-college assistant coach. Howland had a reputation for nervous excitability -- he typically vomited 10 minutes before every game -- so Hillock wasn't surprised when the phone rang at 2 a.m., just hours before Weber was to play a powerhouse University of Arkansas team in the second round of the 1979 N.C.A.A. tournament. ''I'm going to give Sidney Moncrief the biggest charley horse of his life at the get-go!'' Howland screamed, referring to the Arkansas star, and promptly hung up.","abstract":null,"print_page":"0","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ben Howland on the Verge of Being Famous","kicker":"MARCH MADNESS 2007"},"keywords":[{"name":"persons","value":"HOWLAND, BEN, THAMEL, PETE"}],"pub_date":"2007-03-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Pete","lastname":"THAMEL"}],"original":"By PETE THAMEL"},"type_of_material":"News","_id":"4fd2b0ae8eb7c8105d8a00be","word_count":717},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E6DE1631F937A35750C0A9619C8B63","snippet":"A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y....","lead_paragraph":"A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y. 10036-3959. MUSIC AND DANCE Bethel The Mike Leventhal Quartet, jazz. March 4 at 3 p.m. Free. Pizzeria Lauretano, 291 Greenwood Avenue. (203) 792-1500. Bridgeport California Guitar Trio, acoustic ensemble, with Paul Richards, Bert Lams, and Hideo Moriya. March 4 at 6 p.m. $20. Gandalf Murphy, folk rock. Friday at 9 p.m. $18. ''Late Night Noon,'' presented by Catie Curtis. March 11 at 6 p.m. $22. Acoustic Cafe, 2926 Fairfield Avenue. (203) 335-3655. Canton Patrick Ball, Celtic harp. March 10 at 7:30 p.m. $18 to $20. Roaring Brook Nature Center, 70 Gracey Road. (860) 693-0263. Fairfield Jonathan Biss, piano. Friday at 8 p.m. $30 to $60. Hours: Mondays through Fridays, 10 a.m. to 4 p.m. Fairfield Arts Council, 70 Sanford Street. (203) 319-1419. Hamden Works by Beethoven, Brahms, Enesco and others, performed by the Hamden Symphony Orchestra. March 4 at 3 p.m. Free. Alumni Hall, Quinnipiac University. (203) 582-8425. Hamden ''Homage to Pablo Casals and Andrés Segovia,'' presented by Fidelio. Tuesday at 7 p.m. Free. Clarice L. Buckman Theater, Quinnipiac University. (203) 582-8937. Hartford Mozart's ''Così Fan Tutte,'' presented the Connecticut Opera. Through March 10. $30 to $90. Connecticut Opera, 226 Farmington Avenue. (860) 527-0713. Hartford Amarcord, European a capella ensemble. Friday at 8 p.m. Free. Trinity College Chapel, 300 Summit Street. (860) 297-2001. Middletown Jon Mueller and Jason Kahn, percussionists. Tuesday at 8 p.m. Free. DanceMasters Weekend Showcase Performance, works by various choreographers. March 10 at 8 p.m. $8 to $20. Center for the Arts, (860) 685-3355. Middletown Trio Saxiana, Parisian ensemble of two saxophones and piano. March 4 at 3 p.m. $4 and $5. Crowell Concert Hall, Center for the Arts, Wesleyan University. (860) 685-3355. Milford Bob Lasprogato and Uptown Jazz, jazz. Friday at 8 p.m. $12. New England Guitar Concert Series, Scott Sanchez, guitar. March 10 at 8 p.m. $12. Milford Center for the Arts, 40 Railroad Avenue. (203) 878-6647. New Haven Choral concert presented by Passio, directed by Rebekah Westphal. Friday at 8 p.m. $5 to $10. Christ Church, 84 Broadway. (401) 378-0392. New Haven Ladysmith Black Mambazo, South African a capella. Thursday at 8 p.m. $28 to $33. Shubert Theater, 247 College Street. (203) 624-1825. New Haven Horowitz Piano Series, Peter Frankl, piano. Tuesday at 8 p.m. $10 to $24. Sprague Hall, Yale University, College and Wall Streets. (203) 432-4158. Newtown Works by Mozart, Devienne and Schumann, performed by the Walden Chamber Players. March 11 at 3 p.m. $18; seniors, $16; children 14 and under, free. Edmond Town Hall, 45 Main Street. (203) 426-6470. Ridgefield ''Tamango's Urban Tap,'' dance performance fusing tap, African, capoeira and hip-hop. March 4 at 5 p.m. $49; seniors and students, $35. Marc Cohn, singer-songwriter. March 11 at 8 p.m. $55.50 to $76. Ridgefield Playhouse, 80 East Ridge Avenue. (203) 438-5795. Roslyn Long Island Composers perform music for the clarinet, featuring Murray Cohen, Deborah Gordon, and others. March 11 at 2 p.m. Free. Bryant Library, 2 Paper Mill Road. (516) 621-2240. Torrington ''American Repertory Ballet,'' works by Twyla Tharp and Graham Lustig. March 4 at 7 p.m. $26.50 and $36.50. Warner Theater, 68 Main Street. (860) 489-7180. Westport The Roches, vocal ensemble. March 10 at 8 p.m. $35; under 18, $5. Saugatuck School Theater, 170 Riverside Avenue. (203) 222-7070. THEATER Darien ''Wait Until Dark'' by Frederick Knott, directed by Dan Friedman. Friday through March 24. $20; seniors, $15; children under 12, $5. Darien Arts Center Weatherstone Theater, 2 Renshaw Road. (203) 655-5414. Hartford ''Composition,'' by Timothy McCraken, directed by Steve Campo. Through March 11. $35 to $45. TheaterWorks Hartford, 233 Pearl Street. (860) 527-7838. New Milford ''Dog Sees God: Confession of a Teenage Blockhead,'' by Bert V. Royal, directed by Susan Pettibone. Through March 17. $18.50. Creative Arts Center, PO Box 836. (860) 350-6863. Ridgefield ''The Search For Signs of Intelligent Life in the Universe,'' by Jane Wagner, directed by Marc Cameron. Through March 24. $18 and $22. Ridgefield Theater Barn, 37 Halpin Lane. (203) 431-9850. Storrs Shakespeare's ''Macbeth,'' presented by the Connecticut Repertory Theater. Through March 4. $15.50 to $26. Jorgensen Center for the Performing Arts, 2132 Hillside Road, University of Connecticut. (860) 486-4226. FILM Wilton Enviro Flicks: ''Sacred Planet,'' directed by Jon Long. March 11 at 2 p.m. Free; reservations recommended. Wilton Library, 137 Old Ridgefield Road. (203) 762-3950. SPOKEN WORD Farmington Chuck Oakes, writer and photographer. Tuesday at 7 p.m. Free. Farmington Library, (860) 673-6791. Farmington ''Restoring New Orleans' Longue Vue Gardens,'' discussion led by Bill Noble. March 4 at 2 p.m. $25 to $35. Hill-Stead Museum, 35 Mountain Road. (860) 677-4787. Hamden ''Mixed,'' one-woman show, featuring Maya Lilly. Tuesday at 7 p.m. Free. Alumni Hall, Quinnipiac University. (203) 582-8425. Hartford ''Historical Interiors: Period Influence for Home and Office,'' discussion with designer Laura Bordeaux. Thursday at noon. $15 to $25. Old State House, 800 Main Street. (860) 522-6766. New Canaan Peggy Orenstein, author of ''Waiting for Daisy.'' Tuesday at 7:30 p.m. Free. New Canaan Library, 151 Main Street. (203) 594-5000. Old Greenwich Kevin Sessums, author of ''Mississippi Sissy.'' March 11 at 1 p.m. Free. Arcadia Coffee Company, 20 Arcadia Road. (203) 637-8766. Wilton ''Poetry in Motion: An Exploration of Diversity Performance,'' featuring poetry written by students accompanied by music, dance and art. Friday and March 10. $5: adults, $2: students and seniors. Wilton Library, 137 Old Ridgefield Road. (203) 762-3950. FOR CHILDREN Bridgeport ''Peter Rabbit,'' staged version of the Beatrix Potter book. Through April 1. $13.50. Downtown Cabaret Theater, 263 Golden Hill Street. (203) 576-1636. Bridgeport ''Creativity Ignited!'' interactive children's exhibit exploring the imagination. Through April 30. Hours: Mondays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. The Discovery Museum, 4450 Park Avenue. (203) 372-3521. Fairfield ''A Very Old Man With Enormous Wings,'' children's theater adapted by Nilo Cruz from a short story by Gabriel Garcia Márquez. Ages 12 and up. Friday through March 18. $10 to $18. Edgerton Center for the Performing Arts, Sacred Heart University, 5151 Park Avenue. (203) 371-7908. Glastonbury ''Owl Babies,'' visit with Whinny, a screech owl. Monday at 10 a.m. $10; members, $9. ''Manatees,'' learn about why manatees are endangered. Tuesday at 4 p.m. $13; members, $10. The Connecticut Audubon Society Center at Glastonbury, 1361 Main Street. (860) 633-8402. Hartford Writing workshop presented by Richard Michelson, author of ''Animals That Ought to Be.'' Ages 6 to 10. March 10 at 11 a.m. Free. Real Art Ways, 56 Arbor Street. (860) 232-1006. Waterbury St. Mary's Family Hospital Series: ''Dorothy the Dinosaur's Dance Party,'' Captain Feathersword, Wags the Dog and Dorothy the Dinosaur perform Wiggles' songs. March 10 at 10:30 a.m. and 2 p.m. $14.25 to $24.25. Palace Theater of Connecticut, 100 East Main Street. (203) 755-4700. West Hartford ''Color Play: The Art and Science of Color and Light,'' explore light and holographic refraction. Ages 12 and under. Through June 17. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. The Children's Museum, 950 Trout Brook Drive. (860) 231-2824. Wilton ''Wilton Ice-ophone,'' by Arthur Lipner and Bill Covitz. March 4 at 1:30 p.m. Read Around the World, discussion of the Indian holiday of Holi. March 10 at 3 p.m. Both free. Wilton Library, 137 Old Ridgefield Road. (203) 762-3950. MUSEUMS AND GALLERIES Brookfield ''The Sound of Earth: Ceramic Musical Instruments,'' works by Rod Kendall, Susan Rawcliffe and others. Through March 18. Hours: Mondays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Brookfield Craft Center, 286 Whisconier Road. (203) 775-4526. Fairfield ''Multiple Visions: Traveling Art Boxes from Argentina, Mexico and Uruguay,'' works by more than 20 artists. Through March 11. Hours: Tuesdays through Saturdays, 11 a.m. to 5 p.m.; Sundays, noon to 4 p.m. Thomas J. Walsh Art Galley, 1073 North Benson Road. (203) 254-4000. Hartford Family Fest '07: ''Logicals + Cakes,'' acrylic cakes by Bolek Niedzwiecki. Through March 31. Donation: $3; members, free. Hours: Tuesdays through Thursdays and Sundays, 2 to 10 p.m.; Fridays and Saturdays, 2 p.m. to midnight. Real Art Ways, 56 Arbor Street. (860) 232-1006. Hartford ''Soul Food: African-American Cooking and Creativity,'' art and artifacts exploring Southern cooking and culture; presented by the Amistad Center for Art and Culture. Through April 22. ''Faith and Fortune: Five Centuries of European Masterworks,'' exhibition of European masterworks and sculpture from the museum's collection. Through Dec. 9. ''Picasso to Pop: Aspects of Modern Art,'' exhibition of the museum's holdings from many 20th-century genres. Through Nov. 18. $3 to $10; members and children 12 and under, free. Hours: Wednesdays through Fridays, 11 a.m. to 5 p.m.; Saturdays and Sundays, 10 a.m. to 5 p.m.; first Thursdays of the month, 11 a.m. to 8 p.m. Wadsworth Atheneum Museum of Art, 600 Main Street. (860) 838-4058. Lakeville ''Woodcuts and Monotypes: Keiji Shinohara.'' Through March 10. Hours: Mondays through Saturdays, 10 a.m. to 4 p.m.; Sundays, noon to 4 p.m. Tremaine Gallery at the Hotchkiss School, 11 Interlaken Road. (860) 435-4423. Mashantucket ''Booming Out: Mohawk Ironworkers Build New York,'' photographs and sculpture documenting the Mohawk sky-walking construction tradition passed through six generations. Through May 27. $10 to $15; children under 6, free. Hours: Daily, 10 a.m. to 4 p.m.; last admission, 3 p.m. Mashantucket Pequot Museum and Research Center, 110 Pequot Trail. (800) 411-9671. Middletown ''Etching Since 1950.'' Through April 8. Free. Hours: Tuesdays through Sundays, noon to 4 p.m. Davison Art Center, 301 High Street, Wesleyan University. (860) 685-2500. Middletown ''Xanadu,'' video installation by Robert Boyd. Through March 4. Middletown Public Schools Art Exhibition. March 10 through March 18. Reception: March 10, 5 to 7 p.m. Free. Hours: Tuesdays through Sundays, noon to 4 p.m. Ezra and Cecile Zilkha Gallery, Wesleyan University, 283 Washington Terrace. (860) 685-3355. Middletown ''Tibet's Living Art: Paintings by Jampa Tsondue.'' Through Friday. Hours: Tuesdays through Sundays, noon to 4 p.m. Mansfield Freeman Center for East Asian Studies Gallery, Wesleyan University, 343 Washington Terrace. (860) 685-2330. New Canaan ''Roof to Roof,'' works by Linda Adato. Through March 11. Hours: Tuesdays through Saturdays, 11 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Silvermine Guild Arts Center, 1037 Silvermine Road. (203) 966-9700,Extension 14. New Haven ''Roadside Attractions,'' photographs by 17 regional artists. Through March 16. Hours: Mondays through Fridays, 9 a.m. to 5 p.m. Small Space Gallery, 70 Audubon Street. (203) 772-2788. New Haven ''Howard Hodgkin: Paintings 1992-2007.'' Through April 1. Free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Yale Center for British Art, 1080 Chapel Street. (203) 432-2800. New Haven ''UNStudio: Evolution of Space,'' exhibition of five projects by the Amsterdam-based firm. Through May 4. Hours: Mondays through Fridays, 9 a.m. to 5 p.m.; Saturdays, 10 a.m. to 5 p.m. Yale School of Architecture Gallery, 180 York Street. (203) 432-2889. New Haven ''Jasper Johns: From Plate to Print.'' Through April 1. ''Making a Mark: Four Contemporary Artists in Print,'' prints by Enrique Chagoya, Carroll Dunham, Jane Hammond and Kiki Smith. Through April 1. ''Made for Love: Selections From the Jane Katcher Collection of Americana,'' 30 works of art that focus on the ways love and friendship are expressed through gift exchange. Through Aug. 26. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Thursdays, 10 a.m. to 8 p.m.; Sundays, 1 to 6 p.m. Yale University Art Gallery, (203) 432-0600. Old Lyme ''The Freedom Business: Connecticut Landscapes Through the Eyes of Venture Smith,'' poems by Marilyn Nelson paired with paintings from the museum's collection. Through June 24. $4 to $8; under 6, free. ''A Collective Endeavor: Three Decades of Acquisitions.'' Through March 25. $4 to $8; under 6, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5p. Florence Griswold Museum, 96 Lyme Street. (860) 434-5542. Riverhead ''The Seven Deadly Sins,'' juried exhibition with works by various artists. Through April 13. Free. Hours: Mondays through Saturdays, 10 a.m. to 4 p.m.; Sundays, noon to 4 p.m. East End Arts Council Gallery, 133 East Main Street. (631) 727-0900. Stamford ''Great Dames Part Trois,'' featuring works by female artists. Through April 10. Hours: Fridays and Saturdays, 11 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Loft Artist Gallery at Yale and Towne, 737 Canal Street. (203) 323-4153. Stamford ''Urban Dreamscapes, Stamford as a Work of Art,'' featuring work by Renee Kahn. Through March 31. Hours: Mondays through Thursdays, 8:30 a.m. to 7 p.m.; Fridays, 8:30 a.m. to 5 p.m.; Saturdays, 9 a.m. to noon. University of Connecticut Stamford Campus Art Gallery, Broad Street and Washington Boulevard. (203) 251-8400. Storrs ''Intemperate Times: Kathe Kollwitz, 1918-1934.'' Through May 6. Hours: Tuesdays through Fridays, 10 a.m. to 4:30 p.m.; Saturdays and Sundays, 1 to 4:30 p.m. William Benton Museum of Art, 245 Glenbrook Road. (860) 486-4520. Waterbury ''From Colonial Village to Country Retreat,'' exhibition exploring the architectural history of Middlebury. Through April 7. $4; children under 16, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Mattatuck Museum Arts and History Center, 144 West Main Street. (303) 753-0381. Westport ''Art and the Good Earth: As Seen Through the Painter's Eye,'' works by 14 artists. Through May 11. Hours: Mondays through Fridays, 10 a.m. to 4 p.m.; Saturdays and Sundays, noon to 4 p.m. Westport Historical Society, 25 Avery Place. (203) 224-1424. Willimantic ''Indigo: Traditional Chinese Blue Textiles.'' Through April 22. $5; students and seniors, $3.50.Hours: Fridays through Sundays, 1 to 4 p.m. Windham Textile and History Museum, 411 Main Street. (860) 456-2178.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CALENDAR"},"keywords":[],"pub_date":"2007-03-04T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd25b618eb7c8105d80877f","word_count":2263},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/06\/world\/americas\/06latin.html","snippet":"The president will introduce plans to cut poverty and create jobs in Latin America, where anti-U.S. sentiment has grown.","lead_paragraph":"The president will introduce plans to cut poverty and create jobs in Latin America, where anti-U.S. sentiment has grown.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[{"subtype":"xlarge","url":"images\/2007\/03\/06\/world\/06latin-600.jpg","height":280,"width":600,"legacy":{"xlargewidth":"600","xlarge":"images\/2007\/03\/06\/world\/06latin-600.jpg","xlargeheight":"280"},"type":"image"},{"subtype":"thumbnail","url":"images\/2007\/03\/06\/world\/06latin-75.jpg","height":75,"width":75,"legacy":{"thumbnailheight":"75","thumbnail":"images\/2007\/03\/06\/world\/06latin-75.jpg","thumbnailwidth":"75"},"type":"image"}],"headline":{"main":"Bush to Set Out Shift in Agenda on Latin Trip","sub":"Focus on Cutting Poverty and Creating Jobs in Area Wary of U.S.;","print_headline":"Bush to Set Out SHIFT IN AGENDA FOR LATIN REGION"},"keywords":[{"value":"Latin America","is_major":"N","rank":"1","name":"glocations"},{"value":"Bush, George W","is_major":"N","rank":"2","name":"persons"},{"value":"Chavez, Hugo","is_major":"N","rank":"3","name":"persons"},{"value":"United States Politics and Government","is_major":"N","rank":"4","name":"subject"}],"pub_date":"2007-03-06T00:00:00Z","document_type":"article","news_desk":"Foreign","section_name":"World","subsection_name":"Americas","byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"548fca4838f0d8019c0ae0e4","word_count":"1512"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/07\/opinion\/07weds3.html","snippet":"If it takes Hugo Chávez’s demagogy to spur Washington toward more enlightened policies in the Americas, so be it.","lead_paragraph":"If it takes Hugo Chávez’s demagogy to spur Washington toward more enlightened policies in the Americas, so be it.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Thanks to Mr. Chávez","content_kicker":"Editorial","print_headline":"Thanks to Mr. Chávez"},"keywords":[{"rank":"1","is_major":"N","name":"glocations","value":"Latin America"},{"rank":"2","is_major":"N","name":"subject","value":"United States International Relations"},{"rank":"3","is_major":"N","name":"persons","value":"Chavez, Hugo"},{"rank":"4","is_major":"N","name":"persons","value":"Bush, George W"},{"rank":"5","is_major":"N","name":"subject","value":"Economic Conditions and Trends"},{"rank":"6","is_major":"N","name":"subject","value":"Editorials"}],"pub_date":"2007-03-07T00:00:00Z","document_type":"article","news_desk":"Editorial","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"548fd63f38f0d8019c0ae1fd","word_count":"503"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/08\/arts\/music\/08jorg.html","snippet":"Jorge Drexler is the kind of songwriter who cheerfully explained, near the end of his concert at Town Hall on Tuesday, that he had based a song on the laws of conservation of matter and energy. (Web exclusive)","lead_paragraph":"Jorge Drexler is the kind of songwriter who cheerfully explained, near the end of his concert at Town Hall on Tuesday, that he had based a song on the laws of conservation of matter and energy. (Web exclusive)","abstract":null,"print_page":null,"blog":[],"source":"The New York Times","multimedia":[],"headline":{"seo":"Jorge Drexler - Music - Review","main":"Songs of Love and Science","content_kicker":"Music Review | Jorge Drexler","kicker":"Music Review | Jorge Drexler","print_headline":"<\/hl1> <hl2 class="},"keywords":[{"rank":"1","is_major":"N","name":"subject","value":"Music"}],"pub_date":"2007-03-08T00:00:00Z","document_type":"article","news_desk":"Culture","section_name":"Arts","subsection_name":"Music","byline":{"person":[{"organization":"","role":"reported","firstname":"Jon","rank":1,"lastname":"PARELES"}],"original":"By JON PARELES"},"type_of_material":"Review","_id":"548fdea638f0d8019c0ae2c8","word_count":"432"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/08\/world\/americas\/08cnd-latin.html","snippet":"President Bush’s tour seems in part geared to counter the influence of President Hugo Chávez of Venezuela.","lead_paragraph":"President Bush’s tour seems in part geared to counter the influence of President Hugo Chávez of Venezuela.","abstract":null,"print_page":null,"blog":[],"source":"The New York Times","multimedia":[{"width":75,"url":"images\/2007\/03\/08\/world\/08cnd_protests.7575.jpg","height":75,"subtype":"thumbnail","legacy":{"thumbnailheight":"75","thumbnail":"images\/2007\/03\/08\/world\/08cnd_protests.7575.jpg","thumbnailwidth":"75"},"type":"image"}],"headline":{"main":"Bush Faces Clash of Agendas in Latin America","print_headline":"Bush Faces Clash of Agendas in Latin America"},"keywords":[],"pub_date":"2007-03-08T00:00:00Z","document_type":"article","news_desk":"ContinuousNews","section_name":"World","subsection_name":"Americas","byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"RUTENBERG"},{"organization":"","role":"reported","firstname":"Larry","rank":2,"lastname":"ROHTER"}],"original":"By JIM RUTENBERG and LARRY ROHTER"},"type_of_material":"News","_id":"548fe8c838f0d8019c0ae3ae","word_count":"946"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/09\/arts\/music\/09jorg.html","snippet":"Jorge Drexler had a rapt audience leaning in closely to savor his pensive, puckish songs, performed with a nylon-string guitar and some electronic gadgets at Town Hall on Tuesday.","lead_paragraph":"Jorge Drexler had a rapt audience leaning in closely to savor his pensive, puckish songs, performed with a nylon-string guitar and some electronic gadgets at Town Hall on Tuesday.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"seo":"Jorge Drexler - Music - Review","main":"Mining Life’s Complexities for the Playful and Pensive","content_kicker":"Music Review | Jorge Drexler","kicker":"Music Review | Jorge Drexler","print_headline":"Mining Life’s Complexities For the Playful and Pensive"},"keywords":[{"rank":"1","is_major":"N","name":"subject","value":"Music"},{"rank":"2","is_major":"N","name":"persons","value":"Drexler, Jorge"},{"rank":"3","is_major":"N","name":"glocations","value":"Uruguay"}],"pub_date":"2007-03-09T00:00:00Z","document_type":"article","news_desk":"Weekend","section_name":"Arts","subsection_name":"Music","byline":{"person":[{"organization":"","role":"reported","firstname":"Jon","rank":1,"lastname":"PARELES"}],"original":"By JON PARELES"},"type_of_material":"Review","_id":"548fe90338f0d8019c0ae3b6","word_count":"432"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/09\/world\/americas\/09latin.html","snippet":"President Bush’s tour seems in part geared to counter the influence of President Hugo Chávez of Venezuela.","lead_paragraph":"President Bush’s tour seems in part geared to counter the influence of President Hugo Chávez of Venezuela.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[{"width":600,"url":"images\/2007\/03\/09\/world\/09latin-600.jpg","height":280,"subtype":"xlarge","legacy":{"xlargewidth":"600","xlarge":"images\/2007\/03\/09\/world\/09latin-600.jpg","xlargeheight":"280"},"type":"image"},{"width":75,"url":"images\/2007\/03\/09\/world\/09latin-75.jpg","height":75,"subtype":"thumbnail","legacy":{"thumbnailheight":"75","thumbnail":"images\/2007\/03\/09\/world\/09latin-75.jpg","thumbnailwidth":"75"},"type":"image"}],"headline":{"main":"Visit by Bush Fires Up Latins’ Debate Over Socialism","print_headline":"Visit by Bush Fires Up Latins’ Debate Over Socialism"},"keywords":[{"rank":"1","is_major":"N","name":"glocations","value":"Brazil"},{"rank":"2","is_major":"N","name":"subject","value":"Demonstrations and Riots"},{"rank":"3","is_major":"N","name":"persons","value":"Bush, George W"},{"rank":"4","is_major":"N","name":"persons","value":"Chavez, Hugo"},{"rank":"5","is_major":"N","name":"subject","value":"Economic Conditions and Trends"},{"rank":"6","is_major":"N","name":"subject","value":"International Trade and World Market"}],"pub_date":"2007-03-09T00:00:00Z","document_type":"article","news_desk":"Foreign","section_name":"World","subsection_name":"Americas","byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"RUTENBERG"},{"organization":"","role":"reported","firstname":"Larry","rank":2,"lastname":"ROHTER"}],"original":"By JIM RUTENBERG and LARRY ROHTER"},"type_of_material":"News","_id":"548fee6338f0d8019c0ae42f","word_count":"1030"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/10\/world\/americas\/10prexy.html","snippet":"President Bush ended up competing for attention with President Hugo Chávez of Venezuela, who called the American visit an act of imperialism, adding, “Gringo, go home!”","lead_paragraph":"President Bush ended up competing for attention with President Hugo Chávez of Venezuela, who called the American visit an act of imperialism, adding, “Gringo, go home!”","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[{"width":600,"url":"images\/2007\/03\/09\/world\/10chavez.xlarge1.jpg","height":320,"subtype":"xlarge","legacy":{"xlargewidth":"600","xlarge":"images\/2007\/03\/09\/world\/10chavez.xlarge1.jpg","xlargeheight":"320"},"type":"image"},{"width":75,"url":"images\/2007\/03\/09\/world\/10chavez.751.jpg","height":75,"subtype":"thumbnail","legacy":{"thumbnailheight":"75","thumbnail":"images\/2007\/03\/09\/world\/10chavez.751.jpg","thumbnailwidth":"75"},"type":"image"}],"headline":{"main":"Bush and Chávez Spar at Distance Over Latin Visit","sub":"In Brazil, President Says U.S. Aid to Region Will Help Generate Jobs ;","print_headline":"BUSH AND CHÁVEZ SPAR AT DISTANCE OVER LATIN VISIT"},"keywords":[{"rank":"1","is_major":"N","name":"persons","value":"Bush, George W"},{"rank":"2","is_major":"N","name":"persons","value":"Chavez, Hugo"},{"rank":"3","is_major":"N","name":"subject","value":"International Trade and World Market"},{"rank":"4","is_major":"N","name":"subject","value":"International Relations"},{"rank":"5","is_major":"N","name":"glocations","value":"Brazil"},{"rank":"6","is_major":"N","name":"glocations","value":"Buenos Aires (Argentina)"}],"pub_date":"2007-03-10T00:00:00Z","document_type":"article","news_desk":"Foreign","section_name":"World","subsection_name":"Americas","byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"RUTENBERG"},{"organization":"","role":"reported","firstname":"Larry","rank":2,"lastname":"ROHTER"}],"original":"By JIM RUTENBERG and LARRY ROHTER"},"type_of_material":"News","_id":"548ffc9e38f0d8019c0ae578","word_count":"1181"},{"web_url":"http:\/\/www.nytimes.com\/2007\/03\/11\/world\/americas\/11prexy.html","snippet":"President Tabaré Vázquez is a leader seen as willing to buck the trend of regional anti-Americanism.","lead_paragraph":"President Tabaré Vázquez is a leader seen as willing to buck the trend of regional anti-Americanism.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[{"subtype":"xlarge","url":"images\/2007\/03\/11\/world\/11prexy.600.jpg","height":280,"width":600,"legacy":{"xlargewidth":"600","xlarge":"images\/2007\/03\/11\/world\/11prexy.600.jpg","xlargeheight":"280"},"type":"image"},{"subtype":"thumbnail","url":"images\/2007\/03\/11\/world\/11prexy.75.jpg","height":75,"width":75,"legacy":{"thumbnailheight":"75","thumbnail":"images\/2007\/03\/11\/world\/11prexy.75.jpg","thumbnailwidth":"75"},"type":"image"}],"headline":{"main":"In Uruguay, Bush Finds Friendly Ear and Taste of Home","print_headline":"In Uruguay, Bush Finds Friendly Ear and Taste of Home"},"keywords":[{"value":"Bush, George W","is_major":"N","rank":"1","name":"persons"},{"value":"Uruguay","is_major":"N","rank":"2","name":"glocations"},{"value":"Latin America","is_major":"N","rank":"3","name":"glocations"},{"value":"Chavez, Hugo","is_major":"N","rank":"4","name":"persons"},{"value":"Vazquez, Tabare","is_major":"N","rank":"5","name":"persons"},{"value":"International Trade and World Market","is_major":"N","rank":"6","name":"subject"}],"pub_date":"2007-03-11T00:00:00Z","document_type":"article","news_desk":"Foreign","section_name":"World","subsection_name":"Americas","byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Jim","lastname":"RUTENBERG"}],"original":"By JIM RUTENBERG"},"type_of_material":"News","_id":"5490016038f0d8019c0ae5ea","word_count":"798"}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}