{"response":{"meta":{"hits":192,"time":45,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/11\/weekinreview\/in-south-america-malpractice-has-a-moral-dimension.html","snippet":"IN several South American countries ruled or recently ruled by military regimes, doctors have begun to consider the involvement of their colleagues in the torture that has been widely reported over the last dozen years. In the process, physicians...","lead_paragraph":"IN several South American countries ruled or recently ruled by military regimes, doctors have begun to consider the involvement of their colleagues in the torture that has been widely reported over the last dozen years. In the process, physicians have begun to accuse and to pass ethical judgment on some of their own, primarily military or police doctors found to have had a role in torture sessions. In Argentina, for instance, two doctors face criminal charges in cases for which other physicians and human rights groups provided evidence. In Uruguay, the Medical Union has initiated ethical judgments against some 60 doctors. Both of these cases began after military regimes gave up power to elected civilians. But in Chile, where Gen. Augusto Pinochet and the armed forces are still firmly in control, the Medical Society has undertaken ethical proceedings against 15 doctors accused of having played a role in torture and has expelled four of them.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"IN SOUTH AMERICA, MALPRACTICE HAS A MORAL DIMENSION"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"DOCTORS"},{"name":"subject","value":"MEDICINE AND HEALTH"},{"name":"subject","value":"TORTURE"}],"pub_date":"1986-05-11T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Health; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Shirley","rank":1,"lastname":"CHRISTIAN"}],"original":"By SHIRLEY CHRISTIAN"},"type_of_material":"News","_id":"4fd15a4b8eb7c8105d63f5d8","word_count":889},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/11\/style\/carolyn-c-blackburn-wed-to-george-arfield.html","snippet":"Carolyn Cartier Blackburn, a daughter of Capt. Cartier Blackburn, U.S.N., retired, and Mrs. Blackburn of Palo Alto, Calif., and Pensacola, Fla., was married yesterday to George Arfield, a son of Mr. and Mrs. Paul Arfeld of Buenos Aires, and Punta del...","lead_paragraph":"Carolyn Cartier Blackburn, a daughter of Capt. Cartier Blackburn, U.S.N., retired, and Mrs. Blackburn of Palo Alto, Calif., and Pensacola, Fla., was married yesterday to George Arfield, a son of Mr. and Mrs. Paul Arfeld of Buenos Aires, and Punta del Este, Uruguay. The Rev. William Holiman performed the ceremony at the First Reformed Episcopal Church in New York.","abstract":null,"print_page":"49","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Carolyn C. Blackburn Wed to George Arfield"},"keywords":[{"name":"subject","value":"WEDDINGS AND ENGAGEMENTS"}],"pub_date":"1986-05-11T00:00:00Z","document_type":"article","news_desk":"Society Desk","section_name":"Style","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd15a4b8eb7c8105d63f5fb","word_count":146},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/14\/sports\/uphill-battle-looms-for-beckenbauer-squad.html","snippet":"Twelve years ago, the bedazzling Franz Beckenbauer trained with his comrades in this lake-ringed resort not far from the Danish frontier and then captained West Germany to its second World Cup title. Running an hour a day has kept the 40-year-old...","lead_paragraph":"Twelve years ago, the bedazzling Franz Beckenbauer trained with his comrades in this lake-ringed resort not far from the Danish frontier and then captained West Germany to its second World Cup title. Running an hour a day has kept the 40-year-old Beckenbauer looking like a college sophomore, but today he is the national team's coach. Next week, Kaiser Franz, as Beckenbauer is known, is taking a seasoned, solid but uninspiring and injury-dogged team to Mexico for the 1986 World Cup, which opens May 31. He has retained the core of the team that went to the cup final against Italy in Madrid, in 1982, but this time the Germans tend to consider themselves powerful underdogs.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"UPHILL BATTLE LOOMS FOR BECKENBAUER SQUAD"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"glocations","value":"WEST GERMANY"},{"name":"subject","value":"SURVEYS AND SERIES"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-05-14T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JAMES M. MARKHAM, Special to the New York Times"},"type_of_material":"Series","_id":"4fd15a538eb7c8105d63fc31","word_count":1063},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/17\/sports\/sanchez-upsets-becker.html","snippet":"In the biggest upset so far in the Italian Open tennis tournament, unseeded Emilio Sanchez of Spain eliminated third-seeded Boris Becker of West Germany, 6-3, 6-4, today in the quarterfinals on the clay center court at Foro Italico.   Earlier, Ivan...","lead_paragraph":"In the biggest upset so far in the Italian Open tennis tournament, unseeded Emilio Sanchez of Spain eliminated third-seeded Boris Becker of West Germany, 6-3, 6-4, today in the quarterfinals on the clay center court at Foro Italico. Earlier, Ivan Lendl of Czechoslovakia, who is seeded No. 1, became the first player to reach the semifinals of the $435,000 tournament by beating Henri Leconte of France, 6-4, 6-2.","abstract":null,"print_page":"52","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sanchez Upsets Becker"},"keywords":[{"name":"creative_works","value":"ITALIAN OPEN (TENNIS)"},{"name":"persons","value":"SANCHEZ, EMILIO"},{"name":"persons","value":"BECKER, BORIS"},{"name":"subject","value":"TENNIS"}],"pub_date":"1986-05-17T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd16d898eb7c8105d6603eb","word_count":175},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html","snippet":"Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the...","lead_paragraph":"Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the great day, while millions more will be watching from the shore. For New Yorkers it will be the Bicentennial's Operation Sail 1976 all over again, but - if all goes according to plan - even bigger and better. Memories of a decade ago will be revivified: memories of the sailors of Italy's Amerigo Vespucci dressing the ratlines and waving their Donald Duck hats as the ship passed in review; of the flash of gold from the figurehead of Norway's Christian Radich or the large red crosses on the swelling sails of Portugal's Sagres II; of the immaculate dress uniforms of the men of the military ships and the smartness of their salutes; of the brilliance of the multicolored standards and pennants of dozens of nations standing out sharply against the sky.","abstract":null,"print_page":"60","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HOW TO FOLLOW THE FLEET"},"keywords":[{"name":"subject","value":"SHIPS AND SHIPPING"},{"name":"subject","value":"STATUE OF LIBERTY"},{"name":"subject","value":"SPECIAL SECTIONS"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1986-05-18T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"F.","lastname":"Shepard","rank":1,"role":"reported","organization":""}],"original":"By Richard F. Shepard; Richard F. Shepard is a reporter on the culture staff of The New York Times"},"type_of_material":"News","_id":"4fd163a28eb7c8105d64fcb3","word_count":5382},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/a-guide-to-the-tall-ships.html","snippet":"At about 11 A.M. on July 4, the Coast Guard bark Eagle will lead a stately procession of Tall Ships past the Statue of Liberty and up the Hudson to the George Washington Bridge. Most are training ships manned by cadets, some female, some as young as...","lead_paragraph":"At about 11 A.M. on July 4, the Coast Guard bark Eagle will lead a stately procession of Tall Ships past the Statue of Liberty and up the Hudson to the George Washington Bridge. Most are training ships manned by cadets, some female, some as young as 16. In these thumbnail sketches of selected ships, an asterisk indicates a vessel that participated in OpSail '76; mast height is the height of the tallest mast above water level, and length includes bowsprit. 1. GAZELA OF PHILADELPHIA* (United States). Only 20 years ago, this three-masted barkentine was fishing on the Grand Banks under the Portuguese flag as the last commercial square-rigger operating out of Europe. Built in 1883, she is the oldest and largest wooden sailing ship still putting out to sea. Nearly every plank is original. In 1971 she was acquired by the Philadelphia Maritime Museum. Crew, 59; length, 175 feet; mast height, 188 feet. 2. SIMON BOLIVAR (Venezuela). This modern three-masted bark, built in Spain in 1980, can be easily recognized by the gunports painted onto her black-and-white hull and the single-story chart house behind her mizzenmast. Crew, 110; length, 270 feet; mast height, 140 feet. 3. DEWA RUTJI (Indonesia). This three-decked steel barkentine from Jakarta, built in Germany in 1953, has the carved wooden image of an Indonesian god as her figurehead. She is air-conditioned for the tropics, but her cadets sleep in sling hammocks. She will be at sea for 70 days in order to participate in the centennial ceremonies.","abstract":null,"print_page":"62","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A GUIDE TO THE TALL SHIPS"},"keywords":[{"name":"subject","value":"SHIPS AND SHIPPING"},{"name":"subject","value":"STATUE OF LIBERTY"},{"name":"subject","value":"SPECIAL SECTIONS"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1986-05-18T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd163a28eb7c8105d64fcb8","word_count":1042},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/21\/us\/an-early-april-start-for-daylight-saving-is-backed-by-senate.html","snippet":"The Senate today approved a three-week extension of daylight time, making it likely that the daylight time period will be lengthened next year, for the first time since the energy crisis of the mid-1970's. The House has approved a similar bill.   The...","lead_paragraph":"The Senate today approved a three-week extension of daylight time, making it likely that the daylight time period will be lengthened next year, for the first time since the energy crisis of the mid-1970's. The House has approved a similar bill. The Senate bill would start daylight time on the first Sunday in April and end it, as at present, the last Sunday in October. Under current law, daylight time, in which the period of sunlight comes an hour later in the day than in standard time, begins the last Sunday in April. In years when April has five Sundays, therefore, the law would provide a four-week extension.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AN EARLY-APRIL START FOR DAYLIGHT SAVING IS BACKED BY SENATE"},"keywords":[{"name":"persons","value":"FRANKLIN, BENJAMIN"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"DAYLIGHT SAVING TIME"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1986-05-21T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jonathan","rank":1,"lastname":"FUERBRINGER"},{"organization":"","role":"reported","rank":2}],"original":"By JONATHAN FUERBRINGER, Special to the New York Times"},"type_of_material":"News","_id":"4fd15a4b8eb7c8105d63f64a","word_count":1028},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/21\/business\/economic-scene-trilateralists-confident-tone.html","snippet":"BUSINESS, academic and political leaders at this first meeting of the Trilateral Commission in Spain have used it as an occasion to hail the emergence of Spanish democracy and the entry of Spain into the European Community and the North Atlantic...","lead_paragraph":"BUSINESS, academic and political leaders at this first meeting of the Trilateral Commission in Spain have used it as an occasion to hail the emergence of Spanish democracy and the entry of Spain into the European Community and the North Atlantic Treaty Organization. King Juan Carlos; Felipe Gonzalez, the Socialist Prime Minister, and the Spanish press have treated the presence here of the Trilateral Commission, a private group founded by David Rockefeller whose members come from elitist circles in Japan, North America and Europe, as a sign that the capitalist world has conferred its blessings -and in time will confer its capital - on Spain. But, for all the celebratory mood, the representatives of the major industrial countries found plenty to quarrel about at this meeting. Heading the list of disputes were the European Community's protectionist agricultural policy and American threats to retaliate against it; United States discontent with the huge Japanese trade surplus and Japanese discontent with the rapidly rising value of the yen; American insistence that other countries, especially West Germany, expand their economies faster, and foreign criticism of American slowness in closing its budget deficit.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Scene; Trilateralists' Confident Tone"},"keywords":[{"name":"creative_works","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"organizations","value":"TRILATERAL COMMISSION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1986-05-21T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"Silk"}],"original":"By Leonard Silk"},"type_of_material":"News","_id":"4fd15a4b8eb7c8105d63f64c","word_count":826},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/22\/world\/paraguay-regime-buffeted-by-unrest.html","snippet":"Paraguayan opposition groups have begun taking to the streets to challenge the country's long-ruling dictator, Gen. Alfredo Stroessner. The Government has been swift to respond, denouncing ''subversive agitators'' and sending policemen and...","lead_paragraph":"Paraguayan opposition groups have begun taking to the streets to challenge the country's long-ruling dictator, Gen. Alfredo Stroessner. The Government has been swift to respond, denouncing ''subversive agitators'' and sending policemen and paramilitary thugs to club and tear-gas demonstrators. But over the last two months more than a dozen protest marches have nonetheless taken place. ''Something very fundamental is taking place here,'' an opposition leader said, adding that the Paraguayan police had not had to use tear gas since 1969. ''People are still scared but they're no longer intimidated by fear. They're regaining control of the streets.''","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PARAGUAY REGIME BUFFETED BY UNREST"},"keywords":[{"name":"persons","value":"STROESSNER, ALFREDO"},{"name":"glocations","value":"PARAGUAY"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"1986-05-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd15f828eb7c8105d6485f2","word_count":988},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/25\/sports\/the-world-cup-86-2-year-drama-nears-the-end-italy-opens-against-bulgaria.html","snippet":"THE WORLD CUP, soccer's premier event, which stirs most of the world's sporting passions every four years, opens at majestic Azteca Stadium in Mexico City Saturday afternoon. Italy, the defending champion, meets Bulgaria in the first match, and the...","lead_paragraph":"THE WORLD CUP, soccer's premier event, which stirs most of the world's sporting passions every four years, opens at majestic Azteca Stadium in Mexico City Saturday afternoon. Italy, the defending champion, meets Bulgaria in the first match, and the 24-nation tournament - actually the culmination of a 110-nation extravaganza that began two years ago - will conclude there on June 29, with the crowning of the champion. In addition to the usual passion and fanaticism that surrounds soccer's ultimate attraction, what makes this World Cup fascinating is that it lacks a clear-cut favorite. Any of perhaps a dozen teams could win. Although experts expect that the South American teams will excel because they are more accustomed to the heat and high altitude, the chances of several European countries look promising for this, the 13th edition of the World Cup. The tournament actually kicked off May 2, 1984, with a qualifying match between Austria and Cyprus. There were 312 games played among 110 countries to determine the 22 qualifiers who would join Mexico and Italy as the finalists. The United States was eliminated by Costa Rica in the qualifying rounds.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"2-YEAR DRAMA NEARS THE END: ITALY OPENS AGAINST BULGARIA","kicker":"THE WORLD CUP '86"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"glocations","value":"MEXICO CITY (MEX)"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-05-25T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd162b58eb7c8105d64df9a","word_count":2606}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}