{"response":{"meta":{"hits":137,"time":42,"offset":120},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/02\/business\/latin-plan-is-studied.html","snippet":"An ambitious United States proposal to create a free-trade zone in Latin America is still in an early stage, and its benefits will be seen only in the next century, a Latin American economic body said.   \"The initiative has not advanced much in the...","lead_paragraph":"An ambitious United States proposal to create a free-trade zone in Latin America is still in an early stage, and its benefits will be seen only in the next century, a Latin American economic body said. \"The initiative has not advanced much in the trade area,\" the Latin American Economic System, an independent economic research body based in Caracas, Venezuela, said in a report. \"It is a long-term plan which will take years to bear fruits. In fact, it will take until the next decade to make it reality.\"","abstract":null,"print_page":"5","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Latin Plan Is Studied"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"LATIN AMERICAN ECONOMIC SYSTEM"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"FREE PORTS AND TRADING ZONES"}],"pub_date":"1991-12-02T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d4598eb7c8105d71192c","word_count":"271"},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/03\/business\/japan-and-us-struggle-with-resentment.html","snippet":"Japan and the United States are struggling to prevent their successful alliance from being engulfed by a rising tide of frustrations, resentments and recriminations.    Solid majorities of both countries say they feel that relations between them are...","lead_paragraph":"Japan and the United States are struggling to prevent their successful alliance from being engulfed by a rising tide of frustrations, resentments and recriminations. Solid majorities of both countries say they feel that relations between them are friendly and that the alliance between Japan and the United States is dependable, according to an opinion survey in late November by The New York Times, CBS News and the Tokyo Broadcasting System.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Japan and U.S. Struggle With Resentment"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"SOUTH KOREA"},{"name":"glocations","value":"PHILIPPINES"},{"name":"subject","value":"JAPAN-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"SURVEYS AND SERIES"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"PUBLIC OPINION"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1991-12-03T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Front Page; Business; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Steven","middlename":"R.","lastname":"WEISMAN","rank":1,"role":"reported","organization":""}],"original":"By STEVEN R. WEISMAN"},"type_of_material":"Series","_id":"4fd1b1b18eb7c8105d6d3d01","word_count":2319},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/10\/arts\/music-in-review-352891.html","snippet":"The Cosmopolitan Symphony Orchestra  Town Hall   Saturday afternoon's music came from south of the border and across the Caribbean. The Cosmopolitan Symphony Orchestra played. Tania Leon conducted. With Revueltas and Villa-Lobos adding a little gray...","lead_paragraph":"The Cosmopolitan Symphony Orchestra Town Hall Saturday afternoon's music came from south of the border and across the Caribbean. The Cosmopolitan Symphony Orchestra played. Tania Leon conducted. With Revueltas and Villa-Lobos adding a little gray eminence to the program, everything else belonged to a postwar generation now in its 30's and 40's. Ricardo Lorenz-Abreu (Venezuela) made his Sinfonietta Concertante into one long evolving narrative drama for strings and solo winds. He likes ostinato figures, both slow and fast, and decorates them with birdlike wind ornament. \"Glosas,\" a piano concerto by Roberto Sierra (Puerto Rico), had a kind of joyous brutality. Scales in contrary motion -- diatonic, chromatic and whole-tone -- provided the basic coloring. Jose Ramos-Santana, the piano soloist, who is also from Puerto Rico, raced through them all with rapid-fire efficiency.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Music in Review"},"keywords":[{"name":"organizations","value":"COSMOPOLITAN SYMPHONY ORCHESTRA"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1991-12-10T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"HOLLAND"}],"original":"By BERNARD HOLLAND"},"type_of_material":"Review","_id":"4fd19db88eb7c8105d6afef9","word_count":314},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/12\/world\/the-european-summit-us-endorses-pact-on-european-unity.html","snippet":"The United States today welcomed the pact by European Community heads of state to seek greater political and economic union, but President Bush warned against limits on American exports.   \"The results of the E.C. summit in Maastricht represent a...","lead_paragraph":"The United States today welcomed the pact by European Community heads of state to seek greater political and economic union, but President Bush warned against limits on American exports. \"The results of the E.C. summit in Maastricht represent a milestone which we celebrate along with our European partners,\" the President said in a written statement. \"The United States has long supported European unity because of our strong conviction that it was good for Europe, good for the Atlantic partnership, and good for the world.\"","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. ENDORSES PACT ON EUROPEAN UNITY","kicker":"THE EUROPEAN SUMMIT"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"glocations","value":"EUROPE"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1991-12-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Keith","rank":1,"lastname":"BRADSHER"}],"original":"By KEITH BRADSHER"},"type_of_material":"News","_id":"4fd19db98eb7c8105d6aff7f","word_count":762},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/12\/business\/japan-trade-surplus-grows.html","snippet":"Japan's trade surplus nearly tripled in November, the Government said today, and economic analysts predicted international pressure on Tokyo would increase.    Japan's trade balance widened to a $6.56 billion surplus before seasonal adjustment, from...","lead_paragraph":"Japan's trade surplus nearly tripled in November, the Government said today, and economic analysts predicted international pressure on Tokyo would increase. Japan's trade balance widened to a $6.56 billion surplus before seasonal adjustment, from $2.24 billion in November 1990. Japan's surplus with the United States edged slightly higher in November to $3.59 billion from $3.56 billion a year earlier.","abstract":null,"print_page":"7","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Japan Trade Surplus Grows"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"BALANCE OF PAYMENTS AND TRADE"}],"pub_date":"1991-12-12T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d4548eb7c8105d71148c","word_count":154},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/13\/world\/brazil-and-argentina-join-up-to-open-their-nuclear-sites.html","snippet":"Brazil and Argentina are to sign an agreement on Friday that would put all their nuclear sites under full international safeguards of the International Atomic Energy Agency.   The agreement is subject to ratification by Parliaments of both nations,...","lead_paragraph":"Brazil and Argentina are to sign an agreement on Friday that would put all their nuclear sites under full international safeguards of the International Atomic Energy Agency. The agreement is subject to ratification by Parliaments of both nations, but in a demonstration of political commitment, Presidents Fernando Collor de Mello of Brazil and Carlos Saul Menem of Argentina are to attend the signing ceremony at the Vienna headquarters of the United Nations body.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil and Argentina Join Up To Open Their Nuclear Sites"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL ATOMIC ENERGY AGENCY"},{"name":"subject","value":"ATOMIC ENERGY"}],"pub_date":"1991-12-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"BROOKE"}],"original":"By JAMES BROOKE"},"type_of_material":"News","_id":"4fd1ca238eb7c8105d6fe1fd","word_count":435},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/17\/world\/un-roll-call-on-zionism.html","snippet":"Following is the 111-to-25 roll-call vote today by which the General Assembly adopted a resolution revoking the 1975 resolution equating Zionism with racism: IN FAVOR -- 111   Albania   Antigua &  Barbuda    Argentina   Australia   Austria   Bahamas ...","lead_paragraph":"Following is the 111-to-25 roll-call vote today by which the General Assembly adopted a resolution revoking the 1975 resolution equating Zionism with racism: IN FAVOR -- 111 Albania Antigua & Barbuda Argentina Australia Austria Bahamas Barbados Belgium Belize Benin Bhutan Bolivia Botswana Brazil Britain Bulgaria Burundi Byelorussia Cambodia Cameroon Canada Cape Verde Central African Republic Chile Colombia Congo Costa Rica Cyprus Czechoslovakia Denmark Dominica Dominican Republic Ecuador El Salvador Estonia Fiji Finland France Gabon Gambia Germany Greece Grenada Guatemala Guyana Haiti Honduras Hungary Iceland India Ireland Israel Italy Ivory Coast Jamaica Japan Kenya Latvia Lesotho Liberia Liechtenstein Lithuania Luxembourg Madagascar Malawi Malta Marshall Islands Mexico Micronesia Mongolia Mozambique Namibia Nepal Netherlands New Zealand Nicaragua Nigeria Norway Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Romania Rwanda St. Kitts & Nevis St. Lucia St. Vincent the Grenadines Samoa Sao Tome Principe Seychelles Sierra Leone Singapore Solomon Islands Soviet Union Spain South Korea Suriname Swaziland Sweden Thailand Togo Ukraine United States Uruguay Venezuela Yugoslavia Zaire Zambia AGAINST -- 25 Afghanistan Algeria Bangladesh Brunei Cuba Indonesia Iran Iraq Jordan Lebanon Libya Malaysia Mali Mauritania North Korea Pakistan Qatar Saudi Arabia Somalia Sri Lanka Sudan Syria United Arab Emirates Vietnam Yemen ABSTENTIONS -- 13 Angola Burkina Faso Ethiopia Ghana Laos Maldives Mauritius Myanmar Tanzania Trinidad-Tobago Turkey Uganda Zimbabwe ABSENT OR NOT VOTING -- 17 Bahrain Chad China Comoros Djibouti Egypt Equatorial Guinea Guinea Guinea-Bissau Kuwait Morocco Niger Oman Senegal South Africa Tunisia Vanuatu","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. Roll-Call On Zionism"},"keywords":[{"name":"glocations","value":"ISRAEL"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"ZIONISM"}],"pub_date":"1991-12-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"List","_id":"4fd1a8b88eb7c8105d6c4d6f","word_count":240},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/21\/business\/a-move-to-break-world-trade-deadlock.html","snippet":"After five tense years of negotiations over liberalizing world trade, the head of the world's principal trade organization sought to break the deadlock today with a proposed agreement that calls for cutting subsidies to farmers worldwide, phasing out...","lead_paragraph":"After five tense years of negotiations over liberalizing world trade, the head of the world's principal trade organization sought to break the deadlock today with a proposed agreement that calls for cutting subsidies to farmers worldwide, phasing out import quotas on third-world textiles and giving more protection to patents and copyrights. In piecing together the complex 500-page document, Arthur Dunkel, Director General of the General Agreement on Tariffs and Trade, sought to present, on a take-it-or-leave-it basis, a package of compromises that would set rules for world trade well into the 21st century. In effect, he cast himself as a binding arbitrator, hoping that GATT's 108 nations will go along, even though no nation would get everything it wanted. Success Is Uncertain Mr. Dunkel is betting that the promised benefits of this complex agreement will be enough to persuade nations to ignore the intensive lobbying of the many special-interest groups that oppose certain provisions. But whether he will succeed is far from certain. Some negotiators said tonight that the continuing dispute over farm subsidies could torpedo the whole package. And on Thursday, even before Mr. Dunkel's plan was distributed, France's Agricultural Minister said his nation would seek to bury the Dunkel draft because he assumed it would go too far toward meeting Washington's demands to cut the subsidies.","abstract":null,"print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Move to Break World Trade Deadlock"},"keywords":[{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"COPYRIGHTS"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"FARMERS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TEXTILES"},{"name":"subject","value":"INVENTIONS AND INVENTORS"}],"pub_date":"1991-12-21T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"GREENHOUSE"}],"original":"By STEVEN GREENHOUSE"},"type_of_material":"News","_id":"4fd1afd68eb7c8105d6d0815","word_count":1007},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/22\/opinion\/l-us-shouldn-t-concede-asian-market-to-japan-945494.html","snippet":"To the Editor:   Accolades for \"Power of the Yen Winning Asia\" (Business Day, Dec. 5). American business faces an uphill struggle in East Asia and the Pacific, but it is not a struggle we should forfeit. It is important to remember how much the...","lead_paragraph":"To the Editor: Accolades for \"Power of the Yen Winning Asia\" (Business Day, Dec. 5). American business faces an uphill struggle in East Asia and the Pacific, but it is not a struggle we should forfeit. It is important to remember how much the Asia-Pacific market means to the United States.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Shouldn't Concede Asian Market to Japan"},"keywords":[{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1991-12-22T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd1a8b78eb7c8105d6c4c7f","word_count":513},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/22\/world\/japan-irked-as-bush-visit-turns-into-a-trade-quest.html","snippet":"Japanese leaders are reacting with anger and dismay to President Bush's decision to travel here next month with an entourage of executives from the American automobile and other industries to increase pressure on Tokyo to open up its markets to...","lead_paragraph":"Japanese leaders are reacting with anger and dismay to President Bush's decision to travel here next month with an entourage of executives from the American automobile and other industries to increase pressure on Tokyo to open up its markets to American exports. Senior Japanese officials say they do not see any possibility of significant concessions on automobile imports, and fear is rising in Japan that the visit could end up deepening mistrust and recriminations between Americans and the Japanese instead of easing tensions as it is supposed to do.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Japan Irked as Bush Visit Turns Into a Trade Quest"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"persons","value":"MIYAZAWA, KIICHI"},{"name":"glocations","value":"JAPAN"},{"name":"subject","value":"JAPAN-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1991-12-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Steven","middlename":"R.","lastname":"WEISMAN","rank":1,"role":"reported","organization":""}],"original":"By STEVEN R. WEISMAN"},"type_of_material":"News","_id":"4fd1c99b8eb7c8105d6fd0ac","word_count":908}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}