{"response":{"meta":{"hits":74,"time":48,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/13\/arts\/tanglewood-review-new-operas-remember-the-agony-of-lovers-left-behind.html","snippet":"The opera program at the Tanglewood Music Center, the training institute run by the Boston Symphony Orchestra at its summer home here, attracted international attention early on. In 1946 it presented the American premiere of Britten's ''Peter...","lead_paragraph":"The opera program at the Tanglewood Music Center, the training institute run by the Boston Symphony Orchestra at its summer home here, attracted international attention early on. In 1946 it presented the American premiere of Britten's ''Peter Grimes,'' a work commissioned by the conductor Serge Koussevitzky. That performance was conducted by a promising Koussevitzky protégé, Leonard Bernstein, and opera continued to be a major component of the center for 20 years. But the program then languished until the late 1980's, when the conductor Seiji Ozawa spearheaded its revival. On Sunday and Monday nights the center again attracted international attention through an ambitious offering: the world premieres of one-act operas by Robert Zuidam and Osvaldo Golijov, both alumni of the institute. The works were commissioned by the Boston Symphony.","abstract":"Anthony Tommasini reviews world premieres of Rage d'Amours, one-act opera by Robert Zuidam, and Ainadamar, one-act opera by Osvaldo Golijov, at Tanglewood Music Center; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"New Operas Remember The Agony Of Lovers Left Behind","kicker":"TANGLEWOOD REVIEW"},"keywords":[{"name":"creative_works","value":"RAGE D'AMOURS (OPERA)"},{"name":"creative_works","value":"AINADAMAR (OPERA)"},{"name":"persons","value":"ZUIDAM, ROBERT"},{"name":"persons","value":"GOLIJOV, OSVALDO"},{"name":"organizations","value":"TANGLEWOOD MUSIC CENTER"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"OPERA"}],"pub_date":"2003-08-13T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"TOMMASINI"}],"original":"By ANTHONY TOMMASINI"},"type_of_material":"Review","_id":"4fd246728eb7c8105d7e1569","word_count":1150},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/16\/books\/a-treasure-hunt-for-lost-memories.html","snippet":"Twenty years ago, an anthropologist named Teresa Porzecanski placed an advertisement in a Jewish newspaper serving this distant compass point of the Diaspora. She was looking for the residue of an unrecorded history, the letters and snapshots of tens...","lead_paragraph":"Twenty years ago, an anthropologist named Teresa Porzecanski placed an advertisement in a Jewish newspaper serving this distant compass point of the Diaspora. She was looking for the residue of an unrecorded history, the letters and snapshots of tens of thousands of immigrants from Eastern Europe and the Ottoman Empire. Mystified about why a scholar would care for the contents of their closets and bottom drawers, the aging immigrants or their offspring warily came forward, not only with mail and photographs but also with silverware, ritual candlesticks, samovars. Ms. Porzecanski and her students then set out, notebooks and tape recorders in hand, to interview family elders.","abstract":"Article on work of anthropologist Teresa Porzecanski in chronicling Jewish Diaspora in Uruguay through oral histories, letters and snapshots of elderly Jews who emigrated there from Eastern Europe and Ottoman Empire; her work has helped create boomlet in scholarship and literature on Uruguay's Jewish immigrants; Maurico Rosencof's autobiographical novel The Letters That Didn't Come will be released in English translation in US in 2004; photos (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Treasure Hunt For Lost Memories"},"keywords":[{"name":"creative_works","value":"LETTERS THAT DIDN'T COME, THE (BOOK)"},{"name":"persons","value":"PORZECANSKI, TERESA"},{"name":"persons","value":"ROSENCOF, MAURICIO"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ARCHAEOLOGY AND ANTHROPOLOGY"},{"name":"subject","value":"JEWS"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"BOOKS AND LITERATURE"},{"name":"subject","value":"ORAL HISTORY"},{"name":"subject","value":"PHOTOGRAPHY"}],"pub_date":"2003-08-16T00:00:00Z","document_type":"article","news_desk":"Arts & Ideas\/Cultural Desk","section_name":"Science; Arts; Books","subsection_name":null,"byline":{"person":[{"firstname":"Samuel","middlename":"G.","lastname":"FREEDMAN","rank":1,"role":"reported","organization":""}],"original":"By SAMUEL G. FREEDMAN"},"type_of_material":"News","_id":"4fd2467f8eb7c8105d7e1bf3","word_count":1147},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/17\/magazine\/the-nutty-marquesa.html","snippet":"The Marquesa de Varela is at home -- for a change -- in London. A trompe l'oeil peacock on the wall regards the woman in sweatpants with red hair and a not insignificant chest as she nervously paces this rather ordinary town house overgrown with...","lead_paragraph":"The Marquesa de Varela is at home -- for a change -- in London. A trompe l'oeil peacock on the wall regards the woman in sweatpants with red hair and a not insignificant chest as she nervously paces this rather ordinary town house overgrown with gilded throne chairs and embassy-foyer trimmings. Though she lives in the upper registers of less-fashionable Fulham, the marquesa has Prince Ernst of Hanover as a neighbor -- and doesn't hesitate to say so. She knows things like that, the marquesa. She has to in her line of work: the snaring of celebrities and royals for the pages of Hello! magazine, pornography for a certain caste that wishes it could reliably pronounce the word ''Gstaad.'' The marquesa is what is known in the trade as a celebrity wrangler. At least one of this species is on staff at every major magazine obliged to enter the matrix of celebrity journalism. A wrangler generally answers to ''West Coast bureau chief,'' ''special projects director'' or ''entertainment editor,'' but everywhere the job is the same: to corral these preening unicorns by any means possible. Years before InStyle and Us magazine came along, Hello! was locking up cover-worthy faces and exclusive exclamation-point interviews. (The difference, of course, was that the marquesa often presented a check for the privilege.) The weekly raised a bubbly toast to Lladró-level schmaltz and Ruritanian excess in flashy scrapbook spreads with happy-pill headlines. Between ''The Wedding,'' ''The Baby,'' ''The Heartbreak'' and, inevitably, ''The Divorce'' -- the points of Hello!'s compass -- there was always an opulent new residence to behold, a flurry of designer clothes blowing around every hard-won featurette stamped with the quirky signature, ''Co-ordination: Marquesa de Varela Int. Ltd.''","abstract":"Profile of Marquesa de Varela, who helps arrange high-profile celebrity interviews for British magazine Hello!; photos (L) (Part 2 of 2-part magazine Fashions of the Times)","print_page":"86","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nutty Marquesa"},"keywords":[{"name":"persons","value":"VARELA, MARQUESA DE"},{"name":"organizations","value":"HELLO!"},{"name":"subject","value":"CELEBRITIES"}],"pub_date":"2003-08-17T00:00:00Z","document_type":"article","news_desk":"Fashions of The Times Magazine","section_name":"Style; Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Phoebe","rank":1,"lastname":"Eaton"}],"original":"By Phoebe Eaton"},"type_of_material":"News","_id":"4fd22f158eb7c8105d7bd18d","word_count":3291},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/18\/sports\/plus-cycling-final-pan-am-gold-goes-to-uruguayan.html","snippet":"Milton Wynants of Uruguay won the final gold medal of the Pan American Games, taking the men's 121-mile road cycling race in 4 hours 32 minutes 41 seconds. Colby Pearce of Boulder, Colo., was fifth in 4:33:22. Jamie Carney of Boulder dropped out of...","lead_paragraph":"Milton Wynants of Uruguay won the final gold medal of the Pan American Games, taking the men's 121-mile road cycling race in 4 hours 32 minutes 41 seconds. Colby Pearce of Boulder, Colo., was fifth in 4:33:22. Jamie Carney of Boulder dropped out of the race after setting a fast early pace. ULLRICH IS SECOND AGAIN: Daniele Nardello of Italy broke from the pack six miles from the finish and beat the Tour de France runner-up, Jan Ullrich, by six seconds in the Zurich Championship. Nardello completed the 147-mile race in 5 hours 55 minutes 30 seconds. Ullrich finished second for the third time.","abstract":"Milton Wynants (Uruguay) wins men's 121-mile road cycling race at Pan Am Games (S)","print_page":"9","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Final Pan Am Gold Goes to Uruguayan","kicker":"PLUS: CYCLING"},"keywords":[{"name":"persons","value":"WYANTS, MILTON"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"BICYCLES AND BICYCLING"},{"name":"subject","value":"PAN AMERICAN GAMES"}],"pub_date":"2003-08-18T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"52b8884238f0d86bcb2a6231","word_count":"106"},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/21\/sports\/basketball-us-wins-its-opener-on-strong-second-half.html","snippet":"The first half was flawed. After that, the United States team looked fantastic.    Tim Duncan shot 8 for 9 from the field, Elton Brand scored 17 points and the United States dominated the second half tonight to beat Brazil, 110-76, in its opener at...","lead_paragraph":"The first half was flawed. After that, the United States team looked fantastic. Tim Duncan shot 8 for 9 from the field, Elton Brand scored 17 points and the United States dominated the second half tonight to beat Brazil, 110-76, in its opener at the FIBA Americas Olympic qualifying tournament.","abstract":"US defeats Brazil, 110-76, in opening game of FIBA Americas Olympic qualifying tournament (S)","print_page":"6","blog":[],"source":"AP","multimedia":[],"headline":{"main":"U.S. Wins Its Opener On Strong Second Half","kicker":"BASKETBALL"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ATHENS (GREECE)"},{"name":"subject","value":"OLYMPIC GAMES"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"},{"name":"subject","value":"BASKETBALL"},{"name":"subject","value":"OLYMPIC GAMES (2004)"}],"pub_date":"2003-08-21T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd246708eb7c8105d7e14a4","word_count":398},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/22\/sports\/basketball-united-states-surpasses-110-points-in-victory-over-dominican-republic.html","snippet":"The United States national team had such an easy time against the Dominican Republic tonight, it eclipsed 110 points for the first time in two years.    Tracy McGrady scored 17 points, Vince Carter had 15, Jermaine O'Neal 14 and Kenyon Martin 13, and...","lead_paragraph":"The United States national team had such an easy time against the Dominican Republic tonight, it eclipsed 110 points for the first time in two years. Tracy McGrady scored 17 points, Vince Carter had 15, Jermaine O'Neal 14 and Kenyon Martin 13, and the Americans used an early 18-0 run to take control in a 111-73 victory in the FIBA Americans Olympic qualifying basketball tournament.","abstract":"Richard Sandomir TV Sports column discusses TNT, which secured Doug Collins as NBA analyst again after nine years off job (M)","print_page":"5","blog":[],"source":"AP","multimedia":[],"headline":{"main":"United States Surpasses 110 Points In Victory Over Dominican Republic","kicker":"BASKETBALL"},"keywords":[{"name":"persons","value":"COLLINS, DOUG"},{"name":"persons","value":"SANDOMIR, RICHARD"},{"name":"organizations","value":"TURNER NETWORK TELEVISION"},{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"2003-08-22T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd22f1b8eb7c8105d7bd4e1","word_count":209},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/24\/sports\/rugby-us-team-is-long-on-hope-for-cup.html","snippet":"United States flanker Dan Lyle has a vision about how the coming Rugby World Cup could unfold. By playing with discipline and heart, his squad of mostly amateur athletes will somehow upset three of the four teams in its preliminary pool. Fiji, Japan,...","lead_paragraph":"United States flanker Dan Lyle has a vision about how the coming Rugby World Cup could unfold. By playing with discipline and heart, his squad of mostly amateur athletes will somehow upset three of the four teams in its preliminary pool. Fiji, Japan, Scotland and even the rugby superpower, France, each stocked with professional players, will watch in disbelief as the Eagles advance to the World Cup quarterfinals for the first time. ''Then we perhaps fluke our way to one more win,'' Lyle said today, entranced by the fantasy. ''We'd find ourselves in the semifinals, among the top four teams in the world.''","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Team Is Long On Hope For Cup","kicker":"RUGBY"},"keywords":[],"pub_date":"2003-08-24T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"firstname":"Robert","middlename":"Andrew","lastname":"POWELL","rank":1,"role":"reported","organization":""}],"original":"By ROBERT ANDREW POWELL"},"type_of_material":"News","_id":"4fd22c558eb7c8105d7b839b","word_count":964},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/28\/world\/world-briefing-off-antarctica-dodging-icebergs-ships-catch-fish-pirates.html","snippet":"Australian and South African officials boarded a ship about 1,900 miles southwest of Cape Town suspected of poaching rare Patagonian toothfish in Australian waters and arrested the crew, ending a 20-day chase through Antarctic seas. The...","lead_paragraph":"Australian and South African officials boarded a ship about 1,900 miles southwest of Cape Town suspected of poaching rare Patagonian toothfish in Australian waters and arrested the crew, ending a 20-day chase through Antarctic seas. The Uruguayan-flagged Viarsa is to be escorted to Cape Town, from where the crew of about 40 is to be flown to Australia to face charges of illegally fishing for the valuable toothfish, a spokeswoman for South Africa's Environmental Affairs Ministry said. The chase, with ships dodging icebergs in rough seas, put a spotlight on organized gangs that can earn $2 million for a shipload of the illegally plundered fish, which is also known as Chilean sea bass and is highly popular in the United States and Japan. Marine conservationists have warned that the deep-water fish, which can grow to seven feet long, could become commercially extinct by 2007.","abstract":"Australian and South African authorities capture Viarsa, Uruguayan-flagged fishing vessel illegally catching Patagonian toothfish, commonly known as Chilean Sea Bass, in Antarctic waters; 40 crewmen will face charges in Australia; shipload of endangered toothfish can bring $2 million at market (S)","print_page":"8","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"World Briefing | Off Antarctica: Dodging Icebergs, Ships Catch Fish Pirates"},"keywords":[{"name":"glocations","value":"AUSTRALIA"},{"name":"glocations","value":"SOUTH AFRICA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ANTARCTIC REGIONS"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ENDANGERED AND EXTINCT SPECIES"},{"name":"subject","value":"FISHING, COMMERCIAL"},{"name":"subject","value":"CHILEAN SEA BASS"},{"name":"subject","value":"FISH AND OTHER MARINE LIFE"}],"pub_date":"2003-08-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd22c588eb7c8105d7b854f","word_count":144},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/31\/arts\/the-new-ground-zero-there-s-nothing-so-closed-as-an-open-competition.html","snippet":"EVER since the effort to design the Vietnam Veterans Memorial made a star of a 21-year-old architecture student named Maya Lin, the open competition -- one that invites all comers to submit proposals -- has been the gold standard in selecting a...","lead_paragraph":"EVER since the effort to design the Vietnam Veterans Memorial made a star of a 21-year-old architecture student named Maya Lin, the open competition -- one that invites all comers to submit proposals -- has been the gold standard in selecting a design for a public memorial. So when officials overseeing the rebuilding of Lower Manhattan began to consider how to erect a homage to the victims of the Sept. 11 terrorist attacks, there was little question how they would structure the contest. Now, however, as the jury that will pick the winning design for the World Trade Center memorial trudges through 5,200 entries -- three times the number submitted for the Vietnam memorial in 1981 -- it might seem that the purpose of the exercise has been turned on its head. For while an open, anonymous competition is intended to make sure that every entry receives a fair viewing, the flood of proposals ensures that hundreds or even thousands of entries are likely to get no more than a moment's glance from jurors. The panel reviewing proposals for a memorial to victims of the Sept. 11 attack on the Pentagon, for example, vowed to consider every submission. Yet the members acknowledge that some proposals -- say, the full-scale, stainless steel model of an airplane mounted so that it would appear to be about to crash right into the Pentagon -- were viewed for only the briefest of moments.","abstract":"Article discusses difficult process faced by 13-person jury that must pick winning design for World Trade Center memorial from among 5,200 entries; photos (M)","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"There's Nothing So Closed as an Open Competition","kicker":"THE NEW GROUND ZERO"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"WORLD TRADE CENTER (NYC)"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"AREA PLANNING AND RENEWAL"},{"name":"subject","value":"HIJACKING"},{"name":"subject","value":"ARCHITECTURE"},{"name":"subject","value":"MONUMENTS AND MEMORIALS"},{"name":"subject","value":"TERRORISM"}],"pub_date":"2003-08-31T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"WYATT"}],"original":"By EDWARD WYATT"},"type_of_material":"News","_id":"4fd22f198eb7c8105d7bd41c","word_count":1932},{"web_url":"http:\/\/www.nytimes.com\/2003\/09\/08\/arts\/musicians-gather-in-homage-to-allende.html","snippet":"More than just a pair of concerts, it was also a kind of exorcism. To commemorate the 30th anniversary of the bloody coup that overthrew the leftist government of Salvador Allende, some of Latin America's best-known pop, folk and rock stars performed...","lead_paragraph":"More than just a pair of concerts, it was also a kind of exorcism. To commemorate the 30th anniversary of the bloody coup that overthrew the leftist government of Salvador Allende, some of Latin America's best-known pop, folk and rock stars performed over the weekend at the National Stadium here, the site of some of the worst atrocities committed by the government of Gen. Augusto Pinochet. ''The Dream Exists'' was the name given to the two nights of music, in which artists from Argentina, Brazil, Cuba, Mexico and Uruguay joined their Chilean colleagues in a tribute to Allende, who died in the Sept. 11, 1973, coup. Even India was represented with Shalil Shankar leading a quartet that performed a raga called ''Salvador Allende, Son of God.''","abstract":"Some of Latin America's best-known pop, folk and rock stars perform in two concerts at National Stadium in Santiago, Chile, commemorating 30th anniversary of bloody coup that overthrew government of Salvadore Allende; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Musicians Gather In Homage To Allende"},"keywords":[{"name":"persons","value":"ALLENDE GOSSENS, SALVADOR"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"SANTIAGO (CHILE)"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"2003-09-08T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd234c88eb7c8105d7c5c6b","word_count":1076}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}