{"response":{"meta":{"hits":122,"time":51,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/04\/books\/a-wry-cuban-writer-as-mysterious-as-his-plots.html","snippet":"The most intriguing mysteries swirling about Daniel Chavarría are not in his crime novels, but in his life. How does a professor of Latin and Greek classics find fulfillment and fame writing about prostitutes? Why does he live in Cuba, where some...","lead_paragraph":"The most intriguing mysteries swirling about Daniel Chavarría are not in his crime novels, but in his life. How does a professor of Latin and Greek classics find fulfillment and fame writing about prostitutes? Why does he live in Cuba, where some people whisper that he arrived 33 years ago on a hijacked flight? And how can he slam back four double shots of smooth, amber rum before noon and not fall flat on his face? Mr. Chavarría says the answers to some of those questions (though perhaps not the last one) are in his books, most notably ''Adios Muchachos'' (Akashic Books, 2001), which won an Edgar Award this year. But his feat of liquid endurance prompts him to reveal one clue.","abstract":"Article profiles Cuban crime novelist Daniel Chavarria, whose latest book, Adios Muchachos, won Edgar Award this year; interview; photos; 68-year-old classics professor was born in Uruguay and came to Cuba in 1969 (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Wry Cuban Writer as Mysterious as His Plots"},"keywords":[{"name":"creative_works","value":"ADIOS MUCHACHOS (BOOK)"},{"name":"persons","value":"CHAVARRIA,DANIEL"},{"name":"glocations","value":"CUBA"},{"name":"subject","value":"BOOKS AND LITERATURE"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"EDGAR ALLAN POE AWARDS"}],"pub_date":"2002-07-04T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"GONZALEZ"}],"original":"By DAVID GONZALEZ"},"type_of_material":"News","_id":"4fd232a38eb7c8105d7c2686","word_count":1028},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/04\/business\/mexico-and-brazil-sign-bilateral-trade-pact.html","snippet":"With prospects for global trade liberalization looking bleak at the moment, the presidents of Brazil and Mexico, Latin America's two biggest economies, signed a bilateral trade deal today instead, opening their markets to each other in 800 industrial...","lead_paragraph":"With prospects for global trade liberalization looking bleak at the moment, the presidents of Brazil and Mexico, Latin America's two biggest economies, signed a bilateral trade deal today instead, opening their markets to each other in 800 industrial and agricultural product categories. Meeting in Brasília, the two presidents -- Fernando Henrique Cardoso of Brazil and Vicente Fox of Mexico -- signed the pact at the start of a tour by President Fox that analysts see as a reorientation of Mexico's interest and attention toward its Latin American neighbors and, in some measure, away from its Nafta partners, the United States and Canada.","abstract":"Brazil's Pres Fernando Henrique Cardoso and Mexico's Pres Vicente Fox sign bilateral trade deal opening their markets to each other in 800 industrial and agricultural product categories, Brasilia; Brazil and Mexico trade little with each other--$2.6 billion worth of goods and services last year--and both could use boost from expansion of bilateral commerce that new agreement is meant to produce; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Mexico and Brazil Sign Bilateral Trade Pact"},"keywords":[{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"persons","value":"FOX QUESADA, VICENTE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-07-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd232a38eb7c8105d7c2689","word_count":518},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/06\/business\/world-business-briefing-americas-argentina-trading-bloc-closes-ranks.html","snippet":"Placing responsibility for their countries' woes on the global economy and a rise in protectionism in rich industrialized nations, leaders of South America's main trading bloc, Mercosur, closed ranks behind Argentina, urging international aid for the...","lead_paragraph":"Placing responsibility for their countries' woes on the global economy and a rise in protectionism in rich industrialized nations, leaders of South America's main trading bloc, Mercosur, closed ranks behind Argentina, urging international aid for the country, whose economic collapse has sent neighboring markets into a tailspin. But they stopped short of forming a united front to negotiate with international agencies like the International Monetary Fund and the World Bank, in case the Argentine fallout leaves the region in need of fresh I.M.F. aid. In a statement ending a meeting in Buenos Aires, the presidents of the Mercosur members Argentina, Brazil, Paraguay and Uruguay, along with the leaders of two associate countries, Bolivia and Chile, expressed their concern that the current state of the international economic and financial system was preventing sustainable, just and equitable economic development. Tony Smith (NYT)","abstract":"Leaders of South America's main trading bloc, Mercosur, meeting, Buenos Aires, urge international aid for Argentina; blames nation's economic woes on global economic conditions and protectionism in rich industrialized nations","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Business Briefing | Americas: Argentina: Trading Bloc Closes Ranks"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2002-07-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Tony","middlename":"Smith","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Tony Smith (NYT)"},"type_of_material":"News","_id":"4fd2812b8eb7c8105d84d41b","word_count":140},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/07\/books\/darkness-visible.html","snippet":"LANDS OF MEMORY   By Felisberto Hernández.   Translated by Esther Allen.   190 pp. New York:   New Directions. $24.95.","lead_paragraph":"LANDS OF MEMORY By Felisberto Hernández. Translated by Esther Allen. 190 pp. New York: New Directions. $24.95.","abstract":"Michael Pye reviews book Lands of Memory by Felisberto Hernandez (M)","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Darkness Visible"},"keywords":[{"name":"creative_works","value":"LANDS OF MEMORY (BOOK)"},{"name":"persons","value":"HERNANDEZ, FELISBERTO"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"BOOKS AND LITERATURE"}],"pub_date":"2002-07-07T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michael","rank":1,"lastname":"Pye"}],"original":"By Michael Pye"},"type_of_material":"Review","_id":"4fd220d18eb7c8105d7a46b9","word_count":1166},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/14\/style\/weddings-maria-echavarren-richard-goodyear.html","snippet":"María del Carmen Echavarren and Richard Goodyear were married yesterday at the Grassy Hill Chapel in Lyme, Conn. The ceremony was performed by Judge Adlai Stevenson Hardin Jr. of the Federal Bankruptcy Court in Manhattan, who is a grandson of Adlai...","lead_paragraph":"María del Carmen Echavarren and Richard Goodyear were married yesterday at the Grassy Hill Chapel in Lyme, Conn. The ceremony was performed by Judge Adlai Stevenson Hardin Jr. of the Federal Bankruptcy Court in Manhattan, who is a grandson of Adlai Stevenson and a friend of the couple. The bride, 54, will take her husband's name. She is a simultaneous interpreter for the United Nations. She graduated from Georgetown University, and is a daughter of María Cristina Echavarren of Washington and the late Luís Alberto Echavarren.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"María Echavarren, Richard Goodyear","kicker":"WEDDINGS"},"keywords":[{"name":"persons","value":"GOODYEAR, RICHARD"},{"name":"persons","value":"ECHAVARREN, MARÍA DEL CARMEN"},{"name":"subject","value":"WEDDINGS AND ENGAGEMENTS"}],"pub_date":"2002-07-14T00:00:00Z","document_type":"article","news_desk":"Society Desk","section_name":"Style","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd220d28eb7c8105d7a47ca","word_count":445},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/16\/business\/mexico-plays-a-north-south-divide.html","snippet":"In matters of culture, Mexico is Latin American. But in matters of money, it is North American.    Though most Mexicans rarely say so in public, one of this nation's greatest strengths is its privileged trade status with the United States. The United...","lead_paragraph":"In matters of culture, Mexico is Latin American. But in matters of money, it is North American. Though most Mexicans rarely say so in public, one of this nation's greatest strengths is its privileged trade status with the United States. The United States economy plays a large role in driving the job market in Mexico, and the dream of advancement comes alive with the hum of the factory floor.","abstract":"Some Mexicans disapproved of Pres Vicente Fox's visit to South America this month to increase ties with Brazil and Argentina, fearing that their country will become more likely to contract economic illness afflicting its southern neighbors; Fox, toured region, signed limited trade agreements and promised to integrate Mexico hemispheric free trade organization by 2006, but walked fine line, portraying trip as way for Mexico to show solidarity with its struggling Latin American neighbors while not suggesting to international investors that Mexico is casting its financial lot with them; benefits of partnership with US and Canada have been huge; $254 billion in trade with US last year accounted for about 78 percent of Mexico's total, while $7.3 billion in trade with Canada accounted for additional 2 percent; large part of Mexico's economic stability is result of its anchoring to North American Free Trade agreement; Mexico still feels strong cultural connection to rest of Latin America despite economic benefits of trade with US and Canada; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Mexico Plays a North-South Divide"},"keywords":[{"name":"persons","value":"FOX QUESADA, VICENTE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"NORTH AMERICAN FREE TRADE AGREEMENT"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"CULTURE"}],"pub_date":"2002-07-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Graham","rank":1,"lastname":"GORI"}],"original":"By GRAHAM GORI"},"type_of_material":"News","_id":"4fd280d58eb7c8105d84c6fb","word_count":945},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/31\/business\/as-currency-sinks-brazil-seeks-fresh-aid.html","snippet":"Brazil's battered currency reached a new low today, as concerns grew about the nation's fragile finances.    The government dispatched a mission to Washington today for talks with the International Monetary Fund in an effort to calm market fears....","lead_paragraph":"Brazil's battered currency reached a new low today, as concerns grew about the nation's fragile finances. The government dispatched a mission to Washington today for talks with the International Monetary Fund in an effort to calm market fears. Finance Minister Pedro Malan said a deal with the fund to extend or increase its current $15 billion program that expires in December could be sealed ''in the next days or weeks.''","abstract":"Brazil's battered currency reaches new low, as concerns grow about nation's fragile finances; government dspatches mission to Washington for talks with International Monetary Fund; graph (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"As Currency Sinks, Brazil Seeks Fresh Aid"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-07-31T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd269ec8eb7c8105d821235","word_count":669},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/01\/business\/business-digest-205907.html","snippet":"Buffett Is Said to Be Near Deal With Energy Company  Warren E. Buffett is close to a deal to invest as much as $500 million in the Williams Companies, the energy concern, executives close to the talks said. The move would be his second major...","lead_paragraph":"Buffett Is Said to Be Near Deal With Energy Company Warren E. Buffett is close to a deal to invest as much as $500 million in the Williams Companies, the energy concern, executives close to the talks said. The move would be his second major investment in the debt-ridden energy sector this week and would help keep Williams from filing for bankruptcy protection. The transaction would give Mr. Buffett's MidAmerican Energy Holdings, a unit of Berkshire Hathaway, preferred stock in Williams that would be secured by pipeline assets. Mr. Buffett appears to be nearly alone in his effort to buy energy assets, trying to take advantage of the decimated stock and debt-filled balance sheets of energy companies. [Page C5.] G.E. Changes Way It Treats Options General Electric joined a small but growing group of companies that are changing how they account for stock options and then went a step further by altering some terms of the options granted to executives. [A1.] Bertelsmann May Review Offering The new chief executive of Bertelsmann, Gunter Thielen, said the company was still preparing for a public offering as early as 2005, but he stopped short of committing to carrying it off, referring to it as a possibility. [C6.] Uruguay Keeps Banks Closed Uruguay plans to keep its fragile banking system closed at least through Friday. Economic turmoil in Brazil and banking restrictions in Argentina have brought the financial system in Uruguay to the verge of collapse. [C2.] A Shift in Internet Expectations More Internet users are showing a willingness to pay for content online, suggesting a shift in consumers' expectations that online services should be free, a new survey reports. [C4.] Rules Proposed for Power Sales Regulators have proposed nationwide rules for power sales aimed at eliminating a patchwork of regulations that allows or even encourages manipulation of the markets. [C12.] Deutsche Bank Defends Chief Deutsche Bank has defended its chief executive, Josef Ackermann, from accusations that he and other directors of Mannesmann acted improperly in awarding about $70 million to managers during its takeover battle with the Vodafone Group. [World Business, Section W.] Financier Sells Investment Firms Martin Ebner, left, the financier who spent the 1990's shaking up Switzerland's clubby corporations and coaxing the Swiss to invest in stocks, has sold the controlling stake in four investment companies, with portfolios worth $2 billion, to the Zurich Cantonal Bank, a regional bank. [World Business, Section W.] Charges Seen in WorldCom Case Federal prosecutors are expected to file charges today against former executives of WorldCom, accusing them of engaging in a fraud that led the company to misstate its expenses by almost $4 billion. [C5.] Dow Rises on Rally; Nasdaq Falls The Dow Jones industrial average closed up 56.56 points, at 8,736.59, helped by a flurry of late buying. The Nasdaq fell 15.93 points, to 1,328.26. The Standard & Poor's 500-stock index rose 8.84 points, to 911.62. [C8.] The Principles of the Auction Auctions, one of the oldest ways to buy and sell, have been reborn and revitalized on the Internet. Paul Klemperer, an Oxford economist, argues that the principles of good auction design are the same as ever: try to encourage entry, and try to discourage collusion. Hal R. Varian: Economic Scene. [C2.]","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST"},"keywords":[],"pub_date":"2002-08-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd21ee58eb7c8105d7a147a","word_count":539},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/01\/business\/uruguay-closes-all-banks-after-currency-falls-by-half.html","snippet":"Uruguay said today that it would keep its fragile banking system closed at least through Friday, despite the prospect of fresh aid.    Widespread banking restrictions in neighboring Argentina have brought the financial system in Uruguay to the verge...","lead_paragraph":"Uruguay said today that it would keep its fragile banking system closed at least through Friday, despite the prospect of fresh aid. Widespread banking restrictions in neighboring Argentina have brought the financial system in Uruguay to the verge of collapse. Uruguay has also been buffeted by turmoil in Brazil, whose currency, the real, fell 5 percent today, to 3.47 to the dollar, its ninth-consecutive low. The currency has lost about 14 percent of its value in just three days.","abstract":"Uruguay says it will keep its fragile banking system closed at least through Aug 2 despite prospect of fresh aid; widepread banking restrictions in neighboring Argentina have brought financial system in Uruguay to verge of collapse; Uruguay has been buffeted by turmoil in Brazil, whose currency, real, falls 5 percent; Uruguay's currency, peso, has lost about half its value since it was floated July 19; photo (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Uruguay Closes All Banks After Currency Falls by Half"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-08-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd2362b8eb7c8105d7c7fac","word_count":377},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/02\/nyregion\/news-summary-289191.html","snippet":"INTERNATIONAL   A3-13    Israeli Troops Enter Nablus In Retaliation for Bombing  A large Israeli Army force swept into the Old City of Nablus to hunt for Palestinian militants in what appeared to be the start of military retaliation for a bombing by...","lead_paragraph":"INTERNATIONAL A3-13 Israeli Troops Enter Nablus In Retaliation for Bombing A large Israeli Army force swept into the Old City of Nablus to hunt for Palestinian militants in what appeared to be the start of military retaliation for a bombing by Hamas militants on Wednesday at Hebrew University in Jerusalem that killed seven people -- including five Americans -- and wounded more than 80. There were unconfirmed reports of two Palestinians killed in Nablus and a third, a member of Hamas, in a neighboring village. A1 President Bush reacted with outrage to the deaths of the five Americans, telling reporters he was ''furious.'' A1","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[],"pub_date":"2002-08-02T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd238258eb7c8105d7cae11","word_count":1098}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}