{"response":{"meta":{"hits":34,"time":32,"offset":30},"docs":[{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9F06E1DE1339E433A25753C2A9679D946196D6CF","snippet":"WASHINGTON, Nov. 19 -- A world trust in meats appears to be imminent, according to official reports coming to Washington. It now seems that United States packers have been extending the investment of their profits in big ranches and packing houses in...","lead_paragraph":"WASHINGTON, Nov. 19 -- A world trust in meats appears to be imminent, according to official reports coming to Washington. It now seems that United States packers have been extending the investment of their profits in big ranches and packing houses in Argentina, which is the largest exporter of beef in the world, and, next to New Zealand, the chief exporter of mutton.","abstract":"Official repts coming to Washington indicate imminence of world beef trust; absorption of Argentine meat indus by US investors noted","print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BEEF TRUST APPEARS IMMINENT; Washington Hears Chicago Interests Have Absorbed Two More Argentine Companies. MEAT NOT TO BE SENT HERE Lest Prices Drop -- Trust Now Controls Seven River Plata Concerns -- New Zealand Its Only Rival."},"keywords":[{"name":"subject","value":"MEAT"}],"pub_date":"1910-11-20T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to The New York Times"},"type_of_material":"Article","_id":"4fc069f145c1498b0d2b9c81","word_count":480},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9F0CEFDE1339E433A25756C2A9679D946196D6CF","snippet":"RIO JANIERO, Nov. 24. -- The crews of the two new dreadnoughts and other vessels of the Brazilian Navy have mutinied, have killed three officers, have turned their guns upon the loyal ships, and have thrown shells into this city, which have killed...","lead_paragraph":"RIO JANIERO, Nov. 24. -- The crews of the two new dreadnoughts and other vessels of the Brazilian Navy have mutinied, have killed three officers, have turned their guns upon the loyal ships, and have thrown shells into this city, which have killed three persons.","abstract":"mutineers continue to control dreadnoughts; send ultimatum for better working conditions to Govt; Govt likely to grant demands; other developments, Rio de Janiero","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MUTINEERS FIRE ON RIO JANEIRO; Dreadnoughts, in Possession of Crews, Try to Enforce Demands for Better Conditions."},"keywords":[{"name":"glocations","value":"BRAZIL"}],"pub_date":"1910-11-25T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Front Page","_id":"4fc069f045c1498b0d2b9b36","word_count":1752},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9D03E7DD1638E333A25751C0A9649D946196D6CF","snippet":"The Chamber of Commerce was addressed yesterday by Charles M. Sherrill, United States Minister to Argentina.","lead_paragraph":"The Chamber of Commerce was addressed yesterday by Charles M. Sherrill, United States Minister to Argentina.","abstract":"D and S R Guggenheim resign as dirs","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"OPENINGS FOR TRADE IN SOUTH AMERICA; American Minister to the Argentine Tells Chamber of Commerce Where They Are."},"keywords":[{"name":"organizations","value":"INTERCONTINENTAL RUBBER CO."}],"pub_date":"1910-12-02T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc05aa545c1498b0d272a0e","word_count":1163},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9F06E6DC1339E433A25754C1A9649D946196D6CF","snippet":"Many of the leading lawyers and phy- sicians of the city are sending letters to others of their professions urging them to join in a voluntary pledge to use Red Cross Christmas seals on all letters, packages, and checks going out from their offices...","lead_paragraph":"Many of the leading lawyers and phy- sicians of the city are sending letters to others of their professions urging them to join in a voluntary pledge to use Red Cross Christmas seals on all letters, packages, and checks going out from their offices and homes during the rest to the month.","abstract":"sale underway","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PLEAD FOR RED CROSS SEALS.; Lawyers and Doctors Urged Their Colleagues to Use Them on All Letters"},"keywords":[{"name":"subject","value":"CHRISTMAS"}],"pub_date":"1910-12-17T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc056b245c1498b0d26114d","word_count":456}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}