{"response":{"meta":{"hits":75,"time":49,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2000\/02\/25\/business\/julius-l-katz-74-us-negotiator-on-trade.html","snippet":"Julius L. Katz, a deputy United States trade representative who was a chief negotiator of the North American Free Trade Agreement, died on Jan. 27 at a hospital in Washington. He was 74 and lived in Bethesda, Md.    The cause of death was stomach...","lead_paragraph":"Julius L. Katz, a deputy United States trade representative who was a chief negotiator of the North American Free Trade Agreement, died on Jan. 27 at a hospital in Washington. He was 74 and lived in Bethesda, Md. The cause of death was stomach cancer, said his daughter, Linda Harrison of Houston.","abstract":"Julius L Katz, deputy US trade representative who was chief negotiator of North American Free Trade Agreement, dies at age 74 (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Julius L. Katz, 74, U.S. Negotiator on Trade"},"keywords":[{"name":"persons","value":"KATZ, JULIUS L"},{"name":"subject","value":"NORTH AMERICAN FREE TRADE AGREEMENT"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2000-02-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary; Biography","_id":"4fd230c18eb7c8105d7bf3c3","word_count":225},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/02\/world\/world-briefing.html","snippet":"EUROPE    BRITAIN: PINOCHET DECISION TODAY -- Home Secretary Jack Straw will decide today whether Gen. Augusto Pinochet, 84, is free to return home to Chile or must face extradition to Spain to stand trial on torture charges. A decision to release...","lead_paragraph":"EUROPE BRITAIN: PINOCHET DECISION TODAY -- Home Secretary Jack Straw will decide today whether Gen. Augusto Pinochet, 84, is free to return home to Chile or must face extradition to Spain to stand trial on torture charges. A decision to release the general, who has been under house arrest in England for 17 months, would be subject to legal challenge, but it was not clear whether any group would bring an appeal. Warren Hoge NORTHERN IRELAND: PEACE PLAN -- Prime Minister Tony Blair and his Irish counterpart, Bertie Ahern, have set a three-week timetable to try to end the stalemate over resumption of home rule for Northern Ireland. Talks will be held in Belfast for two weeks and in Washington with President Clinton at St. Patrick's Day celebrations. The two prime ministers will ''take stock'' of any progress at a European Union meeting in Lisbon on March 23 and 24, according to Mr. Blair's office. Warren Hoge","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BRIEFING"},"keywords":[],"pub_date":"2000-03-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd237708eb7c8105d7c9a17","word_count":883},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/03\/world\/freed-by-britain-pinochet-is-facing-a-battle-at-home.html","snippet":"Britain abruptly dropped extradition proceedings today against Gen. Augusto Pinochet, who then headed home to Chile where his political opponents were waiting, intent on making him face months, if not years, of additional court proceedings.    After...","lead_paragraph":"Britain abruptly dropped extradition proceedings today against Gen. Augusto Pinochet, who then headed home to Chile where his political opponents were waiting, intent on making him face months, if not years, of additional court proceedings. After 16 months of house arrest in distant London, where he waited out legal twists and turns, General Pinochet was told by Britain's home secretary, Jack Straw, early today that because of his failing health he did not have to stand trial on charges of gross human rights violations.","abstract":"Britain abruptly drops extradition proceedings against Gen Augusto Pinochet, who then heads home to Chile where his political opponents are waiting, intent on making him face months, if not years, of additional court proceedings; after 16 months of house arrest in London, where he waited out legal twists and turns, Pinochet is told by Jack Straw, Britain's home secretary, that because of his failing health he does not have to stand trial on charges of gross human rights violations; case reviewed; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FREED BY BRITAIN, PINOCHET IS FACING A BATTLE AT HOME"},"keywords":[{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"persons","value":"STRAW, JACK"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"CHILE"},{"name":"subject","value":"EXTRADITION"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2000-03-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd23b4f8eb7c8105d7d0540","word_count":1309},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/05\/weekinreview\/the-world-there-s-still-a-lot-to-learn-about-the-pinochet-years.html","snippet":"EVEN as a jet whisked Gen. Augusto Pinochet home to Chile last week from Britain, ending the prospect of his trial in a foreign land, a determined alliance of human rights advocates and victims of his military regime redoubled their efforts to gather...","lead_paragraph":"EVEN as a jet whisked Gen. Augusto Pinochet home to Chile last week from Britain, ending the prospect of his trial in a foreign land, a determined alliance of human rights advocates and victims of his military regime redoubled their efforts to gather new details of atrocities committed when he ruled Chile in the 1970's and 80's. The hunt goes on wherever his junta's victims are scattered -- in Chile, the United States, Spain and elsewhere -- accelerated by the Internet. The general's critics in Chile feel that large gaps still exist in what is known about the Pinochet years, and that filling them represents the key to achieving reconciliation and redemption for their country's reconstituted democracy.","abstract":"Britain's decision to allow Augusto Pinochet to return from Chile, and redoubling of efforts by human rights advocates to document atrocities during his rule discussed; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"There's Still a Lot to Learn About the Pinochet Years","kicker":"THE WORLD"},"keywords":[{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"CHILE"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2000-03-05T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd2303c8eb7c8105d7beb3c","word_count":1171},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/25\/business\/world-business-briefing-americas-auto-trade-pact.html","snippet":"Easing tension over a contentious economic issue, South America's two largest countries -- Brazil and Argentina -- reached an agreement on the trade of automobiles. The five-year accord will establish an equal balance of imports and exports between...","lead_paragraph":"Easing tension over a contentious economic issue, South America's two largest countries -- Brazil and Argentina -- reached an agreement on the trade of automobiles. The five-year accord will establish an equal balance of imports and exports between the nations, in addition to a shared tariff of 35 percent on imports from outside the Mercosur trade bloc: Brazil, Argentina, Chile, Paraguay and Uruguay. The agreement is seen soothing relations after Brazil's sharp currency devaluation in January 1999, which lowered the prices of Brazilian goods and labor costs, causing some manufacturers to shift production of cars and parts to Brazil from Argentina. Simon Romero","abstract":"Brazil and Argentina reach agreement on contentious economic issue of trade in automobiles; five-year accord will establish equal balance of imports between both countries, in addition to shared tariff of 35 percent on imports from outside Mercosur trade bloc (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AUTO TRADE PACT","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"2000-03-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"Romero"}],"original":"By Simon Romero"},"type_of_material":"News","_id":"4fd207748eb7c8105d7717db","word_count":107},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/25\/business\/business-digest-454230.html","snippet":"Microsoft Said to Offer Plan  To Settle Antitrust Case  Microsoft presented a proposal in an attempt to settle the antitrust case filed by the Justice Department and 19 states against the company. Lawyers were studying the plan to decide whether it...","lead_paragraph":"Microsoft Said to Offer Plan To Settle Antitrust Case Microsoft presented a proposal in an attempt to settle the antitrust case filed by the Justice Department and 19 states against the company. Lawyers were studying the plan to decide whether it was promising enough to warrant weekend negotiations. Representatives of the government said Microsoft agreed to restrain some of its business practices but the document contained so many technical details that they could not analyze it quickly. Judge Richard A. Posner, chief judge of the United States Court of Appeals in Chicago who is acting as a mediator in the case, has urged the two sides to resolve the case quickly. [Page A1.] Dow Falls, but Nasdaq Rises Again A volatile week on Wall Street ended quietly, as the Dow Jones industrial average fell slightly and the technology-laden Nasdaq composite index crept closer to the record it set earlier in March. The Dow was down 7.14 points, to 11,112.72, while the Nasdaq rose 22.42 points, to 4,963.03. The Standard & Poor's 500-stock index rose 0.11 point, to 1,527.46. The real action yesterday was in bonds, with the price of the benchmark 30-year Treasury bond falling, sending the bond's yield, which moves in the opposite direction from its price, up to 5.99 percent from 5.91 percent on Thursday. [C3.]","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST"},"keywords":[],"pub_date":"2000-03-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd230c68eb7c8105d7bf527","word_count":575},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/27\/classified\/paid-notice-deaths-winter-rabbi-fritz.html","snippet":"WINTER-Rabbi Fritz. We record with sadness the passing of our beloved colleague. Ordained in Germany at the Hochschule, he emigrated to South America and in 1950 became the rabbi to the Central European Jews of Uruguay. We extend our heartfelt...","lead_paragraph":"WINTER-Rabbi Fritz. We record with sadness the passing of our beloved colleague. Ordained in Germany at the Hochschule, he emigrated to South America and in 1950 became the rabbi to the Central European Jews of Uruguay. We extend our heartfelt condolences to his wife, Hanna and his children, including our colleague, Rabbi Alfredo, and to all who were touched through his rabbinate. Rabbi Seymour L. Essrog, Pres. Rabbi Joel H. Meyers, Exec. VP The Rabbinical Assembly","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths  WINTER, RABBI FRITZ"},"keywords":[{"name":"persons","value":"WINTER, RABBI FRITZ"}],"pub_date":"2000-03-27T00:00:00Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"4fd207798eb7c8105d771b32","word_count":76},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/28\/sports\/soccer-notebook-convey-makes-debut-in-loss.html","snippet":"MAJOR LEAGUE SOCCER       The appearance of D.C. United's 16-year-old Bobby Convey, the youngest player in league history, was one of the rare notable moments in United's 4-0 loss to the Los Angeles Galaxy on Saturday, the worst defeat in team...","lead_paragraph":"MAJOR LEAGUE SOCCER The appearance of D.C. United's 16-year-old Bobby Convey, the youngest player in league history, was one of the rare notable moments in United's 4-0 loss to the Los Angeles Galaxy on Saturday, the worst defeat in team history. Convey's debut came a week after 17-year-old DaMarcus Beasley of Chicago made his league debut. Convey, United's first choice in the draft last month, got into the game for the last 15 minutes before a crowd of 24,197 at Robert F. Kennedy Stadium. Things were so bad for United, which beat the Galaxy in last year's championship game, that Marco Etcheverry, its leader, was ejected.","abstract":"International soccer notes; opening of Major League Soccer season discussed (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Convey Makes Debut In Loss","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"organizations","value":"MAJOR LEAGUE SOCCER"},{"name":"subject","value":"SOCCER"}],"pub_date":"2000-03-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd230cc8eb7c8105d7bf86e","word_count":817},{"web_url":"http:\/\/www.nytimes.com\/2000\/03\/30\/business\/guyana-caught-brazil-s-net-small-nation-new-free-markets-fears-loss-its-identity.html","snippet":"Shirley Melville, owner of the main watering hole in this dusty border outpost, seemed perplexed. Just why do her patrons prefer Antarctica beer, imported from Brazil, over domestically brewed Banks Beer, at half the price?     ''It's all about...","lead_paragraph":"Shirley Melville, owner of the main watering hole in this dusty border outpost, seemed perplexed. Just why do her patrons prefer Antarctica beer, imported from Brazil, over domestically brewed Banks Beer, at half the price? ''It's all about status,'' said Ms. Melville, 40, standing in the doorway of Don & Shirley's Airport Cafe overlooking Lethem's small airstrip. ''In Guyana, anything coming from Brazil is seen as superior, even if it isn't.''","abstract":"Guyana, former British colony, fears increased trade with Brazil, neighboring economic powerhouse, may bring economic growth but at expense of national identity; is opening up economy to investment, after nearly three decades of inward-looking, socialist-inspired policies at time when Brazil is flexing economic muscle with policies aimed at strengthening ties with neighbors; allure of Brazilian goods has penetrated border area near village of Lethem, where new 60-mile road will link it with Boa Vista, state capital in northern Brazil; road has come to symbolize Brazil's increased presence in region but has stirred fears that Guyana will be drawn into Brazil's orbit once it is completed; map; photo; drawing (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Guyana: Caught in Brazil's Net?; Small Nation, New to Free Markets, Fears Loss of Its Identity"},"keywords":[{"name":"glocations","value":"GUYANA"},{"name":"glocations","value":"LETHEM (GUYANA)"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ROADS AND TRAFFIC"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2000-03-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd230398eb7c8105d7be9ed","word_count":1416},{"web_url":"http:\/\/www.nytimes.com\/2000\/04\/15\/nyregion\/bridge-the-treachery-that-lurks-in-psychic-bidders-hearts.html","snippet":"About 70 years ago, Dorothy Rice Sims had a small verbal confusion. She was an expert in motorcycle racing, flying and sculpturing, but her bridge ability was just moderate, unlike that of her husband, P. Hal Sims, a well-known expert. When she...","lead_paragraph":"About 70 years ago, Dorothy Rice Sims had a small verbal confusion. She was an expert in motorcycle racing, flying and sculpturing, but her bridge ability was just moderate, unlike that of her husband, P. Hal Sims, a well-known expert. When she happened to bid, perhaps by accident, a suit she did not have, she wanted to say that her effort was ''psychological.'' What she actually said was ''psychic,'' and imaginative players who have grossly exaggerated the length of a suit or the strength of a hand have ever since described their moves as ''psychic.'' A sensational psychic three-bid by the late Martin J. Cohn was described in Thursday's column. That occurred in 1967 in a national championship, and a precedent has come to light. In the 1964 South American Championships, played in Punta del Este, Uruguay, the East cards were held by David Berah, who now lives in Manhattan but represented Venezuela for many years.","abstract":"Alan Truscott bridge column on sensational psychic bidding during 1964 South American Championships (S)","print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Treachery That Lurks In Psychic Bidders' Hearts","kicker":"BRIDGE"},"keywords":[{"name":"subject","value":"BRIDGE (CARD GAME)"}],"pub_date":"2000-04-15T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"Truscott"}],"original":"By Alan Truscott"},"type_of_material":"News","_id":"4fd212fa8eb7c8105d789d01","word_count":437}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}