{"response":{"meta":{"hits":137,"time":40,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/07\/nyregion\/news-summary-049591.html","snippet":"War in the Gulf A16-18    The effect of the allied bombing on Iraq's elite Republican Guards has been significant, Senior allied officers argued, but most said that more aerial attacks on the troops' positions would be needed before a ground...","lead_paragraph":"War in the Gulf A16-18 The effect of the allied bombing on Iraq's elite Republican Guards has been significant, Senior allied officers argued, but most said that more aerial attacks on the troops' positions would be needed before a ground offensive could begin. Page A1 News analysis: The decision by President Bush on whether to initiate a ground offensive will be based on an enormously complex mosaic of intelligence information, much of which is not being shared with the public or Congress. A16 For Saudi fallen, martyrdom; to the families, benefits A16 Iraqis sever ties with six nations A17 The Administration's postwar vision was sketched by Secretary of State Baker. He suggested it would require some continued American military role in the Persian Gulf and possibly international aid to rebuild Iraq's economy. A1 Jordan supports Iraq, King Hussein announced, abandoning his professed neutrality. He said the allied war effort was \"against all Arabs and all Muslims and not against Iraq alone.\" A17 Israelis continue raids in Southern Lebanon A18 News analysis: Why did Shamir support Cabinet change? A18 International A3-15 Several undercover agents believed to be working for Israel in a Syrian-based terrorist group were unmasked and executed last fall, not long after the United States provided Syria with information about terrorist concerns, Administration officials say. A1 President Gorbachev sought support from the nation, asking that people \"doom\" the separatist republics to failure by backing him in his March 17 referendum on the necessity of preserving the Soviet Union. A15 Baltics and Ukraine to get U.S. medical aid A15 Yugoslavia has returned Albanians seeking asylum to Albania's Government, which reportedly has imprisoned returned escapees for up to three years. A11 Bonn to seek curbs on arms exporters A12 The next step for South Africa as it moves toward a new political system may be a conference of political parties representing blacks, whites and other racial categories. A9 Haiti buoyant on eve of inauguration A3 Punta del Este Journal: Wealthy Latins flock to Uruguay A4 China tries another student A3 Far fewer boat people coming to Hong Kong A5 National A22, B9-14, D24 Insurance companies are changing their all-things-to-all-people approach in favor of a narrower focus. The change could affect rates for many kinds of insurance, the prices of insurance stocks and the economy in the Northeast. A1 In last week's fiery plane crash only one of six exits on the USAir 737 was clear after the collision, Federal investigators said. A1 Children who were exposed to crack prenatally are beginning to enter the nation's schools. They are presenting a range of problems and behaviors that have left kindergarten teachers confused and exhausted. A1 U.S. almost triples estimate of hard-core cocaine users D24 A plan to combat infant mortality in 10 cities would by financed by taking money from other health programs that serve pregnant women, poor children and the homeless, Administration officials said. A1 The rulings on minority scholarships recently made by the Department ofEducation would be suspended and reassessed if President Bush's nominee for Education Secretary gained the post, the nominee said. A22 Many U.S. nuclear plants would close under a Department of Energy plan that envisions a sharply reduced need for nuclear arms in the 21st century. B12 Tough questions for Darman on aid B9 Hate crimes against Arabs and Jews rose to record levels in 1990, Arab-American and Jewish organizations said in separate reports. A22 People infected by the AIDS virus from either their dentists or surgeons may number as few as 13 or as many as 128, a rough statistical estimate suggests. A22 Not using fossil fuels could add to warming B10 For dinosaur extinction theory, a \"smoking gun\" B13 Offer of a free space voyage sends two on a trip to jail B13 Regional B1-8 New York City's fiscal problems may be deteriorating to the point where the city will have to postpone balancing its budget and borrow to meet expenses, Felix Rohatyn, the chairman of the Municipal Assistance Corporation warned. A1 Students in the public universities of New York could end up paying double next year what they paid for their college education last fall, a prospect that is expected to lead to a bitter tuition dispute this spring. B1 The issue of condom distribution by New York City high schools was the focus of a long, spirited hearing at the Board of Education attended by AIDS patients, priests, mothers and doctors, among others. B1 A kidnapped boy was rescued from a Queens apartment at dawn, 55 hours after two masked men barged into his family's house on Long Island on Sunday night and abducted him. B1 The Transportation Commissioner, Lucius J. Riccio, was sharply criticized by a Dinkins administration spokesman for releasing confidentialinformation in his efforts to discredit a former deputy he dismissed. B1 Welfare suit could hurt Cuomo budget B3 Labor board finding accuses News B3 Study shows poor care in hospitals is leading to injuries B4 Neediest Cases B4 Business Digest D1 The Home Section Wooed North, a couple retires to New York C1 First-night echoes: a torment of moving C1 A caring refuge for troubled girls C1 Arts\/Entertainment Plan for Newark Arts Center C19 Trying to open up the Barnes C19 A sorcerer of ballet retires tonight C19 Word and Image: New images for blacks on television C19 Obituaries Dr. Salvadore E. Luria, Nobel laureate D24 Danny Thomas, entertainer D25 Health Page B15 How you see yourself: potential for big problems Sports Baseball: Yanks drop BradleyB17 Basketball: Knicks frustrated B19 Nets lose to Heat B19 Boxing: Leonard doesn't rattle Norris B18 Column: Anderson on Leonard and Garden B17 Football: From assistant to head man B17 Kiam apologizes for Olson joke B17 Hockey: Rangers top Islanders B17 Editorials\/Letters\/Op-Ed Editorials A24 Safer banks A Gang of Six at the U.N. Cuomo's Labor Board mess David C. Anderson: D.C. guns LettersA24 Anna Quindlen: Regrets only A25 William Safire: Friends, more than interests A25 Walid Khalidi: Don't take Hussein's bait A25 Stephen P. Pizzo: Deposit insurance -- give us a choice A25","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1991-02-07T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd197eb8eb7c8105d6a6b07","word_count":1008},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/07\/world\/punta-del-este-journal-for-argentines-there-s-no-place-like-uruguay.html","snippet":"Summers do not pass at this chic, bustling resort city on the southern coast of Uruguay without talk of beautiful women, tiny bathing suits, deep tans, visiting royalty and a night life that regularly ends at 4 or 5 in the morning.    But that is...","lead_paragraph":"Summers do not pass at this chic, bustling resort city on the southern coast of Uruguay without talk of beautiful women, tiny bathing suits, deep tans, visiting royalty and a night life that regularly ends at 4 or 5 in the morning. But that is being rivaled this season by more mercantile chatter: the vast flow of capital into this country from neighboring Argentina and Brazil, escaping economic upheavals and Government intervention there. And the most obvious manifestation of this flight of capital is the number of homes worth $1 million and more that are being built.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Punta del Este Journal; For Argentines, There's No Place Like Uruguay"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"HOUSING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"NYTRAVEL"}],"pub_date":"1991-02-07T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Nathaniel","middlename":"C.","lastname":"NASH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By NATHANIEL C. NASH, Special to The New York Times"},"type_of_material":"News","_id":"4fd197eb8eb7c8105d6a6b01","word_count":942},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/12\/business\/malaysia-trading-plan-seeks-a-unified-voice.html","snippet":"East Asia may be the site of some of the world's fastest-growing economic powers, but historically it has always been so fractious and competitive that it could never be organized into anything resembling a trading bloc.    Now, with the the...","lead_paragraph":"East Asia may be the site of some of the world's fastest-growing economic powers, but historically it has always been so fractious and competitive that it could never be organized into anything resembling a trading bloc. Now, with the the unification of the European market approaching and feelings of alienation from the United States rising, Malaysia is trying a debated effort to organize the region into what it delicately calls an \"economic grouping\" of Asian nations. Little Discussed in West The plan, laid out two months ago by Mahathir Mohamad, Malaysia's Prime Minister and the steward of one of Asia's biggest economic success stories, has been little discussed in the West, but it has become one of the hottest topics in East Asia.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Malaysia Trading Plan Seeks a Unified Voice"},"keywords":[{"name":"glocations","value":"MALAYSIA"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1991-02-12T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"E.","lastname":"SANGER","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By DAVID E. SANGER, Special to The New York Times"},"type_of_material":"News","_id":"4fd198ca8eb7c8105d6a8617","word_count":1159},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/15\/business\/company-news-pan-am-starts-new-fare-war.html","snippet":"Pan American World Airways Inc. fired the latest salvo in the air travel industry's fare wars yesterday, and some competitors soon followed.    Pan Am said it would offer round-trip tickets, some to foreign destinations, for prices that are...","lead_paragraph":"Pan American World Airways Inc. fired the latest salvo in the air travel industry's fare wars yesterday, and some competitors soon followed. Pan Am said it would offer round-trip tickets, some to foreign destinations, for prices that are discounted in many cases by more than half. American Airlines and Northwest Airlines immediately said they were matching the promotion with their own discounts. Others said they were studying the move.","abstract":null,"print_page":"3","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Pan Am Starts New Fare War","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"PAN AMERICAN WORLD AIRWAYS INC"},{"name":"organizations","value":"AMERICAN AIRLINES INC"},{"name":"organizations","value":"NORTHWEST AIRLINES"},{"name":"subject","value":"PASSENGER SERVICES"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"FARES"}],"pub_date":"1991-02-15T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"The Associated Press","original":"By The Associated Press","person":[]},"type_of_material":"News","_id":"4fd19d7b8eb7c8105d6afbcb","word_count":228},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/16\/obituaries\/sante-uberto-barbieri-united-methodist-bishop-90.html","snippet":"Sante Uberto Barbieri, a bishop of the United Methodist Church who was an early president of the World Council of Churches, died on Wednesday in Buenos Aires, where he lived. He was 90 years old.   Bishop Barbieri, a native of Italy, held bachelor's,...","lead_paragraph":"Sante Uberto Barbieri, a bishop of the United Methodist Church who was an early president of the World Council of Churches, died on Wednesday in Buenos Aires, where he lived. He was 90 years old. Bishop Barbieri, a native of Italy, held bachelor's, master's and divinity degrees from Southern Methodist University and a master's degree from Emory University. After serving in Brazil and Argentina, he was elected a bishop in 1949 by the church's Latin American Central Conference to supervise Methodist work in Argentina, Bolivia and Uruguay. In 1954, he was one of six presidents elected to seven-year terms by the World Council of Churches. In 1924 he married Odette de Oliveira, who died in 1983. They had four children.","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sante Uberto Barbieri, United Methodist Bishop, 90"},"keywords":[{"name":"persons","value":"BARBIERI, SANTE UBERTO"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS"}],"pub_date":"1991-02-16T00:00:00Z","document_type":"article","news_desk":"Obituary","section_name":"Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary","_id":"4fd1a7a48eb7c8105d6c27c4","word_count":120},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/16\/business\/cuts-in-trans-atlantic-fares-fail-to-spur-jump-in-travel.html","snippet":"The airline industry's widening trans-Atlantic fare war has failed to generate the initial surge in bookings produced by earlier domestic fare cuts, a number of travel agents said yesterday.    \"Clearly when fares were dropped dramatically...","lead_paragraph":"The airline industry's widening trans-Atlantic fare war has failed to generate the initial surge in bookings produced by earlier domestic fare cuts, a number of travel agents said yesterday. \"Clearly when fares were dropped dramatically domestically, there was a quick and sudden reaction on the part of American travelers,\" said Dexter Koehl, a spokesman for Carlson Travel Network, a chain with 1,350 travel agencies in the United States. \"Now, they are being dropped quickly and dramatically across the Atlantic and we are not seeing the same kind of reaction.\"","abstract":null,"print_page":"34","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Cuts in Trans-Atlantic Fares Fail to Spur Jump in Travel"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"PASSENGER SERVICES"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"FARES"}],"pub_date":"1991-02-16T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"The Associated Press","original":"By The Associated Press","person":[]},"type_of_material":"News","_id":"4fd1a7578eb7c8105d6c2094","word_count":561},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/16\/business\/gatt-expects-talks-on-trade-to-resume.html","snippet":"Talks on liberalizing global trade, which broke off in December in a dispute over farm subsidies, may soon resume among low-level negotiators, a spokesman for the General Agreement on Tariffs and Trade said today.   \"We believe we can restart in all...","lead_paragraph":"Talks on liberalizing global trade, which broke off in December in a dispute over farm subsidies, may soon resume among low-level negotiators, a spokesman for the General Agreement on Tariffs and Trade said today. \"We believe we can restart in all the issues in the near future,\" David Woods, a GATT spokesman, said at a news conference.","abstract":null,"print_page":"37","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"GATT Expects Talks On Trade to Resume"},"keywords":[{"name":"persons","value":"DUNKEL, ARTHUR"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1991-02-16T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"REUTERS","original":"REUTERS","person":[]},"type_of_material":"News","_id":"4fd197e58eb7c8105d6a6656","word_count":291},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/21\/business\/farm-trade-talks-are-set-to-resume.html","snippet":"A crucial round of world trade talks that broke up in disarray last December came alive again today after the European Community countries accepted an American-backed approach for dealing with the issue of agricultural subsidies.    Officials at the...","lead_paragraph":"A crucial round of world trade talks that broke up in disarray last December came alive again today after the European Community countries accepted an American-backed approach for dealing with the issue of agricultural subsidies. Officials at the Geneva headquarters of the General Agreement on Tariffs and Trade said a meeting of the 108-nation Trade Negotiating Committee scheduled for next Tuesday should mark the formal resumption of the talks known as the Uruguay Round.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Farm-Trade Talks Are Set To Resume"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1991-02-21T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to The New York Times"},"type_of_material":"News","_id":"4fd1a7ac8eb7c8105d6c2d50","word_count":574},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/24\/business\/forum-an-alliance-turning-into-a-free-for-all.html","snippet":"Beyond the Persian Gulf war and the deepening recession, there looms another make-or-break issue for America: How to deal with Japan and Germany in the new world order?   It was last June when deep cracks in the current German-Japanese-American...","lead_paragraph":"Beyond the Persian Gulf war and the deepening recession, there looms another make-or-break issue for America: How to deal with Japan and Germany in the new world order? It was last June when deep cracks in the current German-Japanese-American alliance first surfaced. At the summit meeting in Houston, the first gathering of heads of state since the collapse of the Berlin wall, President Bush tried to orchestrate a policy reminiscent of the cold war. He urged Japan to hold back on additional foreign aid to China, citing continued abuse of human rights. He asked Germany to go slow in pouring money into the Soviet Union, saying that political and economic reforms there were still inadequate. But Tokyo and Bonn were in no mood to take directions. They told President Bush they would go their own way.","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"An Alliance Turning Into a Free-for-All","kicker":"FORUM"},"keywords":[{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"JAPAN"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1991-02-24T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Jeffrey","middlename":"E.","lastname":"GARTEN","rank":1,"role":"reported","organization":""}],"original":"By JEFFREY E. GARTEN; Jeffrey E. Garten, a managing director of the Blackstone Group, is writing a book for the Twentieth Century Fund on America, Japan and Germany in the 1990's"},"type_of_material":"News","_id":"4fd197e68eb7c8105d6a672e","word_count":682},{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/24\/opinion\/a-big-win-win-on-trade.html","snippet":"Finally, a crucial breakthrough on trade. The European Community last week agreed to demands from the U.S. and third world food exporters to negotiate specific reductions in each of three areas of farm subsidies. That breaks the impasse that...","lead_paragraph":"Finally, a crucial breakthrough on trade. The European Community last week agreed to demands from the U.S. and third world food exporters to negotiate specific reductions in each of three areas of farm subsidies. That breaks the impasse that paralyzed the Uruguay Round of international trade talks in December and opens the way for a bold trade agreement that could add trillions to the world's economies in the 90's. An agreement to negotiate is not yet an agreement. Hard bargaining will commence this week. Having won the principle, however, negotiators need not be so concerned with the actual amount by which farm subsidies will now be cut. Once agricultural trade is included in the General Agreement on Tariffs and Trade, subsidies will eventually fall to insignificance.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Big Win-Win on Trade"},"keywords":[{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1991-02-24T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1b4b88eb7c8105d6d9860","word_count":480}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}