{"response":{"meta":{"hits":106,"time":312,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/05\/opinion\/mexico-s-growing-trade-advantage.html","snippet":"President Bush has now repackaged ''fast track'' authority as  ''trade promotion'' authority, hoping that a little marketing might push the legislation through Congress.    By either name, this authority gives the president the right to negotiate...","lead_paragraph":"President Bush has now repackaged ''fast track'' authority as ''trade promotion'' authority, hoping that a little marketing might push the legislation through Congress. By either name, this authority gives the president the right to negotiate trade deals that Congress must accept or reject, but not amend. But even some supporters of free trade wonder whether the battle, already lost under President Clinton, is worth pursuing. After all, we have liberalized trade and we are still phasing in the North American Free Trade Agreement and the 1994 global trade agreement that created the World Trade Organization. Why not just leave things as they are and avoid unnecessary trouble?","abstract":"Op-Ed article by Robert M Dunn Jr, economics professor, says Congress must give Pres Bush 'fast-track' trade authority for United States to compete in world markets; notes that European Union will soon admit new members, and each new arrival will deprive US of export sales; says greater threat to US is posed by Mexico, which has aggressively pursued agreements with three big markets--North American, European Union and Latin America; says if US reaches free-trade agreements with all countries with which Mexico has pacts, US would no longer be at trade disadvantage; drawing (M)","print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Mexico's Growing Trade Advantage"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"2001-07-05T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Robert M. Dunn Jr"},"type_of_material":"Op-Ed","_id":"4fd2593d8eb7c8105d80567b","word_count":620},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/13\/sports\/plus-soccer-mls-announces-all-star-starters.html","snippet":"Three teenagers -- Bobby Convey of D.C. United, Landon Donovan of San Jose and DaMaracus Beasley of Chicago -- were among the 22 players voted as starters for Major League Soccer's sixth All-Star Game, to be be played July 28 at Spartan Stadium in...","lead_paragraph":"Three teenagers -- Bobby Convey of D.C. United, Landon Donovan of San Jose and DaMaracus Beasley of Chicago -- were among the 22 players voted as starters for Major League Soccer's sixth All-Star Game, to be be played July 28 at Spartan Stadium in San Jose, Calif. The league named the starters for both teams yesterday and will name the substitutes July 24. Jeff Agoos of San Jose, the anchor of the defense for the United States national team, led the fan balloting with 34,711 votes, nearly 8,000 more than his nearest competitor, Eddie Pope of D.C. United.","abstract":"Major League Soccer announces results of fan balloting for All-Star Game (S)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"M.L.S. Announces All-Star Starters","kicker":"PLUS: SOCCER"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"ALL-STAR GAMES"}],"pub_date":"2001-07-13T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"Yannis"}],"original":"By Alex Yannis"},"type_of_material":"News","_id":"4fd217128eb7c8105d791e59","word_count":241},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/23\/sports\/plus-soccer-uruguay-and-mexico-gain-in-copa-america.html","snippet":"Pablo Lima scored on a free kick with four minutes left as Uruguay rallied to defeat Costa Rica, 2-1, and advance to a semifinal match against Mexico in the Copa America, South America's soccer championship, being staged in Colombia.     Costa Rica's...","lead_paragraph":"Pablo Lima scored on a free kick with four minutes left as Uruguay rallied to defeat Costa Rica, 2-1, and advance to a semifinal match against Mexico in the Copa America, South America's soccer championship, being staged in Colombia. Costa Rica's Paulo Wanchope scored his tournament-leading fifth goal early in the second half in Armenia, and Rodrigo Lemos tied it on a penalty kick in the 59th minute.","abstract":"Uruguay and Mexico advance to semifinals in Copa America, South America's soccer championship (S)","print_page":"9","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Uruguay and Mexico Gain in Copa America","kicker":"PLUS: SOCCER"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-07-23T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd227648eb7c8105d7b033b","word_count":"131"},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/25\/sports\/plus-soccer-brazil-eliminated-by-honduras.html","snippet":"Honduras, a late replacement in the 12-team tournament after Argentina withdrew because of security fears, eliminated defending champion Brazil, 2-0, on Monday to set up a semifinal against host Colombia in the Copa America.     Honduras, 48th in...","lead_paragraph":"Honduras, a late replacement in the 12-team tournament after Argentina withdrew because of security fears, eliminated defending champion Brazil, 2-0, on Monday to set up a semifinal against host Colombia in the Copa America. Honduras, 48th in FIFA's world ranking, scored twice in the second half to secure its first victory over Brazil, the four-time World Cup champion, which was seeking a third straight title in South America's premier international event.","abstract":"Honduras defeats Brazil, 2-0, at Copa America soccer tournament; tables (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Eliminated By Honduras","kicker":"PLUS: SOCCER"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"HONDURAS"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COPA AMERICA (SOCCER)"}],"pub_date":"2001-07-25T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2258d8eb7c8105d7acc7c","word_count":322},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/27\/sports\/plus-soccer-colombia-reaches-copa-america-final.html","snippet":"Victor Aristizabal scored his tournament-leading sixth goal as Colombia beat Honduras, 2-0, last night to advance to the Copa America final.     Gerardo Bedoya also scored for Colombia, which will face Mexico in the title game Sunday in Bogota....","lead_paragraph":"Victor Aristizabal scored his tournament-leading sixth goal as Colombia beat Honduras, 2-0, last night to advance to the Copa America final. Gerardo Bedoya also scored for Colombia, which will face Mexico in the title game Sunday in Bogota. Mexico beat Uruguay, 2-1, on Wednesday night in Pereira.","abstract":null,"print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Colombia Reaches Copa America Final","kicker":"PLUS: SOCCER"},"keywords":[],"pub_date":"2001-07-27T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd217198eb7c8105d7922c3","word_count":"61"},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/a-festival-of-concerts-and-classes.html","snippet":"TEN years ago, the members of the Emelin Trio founded what they hoped would become ''an international gathering of world-renowned artists and aspiring students'' at Marymount College in Tarrytown. With each succeeding summer, their dream became more...","lead_paragraph":"TEN years ago, the members of the Emelin Trio founded what they hoped would become ''an international gathering of world-renowned artists and aspiring students'' at Marymount College in Tarrytown. With each succeeding summer, their dream became more of a reality, and now the Summit Music Festival stands among the pre-eminent teaching institutes in the New York metropolitan area. Two Emelin members still rule the roost -- the pianist Efrem Briskin serving as artistic director, the cellist David Krieger as executive director -- but they have gathered an eminent faculty around them, including the violinist Aaron Rosand, the cellist Nathaniel Rosen, the clarinetist Julian Milkis and the pianist Vladimir Viardo.","abstract":"Article outlines several summer music festivals in Westchester County, NY, including Summit Music Festival founded a decade ago by members of Emelin Trio; drawing (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Festival of Concerts and Classes"},"keywords":[{"name":"glocations","value":"WESTCHESTER COUNTY (NY)"},{"name":"organizations","value":"EMELIN TRIO"},{"name":"subject","value":"MUSIC"}],"pub_date":"2001-07-29T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Robert","rank":1,"lastname":"SHERMAN"}],"original":"By ROBERT SHERMAN"},"type_of_material":"News","_id":"4fd2258b8eb7c8105d7acab2","word_count":949},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/01\/business\/two-camps-at-wto-said-to-be-a-bit-closer.html","snippet":"Eager to avoid repeating its humiliating failure in Seattle in 1999, the World Trade Organization moved today to rescue foundering negotiations on a new global round of trade talks by offering concessions to developing-country members.    The...","lead_paragraph":"Eager to avoid repeating its humiliating failure in Seattle in 1999, the World Trade Organization moved today to rescue foundering negotiations on a new global round of trade talks by offering concessions to developing-country members. The 142-nation trade body has been holding a two-day meeting in an effort to assure that the November ministerial gathering in Doha, Qatar, where the new trade round is to be inaugurated, will go smoothly. Since the Seattle meeting fell apart, the large industrial economies have been at odds with many poorer countries, which say they got too little benefit from previous international trade pacts.","abstract":"World Trade Organization, meeting, Geneva, seeks to rescue foundering negotiations on new global round of trade talks by offering concessions to developing-nation members;poorer nations have been insisting that they need relief from some commitments they made in 1994 Uruguay Round of talks before new talks can start; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Two Camps At W.T.O. Said to Be A Bit Closer"},"keywords":[{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2001-08-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd25c048eb7c8105d809772","word_count":583},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/02\/arts\/arts-abroad-argentina-fights-to-save-mural-by-mexican-painter.html","snippet":"An important piece of Latin America's artistic history lies anonymously in five metal containers exposed to moisture, rust and temperature changes in a storage lot a few miles outside this city.    Inside the containers are the pieces of a large...","lead_paragraph":"An important piece of Latin America's artistic history lies anonymously in five metal containers exposed to moisture, rust and temperature changes in a storage lot a few miles outside this city. Inside the containers are the pieces of a large fresco study of nudes -- a woman and two children -- painted by David Alfaro Siqueiros, the Mexican muralist, during an exile of several months in Argentina in 1933. The work was seen by only a few dozen people before it was ordered into storage by a judge in the early 1990's, but some art historians have suggested that it represents a gateway to both modern Argentine and Mexican painting.","abstract":"Arts Abroad column on complicated, decade-long legal battle in Argentina to save 'An Artistic Exercise,' mural by Mexican artist David Alfaro Siqueiros, which he painted in 1933, and which lies unprotected in metal containers in storage lot outside Buenos Aires; some art historians say it represents gateway to both modern Argentine and Mexican painting; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentina Fights to Save Mural by Mexican Painter","kicker":"ARTS ABROAD"},"keywords":[{"name":"persons","value":"SIQUEIROS, DAVID ALFARO"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ART"}],"pub_date":"2001-08-02T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"Krauss"}],"original":"By Clifford Krauss"},"type_of_material":"News","_id":"4fd259408eb7c8105d80589a","word_count":1172},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/05\/magazine\/footnotes-488968.html","snippet":"1. Stanley Saitowitz, based in San Francisco, is one of many who are modernizing the city's once-conservative architectural aesthetic. His Yerba Buena Lofts project, which is nearing completion in the South of Market area, features a sleek update on...","lead_paragraph":"1. Stanley Saitowitz, based in San Francisco, is one of many who are modernizing the city's once-conservative architectural aesthetic. His Yerba Buena Lofts project, which is nearing completion in the South of Market area, features a sleek update on the traditional (and ubiquitous) San Francisco bay window. 2. The Dutch architect Gerrit Rietveld, a member of the Modernist De Stijl movement, is best known for his angular furniture designs like the Red\/Blue and Zigzag chairs of the 1920's and 30's. Cassina, which makes those chairs, also sells reproductions of the more voluptuous Redele chair, right, from 1948. 155 East 56th Street, New York.","abstract":"Footnotes column offers resources, references and back story behind article on Sonoma County, Calif, home designed by Stanley Saitowitz; photos (M)","print_page":"52","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FOOTNOTES"},"keywords":[{"name":"persons","value":"SAITOWITZ, STANLEY"},{"name":"glocations","value":"SONOMA VALLEY (CALIF)"},{"name":"subject","value":"ARCHITECTURE"}],"pub_date":"2001-08-05T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Pilar","rank":1,"lastname":"Viladas"}],"original":"By Pilar Viladas"},"type_of_material":"News","_id":"4fd20ac38eb7c8105d777bf3","word_count":290},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/07\/arts\/jorge-amado-dies-at-88-brazil-s-leading-novelist.html","snippet":"Jorge Amado, Brazil's best-loved writer and one of the most widely translated novelists in the world, died last night in Salvador in the northeastern state of Bahia. He was 88.    Mr. Amado fell ill yesterday afternoon and was admitted to Alianca...","lead_paragraph":"Jorge Amado, Brazil's best-loved writer and one of the most widely translated novelists in the world, died last night in Salvador in the northeastern state of Bahia. He was 88. Mr. Amado fell ill yesterday afternoon and was admitted to Alianca Hospital, the Associated Press reported. The cause of death was heart and lung failure, a hospital spokesman said.","abstract":"Jorge Amado, Brazilian novelist, dies at age 88; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Jorge Amado Dies at 88; Brazil's Leading Novelist"},"keywords":[{"name":"persons","value":"AMADO, JORGE"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2001-08-07T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Edwin","lastname":"McDOWELL"}],"original":"By EDWIN McDOWELL"},"type_of_material":"Obituary; Biography","_id":"4fd20d4e8eb7c8105d77d272","word_count":"1098"}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}