{"response":{"meta":{"hits":96,"time":49,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/05\/weekinreview\/the-world-bad-fences-make-bad-neighbors.html","snippet":"FOR the moment, the shooting in the Andes has abated, and Peru and Ecuador may be content merely to trumpet their respective claims to a disputed section of their border. But last week's conflict, which sparked patriotic marches and other nationalist...","lead_paragraph":"FOR the moment, the shooting in the Andes has abated, and Peru and Ecuador may be content merely to trumpet their respective claims to a disputed section of their border. But last week's conflict, which sparked patriotic marches and other nationalist outbursts in both countries, was sufficient to send a wave of alarm and resentment throughout Latin America, reminding more than a dozen other countries in the region that they too are parties to boundary grievances that could explode at any time. Indeed, Latin American countries that have not engaged in some sort of border dispute are hard to find. Argentina and Chile, two of the guarantors of the treaty that delineates the Peru-Ecuador border, nearly went to war themselves in 1979 over the chilly Beagle Channel in Tierra del Fuego. Nicaragua claims a pair of islands in the Caribbean that are under Colombian control, and Colombia in turn has quarreled with Venezuela over a peninsula they share, while Venezuela has long argued with Guyana over their common border, and Guyana and Suriname have found it difficult to fix sections of their frontier.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World; Bad Fences Make Bad Neighbors"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ECUADOR"},{"name":"glocations","value":"PERU"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"BOUNDARIES AND TERRITORIAL ISSUES"},{"name":"subject","value":"ECUADOR-INTERNATIONAL RELATIONS-PERU"}],"pub_date":"1995-02-05T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd1e7568eb7c8105d7347c3","word_count":810},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/09\/world\/un-to-send-7000-peacekeepers-to-monitor-accord-in-angola.html","snippet":"The Security Council voted unanimously today to send a 7,000-member peacekeeping force to Angola, the largest operation in Africa since troops went to Somalia in 1993.   The Angola mission is a critical one for the United Nations because a previous...","lead_paragraph":"The Security Council voted unanimously today to send a 7,000-member peacekeeping force to Angola, the largest operation in Africa since troops went to Somalia in 1993. The Angola mission is a critical one for the United Nations because a previous international effort to monitor an Angolan peace accord and conduct elections after a long civil war was undone in 1992 when fighting resumed shortly after the voting.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. to Send 7,000 Peacekeepers to Monitor Accord in Angola"},"keywords":[{"name":"glocations","value":"ANGOLA"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1995-02-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"}],"original":"By BARBARA CROSSETTE"},"type_of_material":"News","_id":"4fd1fdd58eb7c8105d75e1bf","word_count":546},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/12\/sports\/results-plus-918195.html","snippet":"HOCKEY  Unbeaten Penguins Stop the Canadiens  The Pittsburgh Penguins remained the National Hockey League's only unbeaten team, improving to 10-0-1 last night with a 3-1 victory over the visiting Montreal Canadiens behind two goals by Jaromir Jagr....","lead_paragraph":"HOCKEY Unbeaten Penguins Stop the Canadiens The Pittsburgh Penguins remained the National Hockey League's only unbeaten team, improving to 10-0-1 last night with a 3-1 victory over the visiting Montreal Canadiens behind two goals by Jaromir Jagr. The Penguins moved closer to the N.H.L. record 15 games without a loss at the start of a season, set by the Edmonton Oilers in 1984-85. Pittsburgh's Ken Wregget, the only N.H.L. goaltender to play every minute this season, has allowed 3 goals or fewer in 9 of the 11 games. The unbeaten streak is his career best and he has notched 10 victories for the ninth consecutive season. The Penguins' only non-victory was last Sunday's 3-3 tie at New Jersey. (AP) WOMEN'S BASKETBALL Texas Tech Rebounds With Team Effort Alicia Thompson came off the bench to score 21 points in 16 minutes, and No. 4 Texas Tech rebounded from its first Southwest Conference loss this season to defeat Baylor, 100-48, yesterday at Lubbock. The Lady Raiders (22-3, 8-1), whose 18-game winning streak was snapped Wednesday, took a 45-25 halftime lead then cruised to victory as all 12 players scored. (AP) TRACK AND FIELD Jackson Returns to Form in Hurdles Colin Jackson rebounded from his first defeat in 18 months by posting the fastest 60-meter hurdles time of the year yesterday, clocking 7.39 seconds at a Britain-France dual meet in Glasgow. Beaten by an American, Allen Johnson, Thursday at Madrid for his first loss in 45 races, Jackson, a Welshman who is world champion and world record-holder over 110 meters outdoors, was quickest off the blocks and beat Tony Jarrett of Wales, the world championship silver medalist. Meanwhile, the world and Olympic 100-meter champion Linford Christie of Britain clocked the second-fastest 60-meter time this year, 6.56. (AP) QUEENS, BRONX SCHOOLS WIN TITLES: St. Francis Prep of Queens and Cardinal Spellman of the Bronx won team titles yesterday in the Catholic High Schools Athletic Association girls' sectional indoor track and field championships at the West 168th Street Armory. In a boys' indoor meet yesterday at Stony Brook University, Chaminade ended St. Anthony's six-year reign as champion of the Nassau-Suffolk County\/Catholic High Schools Athletic Asssociation. The Flyers rallied from a 44-7 deficit to upset St. Anthony's, 97-84, in the six-team competition. TENNIS Agassi Going for San Jose Open Title Andre Agassi's march to the top of the tennis world took another strong turn yesterday when he defeated MaliVai Washington, 6-4, 6-2, in the semifinals of the San Jose Open in California. \"Right now, I'm not struggling at all,\" Agassi said. \"It's a joy to be out there and a joy to be playing.\" Agassi will play the winner of last night's Jim Courier-Michael Chang match in today's final. (AP) BECKER REACHES MARSEILLES FINAL: Top-seeded Boris Becker needed only about an hour to win his semifinal match in the Marseilles Open yesterday, beating Olivier Delaitre, 6-4, 6-2. Daniel Vacek beat Lionel Roux, 6-1, 7-5, and will face Becker in today's final. (AP) YACHT RACING Iceberg Sighted During BOC Challenge Jean Luc Van den Heede, holding second place aboard the 60-foot Vendee Entreprises in the 13-yacht fleet and on a course deep in the Screaming Fifties, yesterday became the first competitor to report an iceberg sighting in the 1994-95 BOC Challenge single-handed round-the-world race. \"The iceberg measured about four miles in length, two miles in width, and was about 30 meters high,\" the French solo sailor radioed in from sailing on the third leg from Sydney, Australia, to Punte del Este, Uruguay. Christophe Auguin of France leads the 27,000-mile race by 116 miles. SPEED SKATING Ritsma Leading at World Championships The favorite, Rintje Ritsma of the Netherlands, took the lead halfway through the men's world speed skating championships at Baselga di Pine, Italy, even though his best showing in two races yesterday was a third-place finish. Ritsma, the Olympic silver medal winner and European champion, placed third in the 500-meter event and fifth in the 5,000 meters to earn 80.72 points. Hiroyuki Noake of Japan toughed snow and fog early in the day to win the 500-meter event in 37.91 seconds. Later starters benefited when the snow stopped. Frank Dittrich of Germany took advantage of the change and skated an exceptional 5,000-meter race (6:56.66) and broke the track record by more than 40 seconds. (AP)","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1995-02-12T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ecab8eb7c8105d73e5c1","word_count":718},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/14\/sports\/results-plus-468795.html","snippet":"TENNIS  Lone American Loses  Alberto Berasategui, the only seeded player to take the court on the opening day, needed three sets and more than two hours to eliminate the only American entry, David Wheaton, in yesterday's first round of the $678,900...","lead_paragraph":"TENNIS Lone American Loses Alberto Berasategui, the only seeded player to take the court on the opening day, needed three sets and more than two hours to eliminate the only American entry, David Wheaton, in yesterday's first round of the $678,900 Muratti Time indoor tournament. Berasategui, a 21-year-old Spaniard who's the No. 3 seeded player in the Milan, Italy, event, downed Wheaton, 7-6 (14-12), 3-6, 6-4 in 2 hours 16 minutes. (AP)","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1995-02-14T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1fdd78eb7c8105d75e311","word_count":504},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/19\/travel\/choice-tables-from-grasshoppers-to-xoconostle-mexican-is-in.html","snippet":"MEXICO CITY, a cosmopolitan capital with varied international tastes, is finally honoring its own. During our last visit in the early 1980's, much of the best dining was French and Continental, with only a handful of the finer restaurants devoted to...","lead_paragraph":"MEXICO CITY, a cosmopolitan capital with varied international tastes, is finally honoring its own. During our last visit in the early 1980's, much of the best dining was French and Continental, with only a handful of the finer restaurants devoted to traditional Mexican cooking. My husband and I returned to Mexico City last month to dramatic change. Although the city still offers a vast array of restaurants, including some from New York and California like Vong, Remi and Spago, many of the newest, most stylish restaurants are serving Mexican food.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From Grasshoppers to Xoconostle, Mexican Is In","kicker":"CHOICE TABLES"},"keywords":[{"name":"glocations","value":"MEXICO"},{"name":"glocations","value":"MEXICO CITY (MEX)"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"RESTAURANTS"},{"name":"subject","value":"NYTRAVEL"}],"pub_date":"1995-02-19T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By FLORENCE FABRICANT;"},"type_of_material":"News","_id":"4fd1fdd28eb7c8105d75dfbc","word_count":2325},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/19\/world\/new-chief-tells-freehanded-uruguay-it-s-time-to-take-its-medicine.html","snippet":"Uruguay has long enjoyed one of the highest standards of living in Latin America, buttressed by a social security system that allows people to retire years earlier than in other countries.   But if the President-elect, Julio Maria Sanguinetti, has...","lead_paragraph":"Uruguay has long enjoyed one of the highest standards of living in Latin America, buttressed by a social security system that allows people to retire years earlier than in other countries. But if the President-elect, Julio Maria Sanguinetti, has his way, those days will soon be over.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"New Chief Tells Freehanded Uruguay It's Time to Take Its Medicine"},"keywords":[{"name":"persons","value":"SANGUINETTI, JULIO MARIA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1995-02-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Calvin","rank":1,"lastname":"SIMS"}],"original":"By CALVIN SIMS"},"type_of_material":"News","_id":"4fd1c66c8eb7c8105d6f74bd","word_count":756},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/23\/nyregion\/news-summary-057095.html","snippet":"International A3-12  FRANCE ACCUSES U.S. OF ESPIONAGE  France has charged five Americans, including the former C.I.A. station chief in Paris and his deputy, with political and economic espionage and asked them to leave the country immediately.  A1","lead_paragraph":"International A3-12 FRANCE ACCUSES U.S. OF ESPIONAGE France has charged five Americans, including the former C.I.A. station chief in Paris and his deputy, with political and economic espionage and asked them to leave the country immediately. A1","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1995-02-23T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1cab68eb7c8105d6ff79e","word_count":773},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/23\/world\/punta-del-este-journal-argentina-tightens-its-belt-and-uruguay-wheezes.html","snippet":"It is summer in the Southern Hemisphere, and once again this resort town on the Atlantic has been transformed into a playground for Latin America's jet-setters.   Punta del Este is South America's version of Palm Beach or the French Riviera, a place...","lead_paragraph":"It is summer in the Southern Hemisphere, and once again this resort town on the Atlantic has been transformed into a playground for Latin America's jet-setters. Punta del Este is South America's version of Palm Beach or the French Riviera, a place where luxury apartment towers line avenues along pristine beaches and where rows of million-dollar homes with manicured gardens sit in pine forests. Up and down its miles of white beaches dotted with colorful umbrellas, sunbathers bask in the summer glow as windsurfers, jet skiers and speed boats vie for space on the open sea.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Punta del Este Journal; Argentina Tightens Its Belt and Uruguay Wheezes"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1995-02-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Calvin","rank":1,"lastname":"SIMS"}],"original":"By CALVIN SIMS"},"type_of_material":"News","_id":"4fd1ecab8eb7c8105d73e5f7","word_count":732},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/25\/sports\/results-plus-305395.html","snippet":"MEN'S COLLEGE BASKETBALL  Carril Gets Victory No. 500  Princeton Coach Pete Carril got his 500th career victory last night, 64-54 over Cornell in Ithaca, N.Y. Carril, 64, has a 500-265 record in 29 seasons, all but one of them at Princeton. He is the...","lead_paragraph":"MEN'S COLLEGE BASKETBALL Carril Gets Victory No. 500 Princeton Coach Pete Carril got his 500th career victory last night, 64-54 over Cornell in Ithaca, N.Y. Carril, 64, has a 500-265 record in 29 seasons, all but one of them at Princeton. He is the 16th active coach and 40th over all to join the 500-victory club. \"I've been trying to downplay this 500 thing all week. It's no big deal -- really it isn't,\" Carril said as he smoked a cigar after the game. \"I'll still go down and have my eggs and ham for breakfast. What's the difference?\"","abstract":null,"print_page":"32","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1995-02-25T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1bb908eb7c8105d6e66d0","word_count":848},{"web_url":"http:\/\/www.nytimes.com\/1995\/02\/26\/sports\/results-plus-377695.html","snippet":"SPEED SKATING  Sundstrom Has Edge  Becky Sundstrom of the United States won the 1,000 meters and took third place in the 1,500 to take a commanding overall lead in the World Junior Speed Skating Championships yesterday in Seinajoki, Finland....","lead_paragraph":"SPEED SKATING Sundstrom Has Edge Becky Sundstrom of the United States won the 1,000 meters and took third place in the 1,500 to take a commanding overall lead in the World Junior Speed Skating Championships yesterday in Seinajoki, Finland. Sundstrom, 18, from Glen Ellyn, Ill., was timed in 1 minute 25.59 seconds, beating Anna Friesinger of Germany by 0.17 seconds in the day's opening race. Sundstrom, who also won the 500 on Friday, leads over all with 129.718 points going into today's 3,000-meter final. Friesinger is second with 131.076 points. (AP) BLAIR TRIUMPHS AGAIN: Bonnie Blair won her 500-meter race yesterday for the second day in a row at a World Cup meet in Inzell, Germany. Blair, a five-time Olympic champion, clocked 40.73 seconds for a close victory over Canada's Susan Auch (40.76). (AP)","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1995-02-26T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1c51d8eb7c8105d6f4f2d","word_count":582}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}