{"response":{"meta":{"hits":193,"time":31,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/23\/opinion\/l-free-trade-s-fine-as-long-as-it-s-really-free-environmental-weapon-184793.html","snippet":"To the Editor:   On most days, your editorials advocate international cooperation and agreement, and at least once a week you call attention to the proper allocation of functions of our national government. It is astounding, therefore, that \"Nafta,...","lead_paragraph":"To the Editor: On most days, your editorials advocate international cooperation and agreement, and at least once a week you call attention to the proper allocation of functions of our national government. It is astounding, therefore, that \"Nafta, Meet the Environment\" (editorial, July 12) supports Judge Charles Richey's unexpected decision on the North American Free Trade Agreement case. He would place the judiciary between the executive and legislative branches by requiring an environmental impact statement before submission of an international agreement to Congress. If this decision were to stand, it would hamper not only the proposed free trade agreement with Canada and Mexico, but also other agreements on trade, arms control, defense, indeed on the environment itself. Almost any subject can be construed as \"affecting the quality of the human environment\" by those seeking to delay or annul or hold hostage an agreement not to their liking.","abstract":null,"print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Free Trade's Fine, as Long as It's Really Free; Environmental Weapon"},"keywords":[{"name":"persons","value":"RICHEY, CHARLES"},{"name":"persons","value":"LOWENFELD, ANDREAS F"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"NORTH AMERICAN FREE TRADE AGREEMENT"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"CONSTITUTIONS"}],"pub_date":"1993-07-23T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd1b9498eb7c8105d6e1a10","word_count":344},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/25\/nyregion\/art-pride-politics-and-puerto-rico-from-el-museo-del-barrio.html","snippet":"MUSEUMS undergoing renovation commonly send parts of their collections on the road. The tours can cover a lot of ground and last a year or more. In the case of El Museo del Barrio, at 104th Street and Fifth Avenue in Manhattan, the excerpt is small...","lead_paragraph":"MUSEUMS undergoing renovation commonly send parts of their collections on the road. The tours can cover a lot of ground and last a year or more. In the case of El Museo del Barrio, at 104th Street and Fifth Avenue in Manhattan, the excerpt is small and the journey begins and ends at the Lehman College Art Gallery here. But that does not lessen the significance of the show, which is summed up in its title, \"Pa'lante.\" This exhortation to \"move forward\" was coined in the early 1970's and became a rallying cry for militant Puerto Rican groups like the Young Lords. Though it may have seemed like a byproduct of \"West Side Story\" to the rest of the world, the group was a serious political organization devoted to bettering the lot of Hispanic-Americans, and, in the heady days of the Civil Rights struggle, members expressed solidarity with black Americans.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pride, Politics and Puerto Rico From El Museo del Barrio","kicker":"ART"},"keywords":[{"name":"glocations","value":"PUERTO RICO"},{"name":"organizations","value":"MUSEO DEL BARRIO"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART SHOWS"},{"name":"subject","value":"ART"}],"pub_date":"1993-07-25T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Vivien","rank":1,"lastname":"RAYNOR"}],"original":"By VIVIEN RAYNOR"},"type_of_material":"Review","_id":"4fd1ddfb8eb7c8105d720f1e","word_count":905},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/26\/sports\/results-plus-719693.html","snippet":"TENNIS Spain Captures Second Federation Cup  Spain crushed Australia's bid for an upset to capture its second Federation Cup title yesterday in Frankfurt. In a lopsided final, the top-seeded Spanish team, led by Arantxa Sanchez Vicario and Conchita...","lead_paragraph":"TENNIS Spain Captures Second Federation Cup Spain crushed Australia's bid for an upset to capture its second Federation Cup title yesterday in Frankfurt. In a lopsided final, the top-seeded Spanish team, led by Arantxa Sanchez Vicario and Conchita Martinez, dominated the unseeded Australians, who were seeking their first title since 1974. Martinez, ranked sixth in the world, beat Michelle Jaggard-Lai, 6-0, 6-2, to put Spain ahead. Then Sanchez Vicario, No. 3 in the world, defeated Nicole Provis, 6-2, 6-3, to give Spain an unbeatable 2-0 lead in the best-of-three series. Spain won the title for the first time in 1991, defeating the United States in the final. (AP) Mansdorf Wins Newsweek Classic: Amos Mansdorf of Israel used a strong baseline game to stymie seventh-seeded Todd Martin, 7-6 (7-4), 7-5, in the championship of the $625,000 Newsweek Classic in Washington. Mansdorf, seeded eighth and ranked 29th in the world, won for the sixth time in his career and for the first time since 1990. He earned $84,000 for the victory. (AP) Gustafsson Solves Stich: Magnus Gustafsson of Sweden overcame Michael Stich's remarkable run of success in his home country, outlasting the German, 6-3, 6-4, 3-6, 4-6, 6-4, to capture the Mercedes Cup in Stuttgart. In the last eight months, Stich has reached the finals of five tournaments in Germany, winning three titles, including the Grand Slam Cup in Munich. (AP) SOCCER Bolivia Stuns Brazil in World Cup Qualifier Brazil, one of the giants of international soccer, was jolted by Bolivia, 2-0, yesterday in La Paz, Bolivia, in a South American World Cup qualifying match. Bolivia, which has not made the World Cup since 1950, scored twice in the final three minutes in what is surely the country's biggest soccer victory. Brazil, which won the World Cup in 1958, 1962 and 1970, had gone 22-0-6 since it beat Chile, 2-0, in 1954 in its first World Cup qualifying game. The victory moved Bolivia to the top of the South American Group B standing with a 2-0-0 record. Brazil is 0-1-1, having tied Ecuador in its previous game. Also in Group B, Jose Herrera's goal early in the second half lifted Uruguay to a 1-0 victory over Venezuela in San Cristobal, Venezuela. The winner of Group B advances to next year's World Cup finals in the United States. The second-place finisher will play against either Canada or Australia for another spot in the finals. (AP) GOLF Azinger Triumphs in New England Classic Paul Azinger, hitting his shots with exquisite precision, fired a three-under-par 68 yesterday to win the New England Classic in Sutton, Mass., by four strokes. His total of 16-under 268 for the four rounds was one shot off the tournament record set in 1985 by George Burns. Azinger won $180,000 to pass $1 million in winnings for the year, second over all on the PGA Tour to Nick Price. (AP) Archer Beats Colbert in Playoff: George Archer shot a record-tying eight-under-par 63 to force a playoff, then parred the third extra hole to beat Jim Colbert and win the Senior PGA Tour's First of America Classic in Grand Rapids, Mich. Archer, 53, is the first back-to-back winner on the Senior Tour this year. He also won last week's rain-shortened Ameritech Senior Open. On the third extra hole, the 398-yard par-4 18th, Archer hit his tee shot under a tree on the left side of the fairway, but made a daring second shot and was able to scramble for a par. (AP) Thirty Years Later, Charles Returns to Scene of Victory: Thirty years after winning the British Open on the same course, Bob Charles of New Zealand claimed the seniors' version with a birdie at the final hole in Lytham St. Annes, England. Charles carded a 74, three-over par at the Lytham and St. Annes course in rainy and windy conditions to finish four rounds seven-over at 291. He won his first British Senior Open by stroke over Gary Player of South Africa and Tommy Horton of England. (AP) AUTO RACING Teammate's Mishap Gives Prost Victory Alain Prost of France won the German Grand Prix in Hockenheim after trailing for most of the race until hard-luck teammate Damon Hill blew a tire on his Williams-Renault with two laps remaining. It was Prost's seventh Formula One victory this season and 51st over all -- extending his career record on the circuit. (AP) HORSE RACING Liver Stand by a Nose in Evan Shipman Liver Stand prevailed by a nose over Excellent Tipper in the $60,000-added Evan Shipman for New York-breds at Belmont yesterday. Bill Of Rights finished another four lengths back in third in the field of five. Under Jorge Chavez and 117, Liver Stand held a narrow advantage throughout to cover the 11\/16 miles in 1:423\/5 over a fast track. The Stanley Shapoff-trained colt earned his second victory of six starts this year and $39,720 for owner Mine Hill Stable. The winner returned $22.80, $7 and $4 for $2 across the board. Excellent Tipper paid $3 and $3, and Bill of Rights was $3.20 to show. (AP)","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-07-26T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1cc0c8eb7c8105d70228f","word_count":844},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/01\/world\/senate-confirms-mondale-as-envoy-to-japan.html","snippet":"The Senate has approved former Vice President Walter F. Mondale to be the United States Ambassador to Japan.   By voice vote, the Senate confirmed Mr. Mondale and more than a dozen others for senior diplomatic posts on Friday.","lead_paragraph":"The Senate has approved former Vice President Walter F. Mondale to be the United States Ambassador to Japan. By voice vote, the Senate confirmed Mr. Mondale and more than a dozen others for senior diplomatic posts on Friday.","abstract":null,"print_page":"3","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Senate Confirms Mondale as Envoy to Japan"},"keywords":[{"name":"persons","value":"RAPHEL, ROBIN LYNN"},{"name":"persons","value":"MOOSE, RICHARD M"},{"name":"persons","value":"DAVIDOW, JEFFREY"},{"name":"persons","value":"DODD, THOMAS J"},{"name":"persons","value":"EIZENSTAT, STUART"},{"name":"persons","value":"CLINTON, BILL"},{"name":"persons","value":"RAISER, MARY M"},{"name":"persons","value":"MONDALE, WALTER F"},{"name":"persons","value":"FLANIGAN, ALAN H"},{"name":"persons","value":"AARON, DAVID L"},{"name":"persons","value":"BLANCHARD, JAMES J"},{"name":"persons","value":"JOHNSON, DONALD C"},{"name":"persons","value":"MAISTO, JOHN"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"VENEZUELA"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"MONGOLIA"},{"name":"glocations","value":"EL SALVADOR"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"ORGANIZATION FOR ECONOMIC COOPERATION AND DEVELOPMENT"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"STATE DEPARTMENT"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"UNITED STATES FOREIGN SERVICE"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1993-08-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d07f8eb7c8105d70a104","word_count":"193"},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/02\/sports\/results-plus-742993.html","snippet":"TENNIS  No. 95 in World, No. 1 in Canadian Open  Mikael Pernfors of Sweden continued a remarkable comeback with a 2-6, 6-2, 7-5 victory over Todd Martin yesterday in the Player's International Canadian Open tournament in Montreal. Pernfors, a top-10...","lead_paragraph":"TENNIS No. 95 in World, No. 1 in Canadian Open Mikael Pernfors of Sweden continued a remarkable comeback with a 2-6, 6-2, 7-5 victory over Todd Martin yesterday in the Player's International Canadian Open tournament in Montreal. Pernfors, a top-10 player in 1986 who developed Achilles' tendon problems, got his first victory since he won in Scottsdale, Ariz., in 1988. Pernfors, 30, the lowest-ranked player ever to reach the Canadian Open final at No. 95, earned $235,000 -- more than he had won since undergoing surgery on his injured foot in April 1990. Pernfors had upset Jim Courier, the No.2-seeded player, and Petr Korda, seeded sixth, en route to the final. Pernfors had dropped to a career low ranking of 1,001 in 1991 and had only rebounded to No. 237 by the end of last season. The Canadian Open was the first tournament in which he didn't have to go through qualifying since his operation. (AP) Costa Makes Short Work of Gustaffson: Carlos Costa lost only six games against Magnus Gustafsson to win the Dutch Open clay-court championship in Hilversum, the Netherlands. Costa, ranked 42d in the world, won, 6-1, 6-2, 6-3, in an 85-minute match against the 26th-ranked Gustafsson, who was suffering from a recurrence of an arm injury. Neither finalist was seeded in the tournament. (AP)","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-08-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1b9548eb7c8105d6e1f24","word_count":935},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/03\/business\/europeans-pick-up-the-frayed-pieces-of-money-system.html","snippet":"The French franc sank a little more than 2 percent in world currency trading today, and European governments we left wondering what, if anything, remained of their monetary system and of the European Community's vaunted plan to create a single...","lead_paragraph":"The French franc sank a little more than 2 percent in world currency trading today, and European governments we left wondering what, if anything, remained of their monetary system and of the European Community's vaunted plan to create a single currency before the turn of the century. In addition to the battering taken by the French currency, Danish, Belgian, Spanish and Portuguese money all lost value against the German mark and the Dutch guilder, the community's two strong currencies.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EUROPEANS PICK UP THE FRAYED PIECES OF MONEY SYSTEM"},"keywords":[{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"PORTUGAL"},{"name":"glocations","value":"DENMARK"},{"name":"glocations","value":"BELGIUM"},{"name":"glocations","value":"SPAIN"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"NETHERLANDS"},{"name":"glocations","value":"BRUSSELS (BELGIUM)"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"EUROPEAN MONETARY SYSTEM"}],"pub_date":"1993-08-03T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd1cc058eb7c8105d701bd6","word_count":1325},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/04\/sports\/sports-people-soccer-bad-times-for-brazil.html","snippet":"Brazil's soccer team, struggling on the field and booed by its fans, received another jolt yesterday when the World Cup veteran CARECA left the squad.   The 32-year-old forward said he is having personal problems and \"lacked the right spirit...","lead_paragraph":"Brazil's soccer team, struggling on the field and booed by its fans, received another jolt yesterday when the World Cup veteran CARECA left the squad. The 32-year-old forward said he is having personal problems and \"lacked the right spirit necessary at this time to represent Brazil in World Cup competition.\"","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bad Times for Brazil","kicker":"SPORTS PEOPLE: SOCCER"},"keywords":[{"name":"creative_works","value":"SPORTS PEOPLE (TIMES COLUMN)"},{"name":"persons","value":"CARECA"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"SOCCER"}],"pub_date":"1993-08-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1e83d8eb7c8105d736679","word_count":327},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/05\/business\/money-woes-in-europe-may-aid-us.html","snippet":"Official Washington hardly wishes to be seen celebrating a difficult and embarrassing moment for European leaders, but quietly, very quietly, many on this side of the Atlantic say that the currency crisis last week may turn out to be a blessing in...","lead_paragraph":"Official Washington hardly wishes to be seen celebrating a difficult and embarrassing moment for European leaders, but quietly, very quietly, many on this side of the Atlantic say that the currency crisis last week may turn out to be a blessing in disguise. After the Exchange Rate Mechanism, the European Community's system of substantially fixed exchange rates, threatened to come apart, finance ministers and central bankers reluctantly agreed to let their currencies trade within much wider ranges.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Money Woes In Europe May Aid U.S."},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"INTEREST RATES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"EUROPEAN MONETARY SYSTEM"}],"pub_date":"1993-08-05T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Sylvia","rank":1,"lastname":"NASAR"}],"original":"By SYLVIA NASAR"},"type_of_material":"News","_id":"4fd1a9988eb7c8105d6c6644","word_count":1243},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/08\/magazine\/weathering-the-rally-event.html","snippet":"After the United States military fired missiles on Iraq on June 27, President Clinton's approval rating surged 11 points, to 50 percent, for a fortnight. Ever since Franklin Roosevelt watched his ratings climb after key moments of the Second World...","lead_paragraph":"After the United States military fired missiles on Iraq on June 27, President Clinton's approval rating surged 11 points, to 50 percent, for a fortnight. Ever since Franklin Roosevelt watched his ratings climb after key moments of the Second World War, poll analysts have tracked these involuntary calls to patriotism and given them a name: rally events. A rally event always provides a boost -- though often only a momentary one -- even if the action is a disaster. Kennedy, for instance, sustained a five-point bump for a week following the Bay of Pigs incident. In fact, a President need not even be a willing participant, so long as he remains a sympathetic character. After Iran seized American hostages, Carter floated on a 30-week, 19-point high that ebbed, to his dismay, during the Democratic primaries; Reagan's approval rating leaped 7 points for 9 weeks following his attempted assasination. Of course, the public mind can be perverse: Johnson received his biggest bounce in March 1968 after announcing he would not run again.","abstract":null,"print_page":"64","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Weathering the Rally Event"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"PUBLIC OPINION"}],"pub_date":"1993-08-08T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Jack Hitt;"},"type_of_material":"News","_id":"4fd1a9a18eb7c8105d6c6aa3","word_count":846},{"web_url":"http:\/\/www.nytimes.com\/1993\/08\/09\/sports\/no-headline-751693.html","snippet":"TENNIS  Krajicek Edges Chang Richard Krajicek recovered from a shaky start yesterday to beat Michael Chang, 0-6, 7-6 (7-3), 7-6, (7-5) and successfully defend his Volvo-Los Angeles title. Krajicek, seeded fourth and ranked 10th, struggled to get his...","lead_paragraph":"TENNIS Krajicek Edges Chang Richard Krajicek recovered from a shaky start yesterday to beat Michael Chang, 0-6, 7-6 (7-3), 7-6, (7-5) and successfully defend his Volvo-Los Angeles title. Krajicek, seeded fourth and ranked 10th, struggled to get his big serve going, allowing Chang to dictate from the baseline. In the third-set tie breaker, the ninth-ranked Chang led by 3-2 before committing two straight errors. A huge serve and overhead smash gave Krajicek a 5-3 lead. Down match point at 6-5, Chang hit a down-the-line backhand that was just wide. (AP)","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Headline"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-08-09T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1bd058eb7c8105d6e954b","word_count":891}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}