{"response":{"meta":{"hits":106,"time":37,"offset":100},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/07\/arts\/art-guide.html","snippet":"A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and...","lead_paragraph":"A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a highly recommended show. Museums","abstract":null,"print_page":"36","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ART GUIDE"},"keywords":[],"pub_date":"2001-12-07T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd2120b8eb7c8105d788063","word_count":4448},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/09\/weekinreview\/the-nation-through-a-prism-of-a-latin-past.html","snippet":"THE novelist Isabel Allende was recently asked what came to mind when she heard the date Sept. 11. Without hesitation, Ms. Allende said she thought of Chile, her native land, and what happened there on Sept. 11, 1973. That was the day the military...","lead_paragraph":"THE novelist Isabel Allende was recently asked what came to mind when she heard the date Sept. 11. Without hesitation, Ms. Allende said she thought of Chile, her native land, and what happened there on Sept. 11, 1973. That was the day the military toppled the democratically elected government of Salvador Allende, causing his death. Ms. Allende, a second cousin of Mr. Allende, fled soon after. That two barbaric events in the Americas happened on the same date is an eerie coincidence that startles Ms. Allende and other Latinos now living in the United States. But what resonates with many is not so much that violence has chased them to a new, democratic country. Instead, they are dreading what could come after -- and in their homelands often did.","abstract":"Latinos now living in United States react to Sept 11 terrorist attack with apprehension; many of them fled countries where ardent nationalism was often step toward increasingly authoritarian government, and where military ruled at will; what resonates is not so much that violence has chased them to new, democratic country; instead, they dread what could come after--and in their homelands often did; they remain critical of any abuse of power or attempt at censorship from those who think united, unquestioning country makes nation stronger; photo (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Through a Prism of a Latin Past"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"WASHINGTON (DC)"},{"name":"subject","value":"WORLD TRADE CENTER (NYC)"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"HIJACKING"},{"name":"subject","value":"SECURITY AND WARNING SYSTEMS"},{"name":"subject","value":"TERRORISM"}],"pub_date":"2001-12-09T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Mirta","rank":1,"lastname":"OJITO"}],"original":"By MIRTA OJITO"},"type_of_material":"News","_id":"4fd2292e8eb7c8105d7b2dbc","word_count":1095},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/17\/business\/international-business-globalization-marches-on-as-us-eases-up-on-the-reins.html","snippet":"To hear Eastman Kodak tell it -- and many other multinationals -- globalization marches inexorably forward. Neither incessant protests, nor worldwide recession nor the war on terrorism stops it.    Kodak's overseas sales, after all, generate more...","lead_paragraph":"To hear Eastman Kodak tell it -- and many other multinationals -- globalization marches inexorably forward. Neither incessant protests, nor worldwide recession nor the war on terrorism stops it. Kodak's overseas sales, after all, generate more than half its annual revenue, and the percentage is rising. The company has factories in Britain, France, Brazil, Mexico, Canada, India, China and Japan. Cameras and film flow constantly across borders, at a cost of $200 million a year in tariffs. And now, despite the anger and turmoil surrounding the issue, the nations of the world have agreed to negotiate yet another round of tariff-cutting.","abstract":"Bush administration succeeded in Doha, Qatar, in getting members of World Trade Organization to agree to another round of negotiations to lower barriers to trade, but doing so required certain compromises, like watering down of protections for brand-name drugs; globalization is gradually slipping from control of US and other industrial nations as developing countries gain ground in a few battles; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"International Business; Globalization Marches On, as U.S. Eases Up on the Reins"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"2001-12-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Louis","rank":1,"lastname":"UCHITELLE"}],"original":"By LOUIS UCHITELLE"},"type_of_material":"News","_id":"4fd219628eb7c8105d79751f","word_count":1702},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/20\/world\/reeling-from-riots-argentina-declares-a-state-of-siege.html","snippet":"President Fernando de la Rúa declared a 30-day state of siege after food riots and looting broke out across Argentina today, and the police fired rubber bullets and tear gas at rock-throwing protesters in Buenos Aires and several provincial cities....","lead_paragraph":"President Fernando de la Rúa declared a 30-day state of siege after food riots and looting broke out across Argentina today, and the police fired rubber bullets and tear gas at rock-throwing protesters in Buenos Aires and several provincial cities. Five people were killed in the rioting. The most widespread social disturbances since the 1980's came on a sweltering summer day. The near anarchy in many cities appeared to be a mix of spontaneous pilferage by the unemployed seeking to put food on their Christmas tables and organized protests to force the tottering government of Mr. de la Rúa to give up power.","abstract":"Pres Fernando de la Rua declares 30-day state of siege after food riots and looting break out across Argentina; five people are killed in rioting in Buenos Aires and other cities; Economy Min Domingo Cavallo reportedly resigns his post; tensions have been building for last four days as poor peole massed around supermarkets in several cities, demanding handouts and sometimes breaking down doors; photos (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Reeling From Riots, Argentina Declares a State of Siege"},"keywords":[{"name":"persons","value":"CAVALLO, DOMINGO"},{"name":"persons","value":"DE LA RUA, FERNANDO"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"LOOT AND LOOTING"},{"name":"subject","value":"SUPERMARKETS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"},{"name":"subject","value":"FOOD"}],"pub_date":"2001-12-20T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd229318eb7c8105d7b2fa7","word_count":1201},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/23\/world\/a-crisis-unlikely-to-be-contagious.html","snippet":"Argentina's fiscal and financial crisis has resulted in a run on its banks, political turmoil, hunger and even death. A default on the public debt or a devaluation of the peso would cause still more pain for Argentines.    But in a novel development...","lead_paragraph":"Argentina's fiscal and financial crisis has resulted in a run on its banks, political turmoil, hunger and even death. A default on the public debt or a devaluation of the peso would cause still more pain for Argentines. But in a novel development for world markets, the crisis seemed likely to be contained in Argentina.","abstract":"Economists say that for variety of reasons, Argentina's fiscal and financial crisis will likely be contained in Argentina, and will not be shared by other countries near or far (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Crisis Unlikely to Be Contagious"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2001-12-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Daniel","rank":1,"lastname":"ALTMAN"}],"original":"By DANIEL ALTMAN"},"type_of_material":"News","_id":"4fd2298b8eb7c8105d7b33f5","word_count":835},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/24\/world\/argentine-leader-declares-default-on-billions-in-debt.html","snippet":"Adolfo Rodríguez Saá, a moderate governor from a tiny rural province, became the unlikely caretaker president of Argentina today after several days of civil disturbances. He immediately declared a default on the country's $132 billion debt,...","lead_paragraph":"Adolfo Rodríguez Saá, a moderate governor from a tiny rural province, became the unlikely caretaker president of Argentina today after several days of civil disturbances. He immediately declared a default on the country's $132 billion debt, promising to use the money saved to create jobs and fortify social programs. The default is the largest in history, but is not considered an imminent threat to other countries, developed or developing. That is because the crisis has been slow to unfold, and many creditors had opportunities to limit their risk.","abstract":"Adolfo Rodriguez Saa, moderate Argentine governor, becomes country's caretaker president and immediately declares default on its $132 billion debt, promising to use money saved to create jobs and fortify social programs; default is largest in history, but is not considered imminent threat to other countries because crisis has been slow to unfold and many creditors had opportunities to limit their risk; bank controls remain in effect, and Rodriguez Saa says he has no intention of ending practice of pegging peso's value to dollar; will expand printing of scrip to pay government workers; election for new president will be held on March 3; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINE LEADER DECLARES DEFAULT ON BILLIONS IN DEBT"},"keywords":[{"name":"persons","value":"RODRIGUEZ SAA, ADOLFO"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"DEFAULTING"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"GOVERNMENT EMPLOYEES"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2001-12-24T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd211338eb7c8105d78652e","word_count":1385}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}