{"response":{"meta":{"hits":121,"time":50,"offset":90},"docs":[{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9A00E3D91138E633A2575BC1A96F9C946496D6CF","snippet":"WASHINGTON, Sept. 17. -Robert Lansing, the Secretary of State, left Washington at 4 o'clock this afternoon to attend the meeting of the Pan-American Conference on Mexican Affairs, to be held at the Hotel Baltimore in New York tomorrow afternoon. He...","lead_paragraph":"WASHINGTON, Sept. 17. -Robert Lansing, the Secretary of State, left Washington at 4 o'clock this afternoon to attend the meeting of the Pan-American Conference on Mexican Affairs, to be held at the Hotel Baltimore in New York tomorrow afternoon. He will meet the Ambassadors from Argentina, Brazil, and Chile and the Ministers from Bolivia, Uruguay, and Guatemala.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CONFERENCE HERE TODAY.; Villa Faction Attacks Carranza's Invitation to Envoys.","kicker":"1"},"keywords":[],"pub_date":"1915-09-18T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to The New York Times"},"type_of_material":"Article","_id":"4fc05e7045c1498b0d283193","word_count":398},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9E03EED71731E733A0575AC1A96F9C946496D6CF","snippet":"The Pan-American conference on the Mexican situation, which met yesterday at the Hotel Biltmore, reached an agreement which within the next three weeks will determine the recognition of a de facto Government in Mexico by the United States, the A B C...","lead_paragraph":"The Pan-American conference on the Mexican situation, which met yesterday at the Hotel Biltmore, reached an agreement which within the next three weeks will determine the recognition of a de facto Government in Mexico by the United States, the A B C powers, Bolivia, Uruguay, and Guatemala.","abstract":"second conference at Hotel Biltmore, envoys agree to recognize stronger faction, positive declaration that intervention is not being considered","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Envoys Agree to Recognize the Stronger Faction in Mexico; Action of Pan-American Conference Foreshadows Acceptance of Carranza Three Weeks Hence ;- Positive Declaration That Intervention Is Not Being Considered."},"keywords":[{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"PAN-AMERICAN CONFERENCE"}],"pub_date":"1915-09-19T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Front Page","_id":"4fc085b245c1498b0d33e19b","word_count":1527},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9B0CE0DF1239E333A25752C2A96F9C946496D6CF","snippet":"THE TIMES presents herewith excerpts from a memorandum presented to the Ambassadors of Brazil, Argentina, and Chile and the Ministers of Bolivia, Uruguay, and Guatemala, by Manuel Calero, the last duly accredited Ambassador of Mexico to the United...","lead_paragraph":"THE TIMES presents herewith excerpts from a memorandum presented to the Ambassadors of Brazil, Argentina, and Chile and the Ministers of Bolivia, Uruguay, and Guatemala, by Manuel Calero, the last duly accredited Ambassador of Mexico to the United States; and Flores Magon, who was Secretary of the Interior in the Cabinet of the late President Francisco Y. Madero of Mexico.","abstract":"presents plea to Latin-Amer. members of Pan-Amer. conference on Mexico","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HANDS OFF' PLEA MADE FOR MEXICO; Calero and Magon Address Latin American Members of Pan-American Conference. ARRAIGN WILSON'S POLICY As Based Upon False Assumption That Warring Factions Are the Mexican People. JEALOUS OF SOVEREIGNTY South Americans Asked to Persuade Washington to Abandon Its Program of Practical Intervention."},"keywords":[{"name":"persons","value":"MAGON, FLORES"},{"name":"persons","value":"CALERO, MANUEL"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"PAN-AMERICAN CONFERENCE"}],"pub_date":"1915-09-21T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc085b645c1498b0d33e7bf","word_count":2692},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9F0DE0DF1239E333A25752C2A96F9C946496D6CF","snippet":"The TIMES presents herewith excerpts from a memorandum presented to the Ambassadors of Brazil, Argentina, and Chile and the Ministers of Bolivia, Uruguay, and Guatemalt, by Manuel Calero, the last duly accredited Ambassador of Mexico to the United...","lead_paragraph":"The TIMES presents herewith excerpts from a memorandum presented to the Ambassadors of Brazil, Argentina, and Chile and the Ministers of Bolivia, Uruguay, and Guatemalt, by Manuel Calero, the last duly accredited Ambassador of Mexico to the United States; and Flores Magon, who was Secretary of the Interior in the Cabinet of the late President Francisco Y. Madero of Mexico.","abstract":"Perkins and Moss both say they can win","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HANDS OFF' PLEA MADE FOR MEXICO; Calero and Magon Address Latin American Members of Pan-American Conference. ARRAIGN WILSON'S POLICY As Based Upon False Assumption That Warring Factions Are the Mexican People. JEALOUS OF SOVEREIGNTY South Americans Asked to Persuade Washington to Abandon Its Program of Practical Intervention."},"keywords":[{"name":"persons","value":"WILSON, WOODROW"},{"name":"glocations","value":"GERMANY"},{"name":"subject","value":"MUNICIPAL CAMPAIGN, N. Y. C."},{"name":"subject","value":"DISTRICT ATTORNEY"}],"pub_date":"1915-09-21T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc085b545c1498b0d33e636","word_count":2941},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9C03EFD81138E633A25757C2A96F9C946496D6CF","snippet":"Leaders in foreign commerce at the National Foreign Trade Council's second annual meeting at the Biltmore yesterday gave warning that the United States must prepare for the end of the war in Europe. European competition, it was pointed out, would be...","lead_paragraph":"Leaders in foreign commerce at the National Foreign Trade Council's second annual meeting at the Biltmore yesterday gave warning that the United States must prepare for the end of the war in Europe. European competition, it was pointed out, would be active and powerful, and it would be well to begin now negotiations for reciprocal trade agreements with other countries.","abstract":"annual meeting in N. Y. C., aim to hold export trade after the war, Pres. Wilson urged to negotiate reciprocal treaties to benefit American commerce, Chairman J. A. Farrell stresses immediate economic preparation; trade agreement resolution; report of Merchant Marine Committee on shipping problem","print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AIM TO HOLD EXPORT TRADE AFTER WAR; President Urged to Negotiate Reciprocal Treaties to Benefit American Commerce. EXPECT KEEN COMPETITION Trade Council Reminded That Allies in War May Become Allies in Business."},"keywords":[{"name":"persons","value":"WHEELER, H. A."},{"name":"persons","value":"WILSON, WOODROW"},{"name":"persons","value":"FARRELL, JAMES A."},{"name":"organizations","value":"NATIONAL FOREIGN TRADE COUNCIL"},{"name":"subject","value":"EUROPEAN WAR"},{"name":"subject","value":"PAN-AMERICAN FINANCIAL & TRADE CONFERENCE"},{"name":"subject","value":"SHIPPING"},{"name":"subject","value":"MERCHANT MARINE"}],"pub_date":"1915-09-24T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc085b545c1498b0d33e768","word_count":1177},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9C06E2D6103CE733A25755C2A96F9C946496D6CF","snippet":"One of the most complicated and troublesome problems confronting American exporters interested in building up a South American trade is the lack of uniformity in Consular regulations affecting shipments to the countries of the Southern Continent....","lead_paragraph":"One of the most complicated and troublesome problems confronting American exporters interested in building up a South American trade is the lack of uniformity in Consular regulations affecting shipments to the countries of the Southern Continent. This for many years has been a factor tending to complicate and hinder commercial relations with Latin America.","abstract":null,"print_page":"S8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CONSULAR RULES IN LATIN AMERICA; A Government Publication Showing Precautions to be Taken by Exporters.","kicker":"1"},"keywords":[],"pub_date":"1915-09-26T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc085b145c1498b0d33dfbe","word_count":1190},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9506E4D6103CE733A25755C2A96F9C946496D6CF","snippet":"Speaking at what was called a \"citizens' mass meeting in Cooper Union to nominate Frank Moss for District Attorney.\" Mr. Moss created a sensation last night when he declared, as showing why he was not wanted in the office of District Attorney, that...","lead_paragraph":"Speaking at what was called a \"citizens' mass meeting in Cooper Union to nominate Frank Moss for District Attorney.\" Mr. Moss created a sensation last night when he declared, as showing why he was not wanted in the office of District Attorney, that there was at present a man in Ludlow Street Jail who had been for a year trying to get the District Attorney to listen to a complaint against Charles P. Howland.","abstract":"statement from Ryan headquarters saying their dignified campaign should appeal to voters","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MOSS SAYS PERKINS SHIELDS OIL LAWYER; Prosecutor Is Deaf to Prisoner's Plea for a Hearing, Candidate Asserts. RUINED BY TRAMWAY DEAL Howlands, Counsel of John D. Rockefeller, Accused by Man Confined in Ludlow Street Jail."},"keywords":[{"name":"persons","value":"PERKINS, CHARLES ALBERT"},{"name":"persons","value":"HOWLAND, CHARLES P."},{"name":"organizations","value":"JUDICIARY OFFICES, MUNICIPAL COURTS"},{"name":"subject","value":"MUNICIPAL CAMPAIGN, N. Y. C."},{"name":"subject","value":"DISTRICT ATTORNEY"},{"name":"subject","value":"MUNICIPAL CAMPAIGN, N. Y. C."}],"pub_date":"1915-09-26T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc085b645c1498b0d33e791","word_count":1602},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9F02E2D6103CE733A25755C2A96F9C946496D6CF","snippet":"AMONG the many books that have been written about South America during the last five years Mr. Koebel's volume deserves to take high rank because of the perspective with which the author views his subject and the consequent discrimination with which...","lead_paragraph":"AMONG the many books that have been written about South America during the last five years Mr. Koebel's volume deserves to take high rank because of the perspective with which the author views his subject and the consequent discrimination with which he writes, and because of the mental poise and the judicial frame of mind which he has preserved throughout the book.","abstract":null,"print_page":"BR339","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RACIAL DIFFERENCES IN SOUTH AMERICA; W.H. Koebel Advances an Interesting Theory in His Thoughtful Study of the People of the Southern Continent ;- The Real Argentine THE SOUTH AMERICANS. By W.H. Koebel. Illustrated. New York: Dodd, Mead & Co. $3. THE REAL ARGENTINE. Notes and Impressions of a Year in the Argentine and Uruguay. By J.A. Hammerton. Illustrated. New York: Dodd, Mead & Co. $2.50.","kicker":"1"},"keywords":[],"pub_date":"1915-09-26T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Review","_id":"4fc061a345c1498b0d292748","word_count":2552},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9C02E0DA153AE633A2575BC2A96F9C946496D6CF","snippet":"new Govt. volume deals with all phases of trade conditions","lead_paragraph":null,"abstract":"new Govt. volume deals with all phases of trade conditions","print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BOOK ON SOUTH AMERICA.; Department of Commerce Issues a Volume on Trade Conditions There."},"keywords":[{"name":"glocations","value":"SOUTH AMERICA"},{"name":"subject","value":"COMMERCE"}],"pub_date":"1915-09-28T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to The New York Times"},"type_of_material":"Article","_id":"4fc085b445c1498b0d33e4be","word_count":175},{"web_url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9401E1DA133FE233A25750C0A9669D946496D6CF","snippet":"One great factor that has come to the aid of the large groups of industries whose output is things to wear is the weather. For several years past high temperatures extended even into October, and the holiday-buying season was well under way before...","lead_paragraph":"One great factor that has come to the aid of the large groups of industries whose output is things to wear is the weather. For several years past high temperatures extended even into October, and the holiday-buying season was well under way before warm clothing was really essential.","abstract":null,"print_page":"108","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE MERCHANT'S POINT OF VIEW","kicker":"1"},"keywords":[],"pub_date":"1915-10-03T00:00:00Z","document_type":"article","news_desk":null,"section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Article","_id":"4fc085ea45c1498b0d33ed72","word_count":2039}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}