{"response":{"meta":{"hits":118,"time":59,"offset":90},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/04\/sports\/youth-world-cup-growing.html","snippet":"The Youth World Cup tournament, the counterpart to the World Cup for players 20 years of age and younger, started in Australia yesterday with 16 countries, including the United States, taking part in what is quickly becoming one of the two major...","lead_paragraph":"The Youth World Cup tournament, the counterpart to the World Cup for players 20 years of age and younger, started in Australia yesterday with 16 countries, including the United States, taking part in what is quickly becoming one of the two major international soccer events in the world. According to Dr. Joao Havelange, president of the international federation (F.I.F.A.), the Youth World Cup, which started in 1977, in some aspects has oustripped even the World Cup, which began in 1930. F.I.F.A. organized both events. ''After only five years, the Youth World Cup is getting stronger much more quickly than the World Cup did in its formative years,'' said Havelange, a Brazilian. Unlike the World Cup, which is held every four years, the Youth World Cup, or the F.I.F.A. World Youth Championship for the Coca-Cola Cup as it is officially known, is played every two years. It started successfully in Tunisia in 1977 and its reputation was enhanced further in 1979 in Japan.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Youth World Cup Growing"},"keywords":[{"name":"glocations","value":"AUSTRALIA"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"CHILDREN AND YOUTH"}],"pub_date":"1981-10-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd11afe8eb7c8105d5d6258","word_count":758},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/11\/world\/uruguay-hits-snags-in-planning-1984-election.html","snippet":"Early problems have arisen in Uruguay's effort to restore representative government, with military leaders and politicians accusing each other of obstructing discussions.   Gen. Gregorio Alvarez, the former army commander who took over the presidency...","lead_paragraph":"Early problems have arisen in Uruguay's effort to restore representative government, with military leaders and politicians accusing each other of obstructing discussions. Gen. Gregorio Alvarez, the former army commander who took over the presidency on Sept. 1, was appointed by the country's leading officers to try to arrange free and open general elections before his term expires in March 1985. Consultations began immediately with the country's two traditional political groups, the Colorado and Blanco Parties, on setting up talks to restore political freedoms suspended when the military took over in 1973. The talks have stalled, with politicians saying that the military has not clearly defined its program and the military countering that disagreements in the parties have prevented them from agreeing on representatives for the discussions.","abstract":null,"print_page":"13","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"URUGUAY HITS SNAGS IN PLANNING 1984 ELECTION"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1981-10-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[],"original":"Reuters","organization":"Reuters"},"type_of_material":"News","_id":"4fd118138eb7c8105d5cfe58","word_count":"604"},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/11\/sports\/us-youth-soccer-struggling.html","snippet":"American soccer experienced another nasty kick last week when the United States National Youth team was eliminated in the first round of the Youth World Cup tournament in Australia.   The Americans were surrounded by controversy even before they...","lead_paragraph":"American soccer experienced another nasty kick last week when the United States National Youth team was eliminated in the first round of the Youth World Cup tournament in Australia. The Americans were surrounded by controversy even before they arrived for the 16-nation tournament, counterpart to the World Cup for players under the age of 20. Three key members of the American squad stayed behind to play for their colleges. Two of the players, Billy McKeon and Mike Menendez, are from St. Louis University, and the other, Kevin Fouser, plays for Hartwick College. All three, especially McKeon, were instrumental in helping the United States qualify for the tournament for the first time.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Youth Soccer Struggling"},"keywords":[{"name":"glocations","value":"AUSTRALIA"},{"name":"subject","value":"SOCCER"}],"pub_date":"1981-10-11T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd11f628eb7c8105d5df0af","word_count":732},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/16\/sports\/gerard-case-horse-scratched.html","snippet":"A horse that had been entered in tonight's second race at the Meadowlands was scratched last night after the track's stewards had learned that he was barred from racing in New York and New Jersey as a suspected ringer in an offshoot of the celebrated...","lead_paragraph":"A horse that had been entered in tonight's second race at the Meadowlands was scratched last night after the track's stewards had learned that he was barred from racing in New York and New Jersey as a suspected ringer in an offshoot of the celebrated Mark Gerard case. The horse, entered under the name As de Pique II, had a $7,000 claiming price in tonight's six-furlong race. As de Pique was imported from Uruguay in 1975 by Gerard, a veterinarian from Muttontown, L.I., and is currently owned by Joseph Weiser, also of Muttontown. The thoroughbred, now 10 years old, was one of several horses that, racing authorities later determined, Gerard switched with runners of nearly identical appearance but greater ability in 1975 and 1976.","abstract":null,"print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GERARD-CASE HORSE SCRATCHED"},"keywords":[{"name":"subject","value":"HORSE RACING"},{"name":"subject","value":"FRAUDS AND SWINDLING"}],"pub_date":"1981-10-16T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"CRIST"}],"original":"By STEVEN CRIST"},"type_of_material":"News","_id":"4fd11afa8eb7c8105d5d5f15","word_count":657},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/17\/sports\/trainer-is-charged-with-horse-neglect.html","snippet":"David Jacobson, a horse trainer based at Aqueduct, has been charged with failing to provide food and medical attention to a thoroughred that had to be destroyed last month.   The State Racing and Wagering Board ordered Jacobson yesterday to show...","lead_paragraph":"David Jacobson, a horse trainer based at Aqueduct, has been charged with failing to provide food and medical attention to a thoroughred that had to be destroyed last month. The State Racing and Wagering Board ordered Jacobson yesterday to show cause why his license to train should not be revoked for mistreatment of the horse, Hugable Tom, a 6-year-old gelding who was destroyed Sept. 28. Jacobson is the son of Howard (Buddy) Jacobson, formerly a leading trainer in New York, who is imprisoned for murder. According to a spokesman for the racing board, the mistreatment of Hugable Tom, who had won 11 races at Aqueduct and Belmont in the last two years, first came to the attention of board investigators in August. At Jacobson's hearing, set for Oct. 28, the investigators are expected to testify that Hugable Tom was so neglected that other trainers and backstretch help took it on themselves to give the gelding food and water.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TRAINER IS CHARGED WITH HORSE NEGLECT"},"keywords":[{"name":"subject","value":"HORSE RACING"},{"name":"subject","value":"LICENSES"},{"name":"subject","value":"JOCKEYS, DRIVERS AND TRAINERS"},{"name":"subject","value":"HORSES"}],"pub_date":"1981-10-17T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"CRIST"}],"original":"By STEVEN CRIST"},"type_of_material":"News","_id":"4fd11a468eb7c8105d5d4ad8","word_count":859},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/18\/sports\/world-cup-soccer-still-wide-open.html","snippet":"Qualifying matches for the 1982 World Cup finals in Spain started 18 months ago and there have been a number of surprising casualties along the way. Only nine countries so far have secured a place for the 24-team tournament in Spain, with the rest to...","lead_paragraph":"Qualifying matches for the 1982 World Cup finals in Spain started 18 months ago and there have been a number of surprising casualties along the way. Only nine countries so far have secured a place for the 24-team tournament in Spain, with the rest to be decided before the end of the year. West Germany, Scotland and Poland last week clinched spots for the finals of the world's largest sporting event. They joined Brazil, Chile and Peru, the winners of the three South American groups. Belgium was the first European nation to clinch a spot from one of the seven groups in Europe. Spain has automatically qualified as the host nation and Argentina qualified as the defending champion.","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Cup Soccer Still Wide Open"},"keywords":[{"name":"glocations","value":"SPAIN"},{"name":"subject","value":"SOCCER"}],"pub_date":"1981-10-18T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd112fd8eb7c8105d5c9a51","word_count":842},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/21\/world\/more-countries-said-to-offer-troops-for-sinai-force.html","snippet":"State Department officials said today that several Western countries had told the United States that they intended to follow France's lead and agree to participate in the Sinai military force to monitor the peace between Israel and Egypt.  ...","lead_paragraph":"State Department officials said today that several Western countries had told the United States that they intended to follow France's lead and agree to participate in the Sinai military force to monitor the peace between Israel and Egypt. Yesterday, President Francois Mitterrand of France told reporters that his country was now willing to contribute personnel to the 2,500-member force. The United States has already said that it is ready to contribute more than 1,000 troops if necessary. Officials said they had been informed in recent days that the European Community agreed in principle to participation by some of its 10 member states in the peacekeeping force. In addition to France, State Department officials now expect Britain and Italy to take part.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MORE COUNTRIES SAID TO OFFER TROOPS FOR SINAI FORCE"},"keywords":[{"name":"glocations","value":"EUROPE, WEST"},{"name":"glocations","value":"SINAI PENNINSULA (EGYPT)"},{"name":"glocations","value":"EGYPT, ARAB REPUBLIC OF"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1981-10-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"GWERTZMAN"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD GWERTZMAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd11dc38eb7c8105d5dbe3a","word_count":539},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/23\/world\/no-headline-062450.html","snippet":"AUSTRALIAN OFFERING SINAI UNIT   CANBERRA, Australia, Oct. 14 (AP) - Prime Minister Malcolm Fraser said today that Australia would contribute troops to a Sinai peacekeeping force if Britain and Canada also played a part.   So far only the United...","lead_paragraph":"AUSTRALIAN OFFERING SINAI UNIT CANBERRA, Australia, Oct. 14 (AP) - Prime Minister Malcolm Fraser said today that Australia would contribute troops to a Sinai peacekeeping force if Britain and Canada also played a part. So far only the United States, Uruguay, Colombia and Fiji have committed troops to the force, which must be in place by the time Israel completes its withdrawal from Sinai in April.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Headline"},"keywords":[{"name":"glocations","value":"AUSTRALIA"},{"name":"glocations","value":"EGYPT, ARAB REPUBLIC OF"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"}],"pub_date":"1981-10-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd11beb8eb7c8105d5d7f03","word_count":251},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/25\/weekinreview\/the-world-in-summary-pursuing-peace-in-the-sinai.html","snippet":"Dropping by last week to celebrate the 200th anniversary of Franco-American victory at Yorktown, French President Francois Mitterrand promised new French military assistance - numerically small but politically important. France agreed to send a...","lead_paragraph":"Dropping by last week to celebrate the 200th anniversary of Franco-American victory at Yorktown, French President Francois Mitterrand promised new French military assistance - numerically small but politically important. France agreed to send a contingent to the 2,500-member United States-sponsored military force that will patrol the Sinai next year after Israel pulls out.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World in Summary; Pursuing Peace In the Sinai"},"keywords":[{"name":"glocations","value":"EUROPE, WEST"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"PALESTINIANS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-10-25T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Health; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Milt","rank":1,"lastname":"Freudenheim"},{"organization":"","role":"reported","firstname":"Barbara","rank":2,"lastname":"Slavin"}],"original":"By Milt Freudenheim and Barbara Slavin"},"type_of_material":"News","_id":"4fd117db8eb7c8105d5cf8b1","word_count":215},{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/28\/world\/egypt-attempting-to-reassure-israel.html","snippet":"In a series of minor agreements and major expressions of good will, Egypt has made recent efforts to reassure Israel on the continuation of the Camp David peace process.   Egypt's Deputy Prime Minister and Foreign Minister, Kamal Hassan Ali, ended a...","lead_paragraph":"In a series of minor agreements and major expressions of good will, Egypt has made recent efforts to reassure Israel on the continuation of the Camp David peace process. Egypt's Deputy Prime Minister and Foreign Minister, Kamal Hassan Ali, ended a cordial three-day visit to Israel today with firm declarations of devotion to the accords and determination to see through difficult negotiations. Egypt also softened its stand on technical issues involving tourism and communications between the two countries, agreeing during Mr. Ali's visit to several Israeli proposals for improved ties. After a meeting yesterday with Prime Minister Menachem Begin, Mr. Ali joined Mr. Begin in pledging to seek a breakthrough in the longstalled talks on Palestinian self-administration.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EGYPT ATTEMPTING TO REASSURE ISRAEL"},"keywords":[{"name":"glocations","value":"EGYPT, ARAB REPUBLIC OF"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"TRAVEL, PERSONAL"}],"pub_date":"1981-10-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"K.","lastname":"SHIPLER","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By DAVID K. SHIPLER, Special to the New York Times"},"type_of_material":"News","_id":"4fd11f6a8eb7c8105d5df709","word_count":863}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}