{"response":{"meta":{"hits":118,"time":36,"offset":110},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/29\/weekinreview\/the-world-in-summary-the-sinai-force-remains-in-doubt.html","snippet":"Israel kept looking a gift horse in the mouth last week, suspecting that it was really a Trojan one. Only last-minute American pressure kept the Begin Government from rejecting an offer by Britain, France, the Netherlands and Italy to contribute to a...","lead_paragraph":"Israel kept looking a gift horse in the mouth last week, suspecting that it was really a Trojan one. Only last-minute American pressure kept the Begin Government from rejecting an offer by Britain, France, the Netherlands and Italy to contribute to a force that is to patrol Sinai once Israel completes its withdrawal in April.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World in Summary; The Sinai Force Remains in Doubt"},"keywords":[{"name":"glocations","value":"EUROPE, WEST"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-11-29T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Health; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"Slavin"},{"organization":"","role":"reported","firstname":"Milt","rank":2,"lastname":"Freudenheim"}],"original":"By Barbara Slavin and Milt Freudenheim"},"type_of_material":"News","_id":"4fd11dcc8eb7c8105d5dc561","word_count":254},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/30\/world\/israelis-take-no-action-on-europeans.html","snippet":"Prime Minister Menachem Begin conferred today in his hospital room with key Cabinet members on the draft of a proposed American-Israeli statement designed to clear the way for European participation in a Sinai peacekeeping force.   No decision was...","lead_paragraph":"Prime Minister Menachem Begin conferred today in his hospital room with key Cabinet members on the draft of a proposed American-Israeli statement designed to clear the way for European participation in a Sinai peacekeeping force. No decision was reached on whether to accept the Europeans, Israeli Government officials said. But Mr. Begin, who is recovering from a broken thigh suffered in a fall three days ago, was described by an aide as willing to issue the joint statement, which would reaffirm the Camp David agreement as the only existing framework for Middle East peace and the sole basis for establishing the Sinai force. The European reaction to this would then determine Israel's position, the officials said. It was not clear whether the Europeans would have to issue a positive statement of their own endorsing Camp David, or whether silence would satisfy the Government.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ISRAELIS TAKE NO ACTION ON EUROPEANS"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"NETHERLANDS"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-11-30T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"K.","lastname":"SHIPLER","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By DAVID K. SHIPLER, Special to the New York Times"},"type_of_material":"News","_id":"4fd11aaf8eb7c8105d5d5667","word_count":640},{"web_url":"http:\/\/www.nytimes.com\/1981\/12\/01\/world\/us-israel-sign-strategic-accord-counter-soviet-text-memorandum-page-a14.html","snippet":"The United States and Israel announced agreement on a memorandum of understanding today to strengthen their strategic cooperation against threats to the Middle East ''caused by the Soviet Union or Soviet-controlled forces from outside the region.''  ...","lead_paragraph":"The United States and Israel announced agreement on a memorandum of understanding today to strengthen their strategic cooperation against threats to the Middle East ''caused by the Soviet Union or Soviet-controlled forces from outside the region.'' The accord, which does not require Senate approval, was signed today after a meeting at the Pentagon between Defense Secretary Caspar W. Weinberger and Israel's Defense Minister, Ariel Sharon. A joint statement said the agreement ''is designed to enable the two countries to act cooperatively, to provide each other military assistance to cope with threats to the security of the entire region caused by the U.S.S.R. or Soviet-controlled forces introduced from outside the region into the region.'' Not a Mutual Security Pact The new agreement is singular in that it is not a mutual security pact such as the United States has signed with many countries - but not Israel - in the past. It does not commit the United States to come to Israel's protection, but rather to cooperate with Israel against Soviet and Soviet-controlled forces, such as Cuba, posing threats to the area, presumably including Arab nations unfriendly to Israel.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Text of memorandum is on page A14.","kicker":"U.S. AND ISRAEL SIGN STRATEGIC ACCORD TO COUNTER SOVIET"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1981-12-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"GWERTZMAN"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD GWERTZMAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd11c678eb7c8105d5d9713","word_count":1022},{"web_url":"http:\/\/www.nytimes.com\/1981\/12\/04\/world\/terms-for-joining-mideast-force-set-by-israel-and-us.html","snippet":"The United States and Israel issued a joint statement today concerning participation by four Western European nations in the projected Sinai peacekeeping force. American officials said the statement should clear the way for the European nations to...","lead_paragraph":"The United States and Israel issued a joint statement today concerning participation by four Western European nations in the projected Sinai peacekeeping force. American officials said the statement should clear the way for the European nations to take part. The Israeli Cabinet in Jerusalem conditioned its acceptance of the three-page document on European approval Text of joint statement, page A11. of the principles in the statement, which affirms that the Camp David accords are the sole basis for the establishment of the force and the only existing framework for a Middle East peace.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TERMS FOR JOINING MIDEAST FORCE SET BY ISRAEL AND U.S."},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"NETHERLANDS"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"MILITARY PERSONNEL"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1981-12-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"GWERTZMAN"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD GWERTZMAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd11a038eb7c8105d5d3b65","word_count":853},{"web_url":"http:\/\/www.nytimes.com\/1981\/12\/06\/magazine\/a-general-loosens-the-reins-in-brazil.html","snippet":"Warren Hoge is chief of the New York Times bureau in Rio de Janeiro.  By Warren Hoge He doesn't look like a president. He doesn't even look like a general, particularly of the showy Latin American variety. He is 63 years old, short, bowlegged,...","lead_paragraph":"Warren Hoge is chief of the New York Times bureau in Rio de Janeiro. By Warren Hoge He doesn't look like a president. He doesn't even look like a general, particularly of the showy Latin American variety. He is 63 years old, short, bowlegged, barrel-chested, and he never wears his uniform. He sits at the far end of an uncluttered, polished conference table in a drafty office in Brasilia, filled with oil portraits of royalty and busts of diplomats and war heroes but with no possessions of his own. ''I spend most of my leisure time trying to pretend that I am not President,'' he tells a visitor. Then he rubs a spot on his finger where nervous biting has raised a welt. ''I wish,'' he says, ''they had chosen someone else for this job.'' Joao Baptista Figueiredo was inaugurated in 1979, the fifth in a series of military presidents in Brazil since the armed forces seized power in 1964. Like the others, he pledged to restore democratic rule gradually, but only his immediate predecessor, Ernesto Geisel, had begun to make good on the promise, and there was little in Figueiredo's background that suggested he would toe the same liberalizing line. Most of his career had been spent as a cavalry officer, with a reputation for being stubborn and blunt; his previous post in the Government had been as head of the notorious National Intelligence Service.","abstract":null,"print_page":"110","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A GENERAL LOOSENS THE REINS IN BRAZIL"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1981-12-06T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd117d38eb7c8105d5cf35f","word_count":5030},{"web_url":"http:\/\/www.nytimes.com\/1981\/12\/07\/world\/as-israel-pulls-out-of-sinai-fears-and-anger-remain.html","snippet":"Occupied Sinai - The Sinai road north from Sharm el Sheik to the Israeli city of Eilat is busy with broad, flatbed trailer trucks hauling whole buildings out of Sinai into Israel proper. The Israeli Army is moving north.   The Israeli-Egyptian peace...","lead_paragraph":"Occupied Sinai - The Sinai road north from Sharm el Sheik to the Israeli city of Eilat is busy with broad, flatbed trailer trucks hauling whole buildings out of Sinai into Israel proper. The Israeli Army is moving north. The Israeli-Egyptian peace treaty requires that on April 25 this final swath of mountainous desert and seacoast be relinquished by Israel and returned to Egypt, the last step of the Israeli withdrawal that began in 1979. It is this territory of 12,000 square miles, representing about 36 percent of the entire peninsula, that the multinational force is expected to patrol.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AS ISRAEL PULLS OUT OF SINAI, FEARS AND ANGER REMAIN"},"keywords":[{"name":"glocations","value":"EGYPT, ARAB REPUBLIC OF"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"TREATIES"}],"pub_date":"1981-12-07T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"K.","lastname":"SHIPLER","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By DAVID K. SHIPLER, Special to the New York Times"},"type_of_material":"News","_id":"4fd11f6b8eb7c8105d5df79b","word_count":902},{"web_url":"http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/growing-center-for-foreign-born-adults.html","snippet":"RYE IN the last three years, the Cross Cultural Center at Wainwright House here has grown from a one-person tutoring project into an active international gathering place where a variety of programs are provided for foreign-born adults who live in the...","lead_paragraph":"RYE IN the last three years, the Cross Cultural Center at Wainwright House here has grown from a one-person tutoring project into an active international gathering place where a variety of programs are provided for foreign-born adults who live in the county and in neighboring areas. Its Cross Cultural Conversations program has 80 volunteers teaching English on a one-to-one basis to foreign-born adults. About 85 percent of the women in the program are Japanese; the others come from Peru, France, Uruguay, West Germany, Argentina, Switzerland, Norway, Sweden, Austria and the People's Republic of China. Because of the large numbers of Japanese wives living in the area, a special women's forum has been organized to present monthly programs on subjects of particular interest to them. Called Tsudoi, or gathering, the forum has explored such topics as Japanese women and ''culture shock,'' homemaking skills in the United States, breast cancer, adolescent sexuality and bilingualism for Japanese children. The speakers are experts in their fields, and Masako Esaki, a Japanese writer living in the county, generally serves as interpreter.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GROWING CENTER FOR FOREIGN-BORN ADULTS"},"keywords":[{"name":"glocations","value":"RYE (NY)"},{"name":"subject","value":"FOREIGN POPULATION AND FOREIGN DESCENT GROUPS"},{"name":"subject","value":"EDUCATION AND SCHOOLS"},{"name":"subject","value":"ENGLISH LANGUAGE"}],"pub_date":"1981-12-13T00:00:00Z","document_type":"article","news_desk":"Weschester Weekly Desk","section_name":"Education","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By RHODA M. GILINSKY"},"type_of_material":"News","_id":"4fd117d98eb7c8105d5cf75d","word_count":1128},{"web_url":"http:\/\/www.nytimes.com\/1981\/12\/20\/us\/antarctic-explorers-shift-goal-to-hidden-resources.html","snippet":"Antarctica: Contested Continent First of two articles.    Just 20 years ago, a landmark international treaty set aside the Antarctic continent for scientific and other peaceful purposes ''forever'' and declared it immune from international discord.  ...","lead_paragraph":"Antarctica: Contested Continent First of two articles. Just 20 years ago, a landmark international treaty set aside the Antarctic continent for scientific and other peaceful purposes ''forever'' and declared it immune from international discord. Now, tensions over the fate of the world's last unexploited continent are rising rapidly. The treaty nations realize that Antarctica and its shelf may soon be ripe for commercial development to help satisfy worldwide demands for new food and energy sources. The treaty is kept alive by a fear among the 14 signatories that the United Nations or another international body will get involved if they fail to resolve Antarctica's political future among themselves. Last July, meeting in Buenos Aires, officials of the 14 countries agreed to develop a regime governing mineral exploitation ''as a matter of urgency.''","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ANTARCTIC EXPLORERS SHIFT GOAL TO HIDDEN RESOURCES"},"keywords":[{"name":"glocations","value":"ANTARCTIC REGIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"METALS AND MINERALS"},{"name":"subject","value":"OIL (PETROLEUM) AND GASOLINE"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"SCIENCE AND TECHNOLOGY"},{"name":"subject","value":"RESEARCH"},{"name":"subject","value":"EXPLORATION OF RESOURCES"}],"pub_date":"1981-12-20T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Technology; Science; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Robert","rank":1,"lastname":"REINHOLD"},{"organization":"","role":"reported","rank":2}],"original":"By ROBERT REINHOLD, Special to the New York Times"},"type_of_material":"Series","_id":"4fd11a0a8eb7c8105d5d4127","word_count":1792}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}