{"response":{"meta":{"hits":122,"time":53,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/27\/arts\/arts-online-from-a-few-colored-lines-come-the-sounds-of-music.html","snippet":"A symphony is not what the bleary-eyed music students wanted to compose on a recent morning at Newcomers High School in Long Island City, N.Y. As the composer Tod Machover tried to coax a roomful of potential Mozarts into creating a central melody...","lead_paragraph":"A symphony is not what the bleary-eyed music students wanted to compose on a recent morning at Newcomers High School in Long Island City, N.Y. As the composer Tod Machover tried to coax a roomful of potential Mozarts into creating a central melody for their new work, a more Moby-minded pupil interrupted to request some pounding rhythms. Mr. Machover, explaining that the class was writing for a string orchestra, replied, ''We're not going to have any drumbeats today.'' Slowly, the first 25 seconds of the percussion-free piece started to gel. The class was using Hyperscore, software developed by Mr. Machover that allowed the students to shun the staves, quarter notes and sharps of standard musical notation. Instead they assembled their piece by drawing colored lines on a computer screen and listening to the results. Initially, Mr. Machover asked, ''Do you want to start with the yellow thing or the blue thing?'' By the end of the session, the students were making their own suggestions. One asked, ''What if you curve that line?'' Another heard a short passage and complained, ''It's too fast.''","abstract":"Matthew Mirapaul Arts Online column on Hyperscore, computer software developed by Tod Machover, composer and professor of music and media at Massachusetts Institute of Technology to help children create music without first learning musical notation; photos (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From a Few Colored Lines Come the Sounds of Music","kicker":"ARTS ONLINE"},"keywords":[{"name":"persons","value":"MACHOVER, TOD"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"COMPUTER SOFTWARE"},{"name":"subject","value":"CHILDREN AND YOUTH"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2002-05-27T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Technology; Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Matthew","rank":1,"lastname":"Mirapaul"}],"original":"By Matthew Mirapaul"},"type_of_material":"News","_id":"4fd235878eb7c8105d7c6d17","word_count":1224},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/28\/sports\/for-brazilian-soccer-fans-apathy-is-replacing-passion.html","snippet":"By now, walls and streets should have been decorated with patriotic green-and-yellow bunting or painted with gaudy murals recalling past World Cup triumphs and demanding new ones. But they are not, and when the national soccer team left for South...","lead_paragraph":"By now, walls and streets should have been decorated with patriotic green-and-yellow bunting or painted with gaudy murals recalling past World Cup triumphs and demanding new ones. But they are not, and when the national soccer team left for South Korea recently, barely 100 fans went to the airport here to wish them well. This is the World Cup of Brazil's discontent. An unpopular coach, a roster missing the country's most consistent scorer and a fetid, seemingly endless corruption scandal have combined to put Brazilians in a sour mood. With the World Cup scheduled to begin Friday, the prevailing attitude among the country's 175 million people is one of indifference.","abstract":"Apathy replaces passion among Brazilians as country's vaunted soccer team, which previously qualified for all 17 World Cups and won trophy record four times, travels to South Korea for contest; unpopular coach, absence from roster of country's most consistent scorer and fetid, seemingly endless corruption scandal have combined to put them in sour mood, and prevailing attitude is one of indifference; team barely qualified for World Cup, struggling through six defeats in qualifying rounds, with three coaches and 59 players, before being assured spot with victory in last qualifying match; previously lost one qualifying match in 70 years; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"For Brazilian Soccer Fans, Apathy Is Replacing Passion"},"keywords":[{"name":"glocations","value":"SOUTH KOREA"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"RECORDS AND ACHIEVEMENTS"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COACHES AND MANAGERS"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-05-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Front Page; Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd22f708eb7c8105d7bdd27","word_count":1470},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/28\/sports\/soccer-france-s-zidane-to-miss-opener.html","snippet":"A wave of injuries to some of international soccer's top stars has now crashed upon world champion France. Zinedine Zidane, the brilliant midfielder considered by many the world's best player, sustained a thigh injury Sunday night in an exhibition...","lead_paragraph":"A wave of injuries to some of international soccer's top stars has now crashed upon world champion France. Zinedine Zidane, the brilliant midfielder considered by many the world's best player, sustained a thigh injury Sunday night in an exhibition against South Korea and will miss France's opening World Cup match. The team said Zidane had partially torn a muscle in his left thigh in a 3-2 tuneup victory and would miss Friday's match against Senegal. His status for the second match, against Uruguay on June 6, is day to day.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"France's Zidane To Miss Opener","kicker":"SOCCER"},"keywords":[],"pub_date":"2002-05-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jere","rank":1,"lastname":"LONGMAN"}],"original":"By JERE LONGMAN"},"type_of_material":"News","_id":"4fd268be8eb7c8105d81f170","word_count":336},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/29\/movies\/city-college-film-festival-peers-inside-many-cultures.html","snippet":"There will be no films here about rich-kid romantic angst, no lighthearted comedies, no expensive visual pyrotechnics and production values.    These are the films of the City College graduate program in media arts production. And just like the...","lead_paragraph":"There will be no films here about rich-kid romantic angst, no lighthearted comedies, no expensive visual pyrotechnics and production values. These are the films of the City College graduate program in media arts production. And just like the program's students, they are very different from the film school norm. Ten of the movies will be shown today and tomorrow in the Cityvisions Film Festival at the Clearview 59th Street Cinema, on 59th Street between Second and Third Avenues in Manhattan.","abstract":"Article on Cityvisions Film Festival, featuring ten films made by students in City College graduate program in media arts; most are about students' immigrant experiences; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"City College Film Festival Peers Inside Many Cultures"},"keywords":[{"name":"organizations","value":"CITY COLLEGE"},{"name":"subject","value":"FESTIVALS"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"}],"pub_date":"2002-05-29T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Movies; Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Dinitia","rank":1,"lastname":"SMITH"}],"original":"By DINITIA SMITH"},"type_of_material":"News","_id":"4fd278908eb7c8105d83ab99","word_count":1159},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/30\/technology\/news-watch-online-beyond-diego-rivera-latin-american-art-and-its-avant-garde.html","snippet":"To those only casually acquainted with it, Latin American art may call to mind Pre-Columbian artifacts, folk art or the figurative tradition represented by Diego Rivera and his colleagues, with scant attention to the region's relationship to modern...","lead_paragraph":"To those only casually acquainted with it, Latin American art may call to mind Pre-Columbian artifacts, folk art or the figurative tradition represented by Diego Rivera and his colleagues, with scant attention to the region's relationship to modern European and North American avant-garde movements. The Cisneros Foundation, based in Caracas, Venezuela, which focuses on the Latin American arts, culture, education and social concerns, has developed an arts education Web site presenting 166 works from its formidable collection. (Left, ''Visible Idea'' (1956) by Waldemar Cordeiro, and an untitled 1973 work from Mira Schendel's ''Graphic Objects'' series.) The site, at www .coleccioncisneros.org, emphasizes abstract art from Venezuela, Brazil, Uruguay and Argentina from the 1930's to the 1960's and beyond. There are English, Spanish and Portuguese versions.","abstract":"Cisneros Foundation, based in Caracas, Venezuela, has developed arts education Web site presenting 166 works from its collection; site emphasizes Latin American abstract art; photos (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Beyond Diego Rivera: Latin American Art and Its Avant-Garde","kicker":"NEWS WATCH: ONLINE"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"organizations","value":"CISNEROS FOUNDATION"},{"name":"subject","value":"ART"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2002-05-30T00:00:00Z","document_type":"article","news_desk":"Circuits","section_name":"Technology","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michael","rank":1,"lastname":"Pollak"}],"original":"By Michael Pollak"},"type_of_material":"News","_id":"4fd268c28eb7c8105d81f3e8","word_count":181},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/31\/sports\/tv-sports-world-cup-viewing-suitable-only-for-die-hards.html","snippet":"This must be a ''Fear Factor'' or an MTV ''Jackass'' stunt. You know, roast crunchy roaches, squeeze yourself into a model ship bottle, dive from 60 feet into a bucket with a foot of water -- and watch the World Cup at 1:25, 2:25, 4:55 or 7:25 a.m.  ...","lead_paragraph":"This must be a ''Fear Factor'' or an MTV ''Jackass'' stunt. You know, roast crunchy roaches, squeeze yourself into a model ship bottle, dive from 60 feet into a bucket with a foot of water -- and watch the World Cup at 1:25, 2:25, 4:55 or 7:25 a.m. Live games from 13 time zones away in South Korea and Japan is no way to build a new audience of casual soccer fans for ESPN and ESPN2, as more humane hours did during the 1994 and 1998 World Cups from the United States and France, respectively.","abstract":"Richard Sandomir TV Sports column discusses inconvenient television schedule for World Cup games, played in South Korea and Japan and thus televised at early hours in US (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Cup Viewing Suitable Only for Die-Hards","kicker":"TV SPORTS"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"SOUTH KOREA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"TELEVISION"}],"pub_date":"2002-05-31T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Richard","rank":1,"lastname":"Sandomir"}],"original":"By Richard Sandomir"},"type_of_material":"News","_id":"4fd21cf48eb7c8105d79d467","word_count":834},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/01\/sports\/soccer-in-a-stunner-senegal-tops-the-champion.html","snippet":"When it was over, the victorious players leaped on one another's backs and danced in the corner of the field and dropped to the grass in joyous disbelief. How improbable was this? Senegal, making its first appearance in the World Cup, had defeated...","lead_paragraph":"When it was over, the victorious players leaped on one another's backs and danced in the corner of the field and dropped to the grass in joyous disbelief. How improbable was this? Senegal, making its first appearance in the World Cup, had defeated none other than France, the reigning champion and its former colonial master. History was turned on its head with tonight's 1-0 victory, and Senegal's Lions did not want to leave World Cup Stadium. They windmilled their jerseys and danced again in a line, moving left and right, stepping forward and back and jumping in ecstatic and elegant ritual. Their fans banged drums and pogo-jumped and hugged jubilantly, many wearing green, red and yellow dashikis resembling the West African country's national flag.","abstract":"Senegal defeats defending champion France, 1-0, in opening match of World Cup; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"In a Stunner, Senegal Tops The Champion","kicker":"SOCCER"},"keywords":[{"name":"glocations","value":"SENEGAL"},{"name":"glocations","value":"FRANCE"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-06-01T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jere","rank":1,"lastname":"LONGMAN"}],"original":"By JERE LONGMAN"},"type_of_material":"News","_id":"4fd27f578eb7c8105d8492b5","word_count":972},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/02\/sports\/sports-of-the-times-new-faces-captivate-before-the-old-ones.html","snippet":"THIS is going to be a great World Cup. That was my emotional reaction on the Yaksu subway station platform long after Friday's game, when I ran into a group of Senegalese fans, fresh from the greatest night in their nation's soccer history. They were...","lead_paragraph":"THIS is going to be a great World Cup. That was my emotional reaction on the Yaksu subway station platform long after Friday's game, when I ran into a group of Senegalese fans, fresh from the greatest night in their nation's soccer history. They were dancing and laughing and singing and beating small drums. Their joy drew me down the platform, the way a roaming Nigerian band captivated me in the railroad stations of France four years ago.","abstract":"George Vecsey Sports of The Times column discusses unexpected character of teams like Senegal, new to World Cup, Argentina, which has new roster in absence of Diego Maradona, and England, whose David Beckham is sporting new look and more fluid play; photo (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sports of The Times; New Faces Captivate Before the Old Ones"},"keywords":[{"name":"persons","value":"MARADONA, DIEGO"},{"name":"persons","value":"BECKHAM, DAVID"},{"name":"glocations","value":"SENEGAL"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SPORTS OF THE TIMES (TIMES COLUMN)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-06-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"George","rank":1,"lastname":"VECSEY"}],"original":"By GEORGE VECSEY"},"type_of_material":"News","_id":"4fd237d48eb7c8105d7cacb4","word_count":975},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/02\/sports\/soccer-denmark-gets-on-the-board-to-defeat-uraguay.html","snippet":"Denmark beat Uruguay, 2-1, yesterday, the second day of the World Cup, to move ahead of France in Group A, and Cameroon, the African champion, drew with Ireland, 1-1, in the first Group E match.    In the other match, Germany routed Saudi Arabia,...","lead_paragraph":"Denmark beat Uruguay, 2-1, yesterday, the second day of the World Cup, to move ahead of France in Group A, and Cameroon, the African champion, drew with Ireland, 1-1, in the first Group E match. In the other match, Germany routed Saudi Arabia, 8-0, in their Group E opener in Sapporo, Japan.","abstract":"Denmark defeats Uruguay, 2-1; Cameroon ties Ireland, 1-1, on Day 2 of World Cup soccer; chart tracks results (M)","print_page":"5","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"Denmark Gets on the Board to Defeat Uraguay","kicker":"SOCCER"},"keywords":[{"name":"glocations","value":"IRELAND"},{"name":"glocations","value":"DENMARK"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"CAMEROON"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-06-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd232a88eb7c8105d7c2abf","word_count":612},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/04\/sports\/soccer-with-early-goals-the-italians-have-no-worries-in-beating-a-newcomer.html","snippet":"Few World Cup lineups are as scrutinized as Italy's, but the Italians soothed their high-strung fans today by beating Ecuador, a first-time qualifier, 2-0.    The Italians have a reputation for starting their World Cup campaigns slowly. But against...","lead_paragraph":"Few World Cup lineups are as scrutinized as Italy's, but the Italians soothed their high-strung fans today by beating Ecuador, a first-time qualifier, 2-0. The Italians have a reputation for starting their World Cup campaigns slowly. But against Ecuador, they made sure they did not repeat the disaster that befell France, the reigning champion, which lost to another neophyte, Senegal, on the tournament's first night.","abstract":"Italy defeats Ecuador, 2-0, in World Cup match (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"With Early Goals, the Italians Have No Worries in Beating a Newcomer","kicker":"SOCCER"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"ECUADOR"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2002-06-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ken","rank":1,"lastname":"BELSON"}],"original":"By KEN BELSON"},"type_of_material":"News","_id":"4fd237d18eb7c8105d7caa3f","word_count":594}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}