{"response":{"meta":{"hits":118,"time":56,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/30\/arts\/stamps-un-finishes-1980-with-six-new-commemoratives-by-samuel-a-towers.html","snippet":"The Economic and Social Council, dedicated to the advancement of economic and social progress for the peoples of the world and one of the six principal organs of the United Nations, is the subject of the concluding issue of this year from that world...","lead_paragraph":"The Economic and Social Council, dedicated to the advancement of economic and social progress for the peoples of the world and one of the six principal organs of the United Nations, is the subject of the concluding issue of this year from that world organization. Six commemoratives are being issued on Nov. 21 - two in United States currency for use at the New York headquarters of the U.N., two in Swiss currency for use at the European headquarters in Geneva, Switzerland, and two in Austrian currency for use at auxiliary offices of the U.N. at Vienna, Austria. The ''hottest'' artist in Europe today, Friedrich Hundertwasser of Austria, has contributed a painting for the cacheted covers traditionally put out by the World Federation of United Nations Associations to accompany new U.N. issues. Three different designs have been created for the six commemoratives, all multicolors. The denominations are 15 and 20 cents, 40 and 70 Swiss centimes and 4 and 6 Austrian schillngs. The U.S. equivalents of the Swiss values are 25 and 44 cents, and of the Austrian values 33 and 49 cents, subject to exchange rate fluctuation.","abstract":null,"print_page":"40","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. FINISHES 1980 WITH SIX NEW COMMEMORATIVES; by Samuel A. Towers","kicker":"STAMPS"},"keywords":[{"name":"glocations","value":"AUSTRIA"},{"name":"glocations","value":"SWITZERLAND"},{"name":"subject","value":"STAMPS (POSTAL)"}],"pub_date":"1981-06-30T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd11b6d8eb7c8105d5d6db3","word_count":1665},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/09\/us\/us-in-change-is-backing-loans-to-4-latin-lands.html","snippet":"The Reagan Administration has ordered American delegates to international development banks to support loans to Chile, Argentina, Paraguay and Uruguay.   The order, which reverses the Carter Administration's policy of not voting for such loans on...","lead_paragraph":"The Reagan Administration has ordered American delegates to international development banks to support loans to Chile, Argentina, Paraguay and Uruguay. The order, which reverses the Carter Administration's policy of not voting for such loans on human rights grounds, was based on a State Department determination that ''there have been significant improvements in the human rights situation in those countries,'' according to a department spokesman. The decision has drawn criticism on Capitol Hill from human rights activists, including Representative Tom Harkin, Democrat of Iowa. Congress Was Told on July 1 ''That is simply not true,'' asserted Mr. Harkin, the primary author of a 1977 law that instructs the Government to oppose loans by international banks to countries that engage in ''a consistent pattern of gross violations of human rights.'' He said, ''This decision quite clearly violates the spirit and letter of the law.''","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S., IN CHANGE, IS BACKING LOANS TO 4 LATIN LANDS"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1981-07-09T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Judith","rank":1,"lastname":"MILLER"},{"organization":"","role":"reported","rank":2}],"original":"By JUDITH MILLER, Special to the New York Times"},"type_of_material":"News","_id":"4fd1114f8eb7c8105d5c7dda","word_count":867},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/09\/nyregion\/news-summary-thursday-july-9-1981.html","snippet":"International A new economic program for France includes the nationalization of several major corporations, state takeover of some banks, the creation of 210,000 new civil service jobs and reduction of the workweek. The Socialists' broad program,...","lead_paragraph":"International A new economic program for France includes the nationalization of several major corporations, state takeover of some banks, the creation of 210,000 new civil service jobs and reduction of the workweek. The Socialists' broad program, which was outlined in Parliament by Prime Minister Pierre Mauroy, is believed to be assured of early passage. (Page A1, Column 6.) Rioting in three English cities, London, Liverpool and Manchester, together with widespread attacks on the police, continued for a fifth consecutive night. Speaking on television, Prime Minister Margaret Thatcher pleaded for a halt in the violence, which she said threatened to ''destroy everything we value,'' but she offered no new programs to help remedy the economic and social problems that most local leaders blame, in part, for the outbreaks. (A1:3-4.)","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"News Summary; THURSDAY, JULY 9, 1981"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1981-07-09T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1198b8eb7c8105d5d3005","word_count":808},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/11\/nyregion\/3-guilty-of-11-million-in-thefts.html","snippet":"The personal manservant of the 82-year-old reclusive owner of the Lundy Brothers seafood restaurant in Sheepshead Bay and two other men were convicted yesterday of having stolen $11 million from the restaurateur in the last eight months of his life...","lead_paragraph":"The personal manservant of the 82-year-old reclusive owner of the Lundy Brothers seafood restaurant in Sheepshead Bay and two other men were convicted yesterday of having stolen $11 million from the restaurateur in the last eight months of his life in 1977. According to the Brooklyn District Attorney's office, the three men, along with two others who pleaded guilty earlier, took stocks, bonds, checks, cash and real-estate deeds from the restaurateur, Frederick William Irving Lundy. One of the convicted men impersonated the victim and large amounts of money were transferred between New York and Uruguay, Paraguay, Switzerland and Panama.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"3 GUILTY OF $11 MILLION IN THEFTS"},"keywords":[{"name":"glocations","value":"BROOKLYN (NYC)"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"ROBBERIES AND THEFTS"},{"name":"subject","value":"BARS AND RESTAURANTS"},{"name":"subject","value":"DECISIONS AND VERDICTS"}],"pub_date":"1981-07-11T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JOSEPH B. TREASTER"},"type_of_material":"News","_id":"4fd11bb48eb7c8105d5d79d1","word_count":355},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/12\/weekinreview\/the-nation-in-summary-mr-carter-s-views-about-that-other-fellow-s-policies.html","snippet":"Jimmy Carter has been largely out of sight for five and a half months, apparently nurturing his grudge and saving ammunition. Now he has surveyed the changes wrought by the Reagan Administration in Washington and - of all things - found fault almost...","lead_paragraph":"Jimmy Carter has been largely out of sight for five and a half months, apparently nurturing his grudge and saving ammunition. Now he has surveyed the changes wrought by the Reagan Administration in Washington and - of all things - found fault almost everywhere. Mr. Carter's review, made earlier this month in a three-page letter ostensibly to his former Cabinet members and White House aides, was made public last week. Among his findings: * The new Commander in Chief is moving too quickly to ''restore our former reputation as arms merchant of the world.'' Further, by allowing the Soviet Union to appear more interested in arms control negotiations, Mr. Carter said, ''We will surely weaken the Atlantic alliance and severely damage our own reputation as a peaceloving people.''","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation in Summary; MR. CARTER'S VIEWS ABOUT THAT OTHER FELLOW'S POLICIES"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"persons","value":"CARTER, JIMMY"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"}],"pub_date":"1981-07-12T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Don","rank":1,"lastname":"Wycliff"},{"organization":"","role":"reported","firstname":"Michael","rank":2,"lastname":"Wright"},{"firstname":"Caroline","middlename":"Rand","lastname":"Herron","rank":3,"role":"reported","organization":""}],"original":"By Don Wycliff, Michael Wright and Caroline Rand Herron"},"type_of_material":"News","_id":"4fd1295a8eb7c8105d5f0aed","word_count":387},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/12\/weekinreview\/argentina-and-soviet-are-no-longer-just-business-partners.html","snippet":"The Soviet Union is competing hard with the Reagan Administration to improve relations with Argentina, and it may be having better luck.   The Soviet market is Argentina's principal outlet for exports of grain and beef and Russians are assisting...","lead_paragraph":"The Soviet Union is competing hard with the Reagan Administration to improve relations with Argentina, and it may be having better luck. The Soviet market is Argentina's principal outlet for exports of grain and beef and Russians are assisting Argentina's hydroelectric and nuclear energy programs. The two countries often ally with each other in international organizations against what they perceive as interference in their human rights policies. Moscow is now looking to broaden the relationship to include weapons sales.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA AND SOVIET ARE NO LONGER JUST BUSINESS PARTNERS"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"COMMUNIST-WESTERN RELATIONS"}],"pub_date":"1981-07-12T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"}],"original":"By EDWARD SCHUMACHER"},"type_of_material":"News","_id":"4fd111478eb7c8105d5c77ba","word_count":977},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/15\/world\/haig-say-us-hopes-to-begin-arms-talk-soon.html","snippet":"Secretary of State Alexander M. Haig Jr. said yesterday that the Reagan Administration hoped to begin ''formal talks'' with the Soviet Union between mid-November and mid-December on limiting medium-range nuclear weapons in the European area.   But...","lead_paragraph":"Secretary of State Alexander M. Haig Jr. said yesterday that the Reagan Administration hoped to begin ''formal talks'' with the Soviet Union between mid-November and mid-December on limiting medium-range nuclear weapons in the European area. But Mr. Haig gave no hint when negotiations would start on longrange strategic weapons. Moreover, he said Excerpts from Haig speech, page A10. talks must not inhibit Washington's decisions on modernizing its ''vulnerable'' land-based missiles and on developing a new strategic bomber and must not block technological advance in weaponry.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HAIG SAY U.S. HOPES TO BEGIN ARMS TALK SOON"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"subject","value":"ARMS CONTROL AND LIMITATION AND DISARMAMENT"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-07-15T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By BERNARD D. NOSSITER"},"type_of_material":"News","_id":"4fd110f78eb7c8105d5c7397","word_count":988},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/15\/garden\/outdor-cooking-with-latin-flavor.html","snippet":"RECENTLY a group of Latin Americans scaled a rocky hill in upstate New York, forded a stream in the pouring rain and set down in a dripping wood for a cookout. Undaunted by the weather - and the gypsy moths - they hauled up heavy bags of meat and...","lead_paragraph":"RECENTLY a group of Latin Americans scaled a rocky hill in upstate New York, forded a stream in the pouring rain and set down in a dripping wood for a cookout. Undaunted by the weather - and the gypsy moths - they hauled up heavy bags of meat and fish, bread, empanadas (meat pastry turnovers), tortillas, salads, a bowl of black beans and two cases of wine. They even brought tapes of Latin music - a serious South American barbecue must include dancing. The white wine was put to cool in the running stream, the red wine uncorked and passed around. Then they set to work to make a fire. The group included Bolivians, Peruvians, Argentines, Uruguayans and Mexicans - most of them writers or professors - who are now living and working in the United States. The focal point of the cookout was an asado, an Argentine meat barbecue. South of the border such summer cookouts are as popular as American backyard barbecues. They are normally held on Sundays at midday, followed by a prolonged siesta. Some Latin barbecues - called pachamanca in Peru and barbacoa in Mexico - are lavish and complicated affairs in which ancient cooking methods are used.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"OUTDOR COOKING WITH LATIN FLAVOR"},"keywords":[{"name":"subject","value":"COOKING AND COOKBOOKS"},{"name":"subject","value":"RECIPES"}],"pub_date":"1981-07-15T00:00:00Z","document_type":"article","news_desk":"Living Desk","section_name":"Home and Garden","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Moira","rank":1,"lastname":"HODGSON"}],"original":"By MOIRA HODGSON"},"type_of_material":"News","_id":"4fd119898eb7c8105d5d2dfa","word_count":2534},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/16\/sports\/clerc-gains-dibbs-out-in-brookline-pro-tennis.html","snippet":"Jose Luis-Clerc, the top-seeded player, struggled to victory today to join John Alexander, thirdseeded Eliot Teltscher and Andres Gomez in the third round of the $175,000 United States Pro Tennis Championships.   Gomez, from Ecuador and ranked 74th...","lead_paragraph":"Jose Luis-Clerc, the top-seeded player, struggled to victory today to join John Alexander, thirdseeded Eliot Teltscher and Andres Gomez in the third round of the $175,000 United States Pro Tennis Championships. Gomez, from Ecuador and ranked 74th in the world, scored the biggest upset of the day by beating Eddie Dibbs, the defending champion who was seeded fourth, 6-1, 7-6.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Clerc Gains, Dibbs Out In Brookline Pro Tennis"},"keywords":[{"name":"subject","value":"PROFESSIONAL ATHLETICS"},{"name":"subject","value":"TENNIS"}],"pub_date":"1981-07-16T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"UPI"},"type_of_material":"News","_id":"4fd119af8eb7c8105d5d31dd","word_count":168},{"web_url":"http:\/\/www.nytimes.com\/1981\/07\/19\/nyregion\/ecumenical-bank-gives-needy-loans.html","snippet":"While it is customary for churches to give to the needy, an ecumenical version of the World Bank is now encouraging denominations and religious groups to invest in the poor.   After getting off to a slow start, the assets of the Ecumenical...","lead_paragraph":"While it is customary for churches to give to the needy, an ecumenical version of the World Bank is now encouraging denominations and religious groups to invest in the poor. After getting off to a slow start, the assets of the Ecumenical Development Cooperative Society recently topped $5 million, according to the Rev. Frederick H. Bronkema, United States representative for the financial institution based in the Netherlands. The church-related bank makes low-interest loans to development projects around the world, encourages churches to invest money in the projects, and tries to help people in the developing countries free themselves from dependence on grants from abroad. Stockholders in the society are about 150 churches and religious groups around the world, including about two dozen United States church organizations.","abstract":null,"print_page":"31","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ECUMENICAL BANK GIVES NEEDY LOANS"},"keywords":[{"name":"subject","value":"ORGANIZATIONS, SOCIETIES AND CLUBS"},{"name":"subject","value":"RELIGION AND CHURCHES"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1981-07-19T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Charles","rank":1,"lastname":"AUSTIN"}],"original":"By CHARLES AUSTIN"},"type_of_material":"News","_id":"4fd11bb88eb7c8105d5d7d4f","word_count":706}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}