{"response":{"meta":{"hits":135,"time":25,"offset":130},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/20\/business\/outlook-2000-international-after-hard-year-latin-america-looks-for-better-times.html","snippet":"On the theory that things cannot get much worse, Latin America is looking to the start of the new decade with anticipation. The last year has been a difficult one, more onerous even than the crisis that followed the Mexican meltdown starting in...","lead_paragraph":"On the theory that things cannot get much worse, Latin America is looking to the start of the new decade with anticipation. The last year has been a difficult one, more onerous even than the crisis that followed the Mexican meltdown starting in December 1994: It began with a currency collapse in Brazil, included a bond default in Ecuador and, with the numbers now toted up, is concluding with most of the region's large economies struggling to emerge from recession. ''This has been a really lousy year, especially for South America,'' said Ricardo Hausmann, chief economist of the Inter-American Development Bank, the lending agency based in Washington. ''We have seen traumatic declines in growth rates for all of Latin America, the result of a collapse both of international capital flows and commodity prices.''","abstract":"Latin American nations experienced a difficult economic year in 1999, but signs are emerging that worst may be over; capital flowing into Latin America fell to $57 billion in 1999, only slightly more than half the $107 billion in 1997; chart of capital flows in 1990's; photo (M)","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"After a Hard Year, Latin America Looks for Better Times","kicker":"OUTLOOK 2000: INTERNATIONAL"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1999-12-20T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd21c448eb7c8105d79c97a","word_count":1358},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/20\/news\/international-after-a-hard-year-latin-america-looks-for-better-times.html","snippet":"On the theory that things cannot get much worse, Latin America is looking to the start of the new decade with anticipation. The last year has been a difficult one, more onerous even than the crisis that followed the Mexican meltdown starting in...","lead_paragraph":"On the theory that things cannot get much worse, Latin America is looking to the start of the new decade with anticipation. The last year has been a difficult one, more onerous even than the crisis that followed the Mexican meltdown starting in December 1994: It began with a currency collapse in Brazil, included a bond default in Ecuador and, with the numbers now toted up, is concluding with most of the region's large economies struggling to emerge from recession. ''This has been a really lousy year, especially for South America,'' said Ricardo Hausmann, chief economist of the Inter-American Development Bank, the lending agency based in Washington. ''We have seen traumatic declines in growth rates for all of Latin America, the result of a collapse both of international capital flows and commodity prices.''","abstract":"Latin American nations experienced a difficult economic year in 1999, but signs are emerging that worst may be over; capital flowing into Latin America fell to $57 billion in 1999, only slightly more than half the $107 billion in 1997; chart of capital flows in 1990's; photo (M)","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"After a Hard Year, Latin America Looks for Better Times","kicker":"INTERNATIONAL"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1999-12-20T00:00:00Z","document_type":"article","news_desk":"Outlook 2000","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd210ed8eb7c8105d785aca","word_count":1356},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/25\/business\/international-business-latin-america-tackling-possible-computer-woes.html","snippet":"Approximately 37,000 clients of Banco Itau S.A., one of Brazil's largest banks, got a glimpse last month of the problems Latin Americans might encounter from the Year 2000 computer problem when they received a letter saying certain fees would be...","lead_paragraph":"Approximately 37,000 clients of Banco Itau S.A., one of Brazil's largest banks, got a glimpse last month of the problems Latin Americans might encounter from the Year 2000 computer problem when they received a letter saying certain fees would be charged to their accounts as of Jan. 4, 1900. The bank, which attributed the mix-up to human error and not to its technology, quickly remedied the problem with follow-up correspondence correcting the date to 2000. But doubts remained, since Itau was said to be among the region's best prepared companies for the Year 2000 problem, having invested more than $30 million to prepare its computers.","abstract":"Latin America's mixed approach to possible Year 2000 computer problems surveyed; analysts report some of poorest countries, like Paraguay, are drastically ill-prepared, while nations like Chile and Mexico have budgeted enough money to adapt their government computers; photo; consensus does emerge that parts of Latin America most at risk are also most technologically advanced, while underdeveloped regions are not likely to suffer as much (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin America Tackling Possible Computer Woes","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"TWO THOUSAND (YEAR)"},{"name":"subject","value":"FORECASTS"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"1999-12-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd21c998eb7c8105d79cd6f","word_count":1281},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/26\/travel\/what-s-doing-in-panama.html","snippet":"For Americans and Panamanians alike, it is the end of an era and a moment for reflection and nostalgia. On Friday at noon, the Panama Canal, one of the world's greatest commercial waterways and engineering feats, formally changes ownership. After...","lead_paragraph":"For Americans and Panamanians alike, it is the end of an era and a moment for reflection and nostalgia. On Friday at noon, the Panama Canal, one of the world's greatest commercial waterways and engineering feats, formally changes ownership. After nearly a century under American jurisdiction, the Big Ditch finally is the property of the country that was created around it in 1903 and has yearned ever since to control it. Though the handover ceremonies have already taken place, the mood in Panama -- the capital and the country -- is jubilant these days, as might be expected. The streets of the city, on the east bank of the Pacific entrance to the canal, and Colon, on the west bank of the Caribbean approach, are decorated with bunting, buildings are plastered with commemorative posters, and the airwaves are filled with exultant salsa songs. Even Coca-Cola cans carry a slogan celebrating the handover. The transfer coincides with the most pleasant time of year to visit, in terms of both attractions and climate. December through April is the height of the dry season, and once Christmas and New Year's are out of the way, Panamanians are either gearing up for Carnival or spending weekends at the beach. In either case, they are likely to be even more relaxed and generous than usual, now that the canal is finally theirs. Though it has fewer than three million people, a century as ''the crossroads of the world'' has made Panama into a remarkably diverse and polyglot society. Large American, Arab, Chinese, Indian, Pakistani, Jewish and West Indian communities have all added their customs, cuisine and languages to the underlying mix of Spanish, African and Indian influences, helping create an environment of tolerance. English is widely spoken, and the American dollar is the country's currency. Events Yankee fans who are admirers of the team's two Panamanian stars, Mariano Rivera and Ramiro Mendoza, can catch a glimpse of possible future major league standouts during the annual national baseball championships, which begin Jan. 5 and continue through early April. About 40 games will be played at the spanking-new National Stadium. Tickets: $1.50 to $4; (507) 230-4524. The National Concert Association season is Jan. 8 to 29, with orchestral, chamber and choral music played by local ensembles and the visiting Oberlin Chamber Group. Admission $5; tickets (507) 214-7236. From Feb. 25 to 27, the focus will be on a very different kind of music at the Bacardi Congreso de Salsa. During the day there will be exhibitions and lessons by top professional dancers from around the Caribbean, and at night, a series of concerts. Information: (507) 231-0200. Though not quite in the same class as the blowouts in Brazil, New Orleans or Trinidad, Panama's carnival is four days of nonstop festivities, this year from March 5 to 9. The annual Afro-Antillean Festival will coincide with the first two days of Carnival and highlight the spicy music and food of the West Indian community, whose members are largely descended from the laborers who came to Panama from Jamaica, Barbados and Grenada to help build the canal. Admission is $2; all events will be held at the Afro-Antillean Museum on Avenida Justo Arosemena. Call (507) 262-1668. Sightseeing There is no point in going to Panama without seeing the canal, right? A drive across the majestic Bridge of the Americas at the Pacific entrance to the waterway is a good start, followed by a visit to the Miraflores Locks, where guides explain the remarkable history of the canal and the engineering marvel it remains. Also useful if you speak Spanish is the Panama Canal Museum in Casco Viejo; open Tuesday to Sunday, 9:30 a.m. to 5:30 p.m., admission $2. Call (507) 211-1649. But the best option is to get on a boat and experience a crossing. Argo Tours, (507) 228-4348, offers Saturday trips on comfortable vessels about the size of tugboats, leaving from Dock 18 of Balboa port at 7:30 a.m. There is a buffet on board, and a patient bilingual guide explains every step as the craft moves through the locks. A half-day transit, which should be enough to satisfy all but dedicated seafarers, will cost $90 after Jan. 1, $45 for children. The strongest proof of the government slogan that Panama is ''more than just a canal'' is to venture into the lush rain forest and parks that are a short drive from the capital. Metropolitan Park and its hiking trails are actually within the city limits, and Soberania National Park (about 15 miles inland from Panama City) is famous among bird watchers. But probably the most interesting nature site is Barro Colorado Island, where the Smithsonian Institution runs a tropical research center. Reservations for a daylong tour, offered three times a week for $28 a person, should be made months in advance. Call (507) 212-8026, or send a fax to (507) 212-8148. In the city, two areas worth visiting are Old Panama and the Casco Viejo. Old Panama is the original site of the city, today a rather forlorn set of ruins ranging from the old city hall to a slave market. The Casco Viejo, now being restored, is the old colonial city, and any walking tour of its narrow streets bordered by delicate wrought iron balconies should include stops at the Baroque San Jose Church, Cathedral Square and the Las Bovedas promenade, a former armory that now includes an art museum. A word of caution: go only during daylight hours and watch your wallet in this neighborhood. Where to Stay The Hotel El Panama, Via Espana 111, (507) 269-5000, fax (507) 269-6990, sits atop a slight rise overlooking the main shopping and banking district and has a tropical ambience, with its public spaces open to the elements and some of its rooms decorated with wicker furniture and floral patterns. It is the oldest of the city's main hotels, having opened in 1951. It has 345 rooms and cabanas, with doubles from $155 a day. A recent addition to the city's hotel lineup is the Marriott Panama, at Calle 52 and Avenida Ricardo Arias, (507) 210-9100, fax (507) 210-9311, one of two newcomers that have increased options for travelers wanting to stay in the lively Bella Vista area that includes the Via Espana, with its many restaurants and theaters and night life. The 296 rooms, with doubles beginning at $160, are spacious but lack local flavor. The other notable newcomer is also a chain hotel, the Radisson Royal Panama, at 53 Calle Marbella and Avenida 5a B Sur, (507) 265-3636, fax (507) 265-3567, closer to Panama Bay. Somewhat smaller and definitely quieter than other leading hotels, with 128 rooms, it seems especially intent on attracting executives doing business at the World Trade Center next door. Doubles from $150. Budget: The 96-room Hotel Ejecutivo, Calle 52 and Aquilino de la Guardia in the Via Espana area, (507) 264-3333, fax (507) 269-1944, is a favorite of businessmen. The location is ideal, each room (comfortable though small) has a veranda, and the coffee shop is a popular breakfast place for local luminaries. Doubles from $110. Luxury: For the most spectacular views of any hotel in the city, try the Miramar Inter-Continental, at Avenida Balboa and Plaza Miramar on the shore of Panama Bay; (507) 214-1000, fax (507) 214-1004. Many rooms offer a 180-degree panorama that encompasses the skyline, the sea and the canal entrance, with waiting ships visible. Doubles in the 206 rooms start at just over $200. Besides bay views, the 381-room Hotel Caesar Park, Via Israel and Calle 77 in the San Francisco district, also offers a prime location across from the city's main concert hall and convention center. It has a casino and a small shopping mall, but is at a remove from the canal and other attractions. Most doubles $225; (507) 270-0477, fax (507) 226-4262. Where to Eat Casco Viejo, on Calle 50 next to La Mansion Dante (a luxury-goods store), bills itself as a French restaurant, but many dishes come with a tropical touch. The menu includes tongue of veal in mango or passion fruit sauce and shrimp in coconut milk, in addition to classic French offerings. Dinner for two with wine runs about $100; (507) 223-3306. About 5 percent of Panama's population claims some Chinese descent, meaning the capital has many Chinese restaurants, ranging from simple mom-and-pop places to the elegance of Madame Chang, on Calle 48 in Bella Vista. The focus here is on milder Cantonese dishes, though some spicier Szechuan plates are available. Dinner for two about $65; (507) 269-7863. As an isthmus bathed by the waters of the Caribbean and the Pacific, Panama abounds in splendid seafood restaurants. Siete Mares, Avenida Guatemala in Bella Vista, (507) 264-0144, is one of the better ones, serving local species (sea bass, snapper, crab and lobster) as well as cod from Norway prepared in Basque and Portuguese styles. About $65 for two. Panama also has any number of good Spanish and Basque restaurants. One of the best, in Bella Vista at Calle 49 and Uruguay, is La Toja, (507) 269-3004. If you have a hankering for paella, this is a good place for it. The pato a la madrilena -- duck with black olives, capers and serrano ham -- and seafood dishes in garlic and pepper sauce aren't bad, either. Dinner for two about $60. For an inexpensive lunch in a funky setting, try the Restaurante Mercado del Marisco, (507) 212-0071, on the bay in the fish market at the end of Avenida Balboa. The food couldn't be fresher: fish and crustaceans from vendors at ground level who can be seen from the restaurant on the second floor; or buy your own fish and have it cooked for $3. A meal for two is less than $20 with beer. Shopping For decades, affluent Latin Americans have flocked to Panama to shop in a free-trade zone, and though there are hundreds of stores selling electronic gadgets, designer clothing, shoes, jewelry and watches, prices and selection are not all that different from those in the United States. But Panama can boast one thing that no place else has: molas. Molas are multilayered stitched and basted panels of cloth originally worn by Kuna Indian women on the fronts and backs of their blouses. But the designs proved so striking, colorful and imaginative, with themes ranging from flora and fauna to the abstract, that Panamanians and foreigners alike began collecting molas, and have adapted them to a host of other uses: purses, bedspreads, even potholders. A mola can cost as little as $5 for a panel or several hundred dollars for a quilt. Kuna Indian vendors who have come from their villages in San Blas sell molas on the streets of the big city, and at the new handicrafts center in Balboa in the old Canal Zone. There is also a large selection at Flory Saltzman Molas, (507) 223-6963, a shop near the Hotel El Panama.","abstract":"Larry Rohter article on travel attractions in Panama; photos; map (What's Doing in...article) (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"What's Doing In; Panama"},"keywords":[{"name":"creative_works","value":"WHAT'S DOING IN...(TIMES COLUMN)"},{"name":"glocations","value":"PANAMA"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1999-12-26T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd202378eb7c8105d767a74","word_count":1839},{"web_url":"http:\/\/www.nytimes.com\/1999\/12\/30\/nyregion\/times-square-x-24-hours-2000.html","snippet":"The Times Square New Year's Eve celebration will be a 24-hour multimedia event focusing on selected countries as they enter the new millennium. Performances will take place both on a main stage and throughout the square. Here are times of the...","lead_paragraph":"The Times Square New Year's Eve celebration will be a 24-hour multimedia event focusing on selected countries as they enter the new millennium. Performances will take place both on a main stage and throughout the square. Here are times of the performances and a sampling of countries featured in each time zone. FRIDAY 6:30 to 7:12 a.m. Fiji, Kiribati, Marshall Islands, New Zealand Tonga, Tuvalu, others On the main stage, performers depict the coming of dawn. At 7 a.m. the crystal ball appears atop One Times Square.","abstract":"Hour-by-hour guide to 24-hour Times Square, New York City, New Year's Eve celebration; map (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Times Square x 24 Hours = 2000"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"TIMES SQUARE (NYC)"},{"name":"subject","value":"NEW YEAR"},{"name":"subject","value":"TWO THOUSAND (YEAR)"}],"pub_date":"1999-12-30T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd21c468eb7c8105d79ca32","word_count":557}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}