{"response":{"meta":{"hits":126,"time":53,"offset":40},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1982\/04\/27\/world\/argentine-crowd-shouts-defiance.html","snippet":"They gathered again today in the Plaza de Mayo, not to cheer a victory but to let off patriotic emotions after a defeat.   On April 10, a multitude of perhaps 100,000 crammed into the vast sloping square and roared for Lieut. Gen. Leopoldo Galtieri,...","lead_paragraph":"They gathered again today in the Plaza de Mayo, not to cheer a victory but to let off patriotic emotions after a defeat. On April 10, a multitude of perhaps 100,000 crammed into the vast sloping square and roared for Lieut. Gen. Leopoldo Galtieri, the head of the ruling junta and conqueror of the Falkland Islands. The mood was lighthearted and many women and children were in the crowd. Late this afternoon, under gray skies, the flag-waving crowd was smaller, maybe 10,000, and President Galtieri did not come out of his pink mansion at the base of the square.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINE CROWD SHOUTS DEFIANCE"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"1982-04-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JAMES M. MARKHAM, Special to the New York Times"},"type_of_material":"News","_id":"4fd120eb8eb7c8105d5e1ce9","word_count":907},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/02\/weekinreview\/galtieri-s-next-war-may-be-domestic.html","snippet":"For the first time in a century, Argentina's armed forces last week entered a war - and a fragmented and troubled society faced a most uncertain political future.   Through a series of miscalculations and misreadings of international realities,...","lead_paragraph":"For the first time in a century, Argentina's armed forces last week entered a war - and a fragmented and troubled society faced a most uncertain political future. Through a series of miscalculations and misreadings of international realities, President Leopoldo Galtieri and his corulers on the three-man junta had not only brought Argentina into full-blown fighting with Britain, but had caused a sharp deterioration of relations with the Reagan Administration. Even Latin American neighbors offered little more than rhetorical solidarity. The implications for Britain and the West of the crisis over the obscure Falklands Islands were serious. But the outcome could be even more momentous for Argentina, particularly since Britain's strategy appeared aimed at humiliating and toppling the regime. Coming two days after the harsh suppression of workers' demonstrations in Buenos Aires and other cities, the Falklands invasion looked like a textbook case of a military dictator using a foreign adventure as a distraction from domestic troubles - in Argentina's case, 150 percent inflation, high unemployment and a deepening malaise over the junta's stewardship. But General Galtieri had long dreamed of severing Britain's hold on the Malvinas, as the islands are known here, and just before the 55-year-old army commander took power in a palace coup last year, he is said to have secured the support of the navy commander, Adm. Jorge Issac Anaya, by promising to ''recuperate'' the barren archipelago.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GALTIERI'S NEXT WAR MAY BE DOMESTIC"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1982-05-02T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JAMES M. MARKHAM"},"type_of_material":"News","_id":"4fd120948eb7c8105d5e1a7d","word_count":908},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/06\/world\/british-free-captives-from-south-georgia.html","snippet":"About 150 Argentine soldiers and 30 civilians captured when British forces retook the island of South Georgia, southeast of the Falklands, are on their way home, Defense Ministry officials said today.   They said the prisoners left South Georgia by...","lead_paragraph":"About 150 Argentine soldiers and 30 civilians captured when British forces retook the island of South Georgia, southeast of the Falklands, are on their way home, Defense Ministry officials said today. They said the prisoners left South Georgia by ship Tuesday, but they would not give the destination. Ministry sources said they thought the ships were headed for Uruguay.","abstract":null,"print_page":"17","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"British Free Captives From South Georgia"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"SOUTH GEORGIA ISLAND"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"MILITARY PERSONNEL"},{"name":"subject","value":"MILITARY ACTION"}],"pub_date":"1982-05-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[],"original":"Reuters","organization":"Reuters"},"type_of_material":"News","_id":"4fd135708eb7c8105d606594","word_count":"59"},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/06\/world\/hope-for-the-capture-of-mengele-is-revived.html","snippet":"Simon Wiesenthal, the hunter of Nazi war criminals, said today that he was close to catching Dr. Josef Mengele, who has been accused in the deaths of 400,000 people at the Auschwitz death camp during World War II.   Mr. Wiesenthal said that Dr....","lead_paragraph":"Simon Wiesenthal, the hunter of Nazi war criminals, said today that he was close to catching Dr. Josef Mengele, who has been accused in the deaths of 400,000 people at the Auschwitz death camp during World War II. Mr. Wiesenthal said that Dr. Mengele was known to be moving among Paraguay, Uruguay and Bolivia and was believed to have cancer.","abstract":null,"print_page":"12","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Hope for the Capture Of Mengele Is Revived"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"CRIME AND CRIMINALS"},{"name":"subject","value":"WORLD WAR II (1939-45)"}],"pub_date":"1982-05-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"Reuters","original":"Reuters","person":[]},"type_of_material":"News","_id":"4fd11fca8eb7c8105d5dfc4b","word_count":140},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/10\/world\/wanted-more-arms-military-analysis.html","snippet":"Argentina's most urgent military problem is the acquisition of more advanced weapons from the Western European powers that have sold arms to the country's military establishment for 15 years but that have now imposed an embargo on such sales to...","lead_paragraph":"Argentina's most urgent military problem is the acquisition of more advanced weapons from the Western European powers that have sold arms to the country's military establishment for 15 years but that have now imposed an embargo on such sales to Argentina. Only an influx of additional advanced weapons, including air-tosurface and surface-to-surface missiles, analysts said, will enable Argentina to match a steadily expanding British task force in the South Atlantic. According to NATO sources, Argentina has begun an almost frantic search for more weapons. Buyers have appeared in European capitals and in the Middle East, which is a flourishing center for sales of light surface-to-air missiles and land mines, most of them of Soviet origin. Simultaneously Argentina has pleaded with arm sellers abroad to hurry deliveries of weapons already ordered and paid for. But such deliveries from members of the North Atlantic Treaty Organization and the Common Market - West Germany and France, for instance - are now suspended because of the clash with Britain over the Falkland Islands. The Common Market embargo against Argentina expires May 17, but it may be extended.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Military Analysis","kicker":"WANTED: MORE ARMS"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"MILITARY EQUIPMENT"},{"name":"subject","value":"BOYCOTTS"}],"pub_date":"1982-05-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Drew","rank":1,"lastname":"MIDDLETON"},{"organization":"","role":"reported","rank":2}],"original":"By DREW MIDDLETON, Special to the New York Times"},"type_of_material":"An Analysis","_id":"4fd122818eb7c8105d5e5a20","word_count":1016},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/11\/world\/the-lights-are-dimmed-as-the-war-comes-home-at-last-to-buenos-aires.html","snippet":"A sense of being at war has seized Argentina. It started in what is called ''the south'' - which these days means just about everything south of Buenos Aires -with blackouts, children crouching under their school desks for air-raid drills and then,...","lead_paragraph":"A sense of being at war has seized Argentina. It started in what is called ''the south'' - which these days means just about everything south of Buenos Aires -with blackouts, children crouching under their school desks for air-raid drills and then, most chilling, the tearful survivors of the cruiser General Belgrano, sunk a week ago, and the coffins. Now, like a wave rolling northward, it has finally hit Buenos Aires, a big and self-consciously sophisticated city, which had seemed determined before not to be ruffled by the distant battle. Like the United States and Israel, Argentina is a nation of immigrants from many lands, and so the responses to war have been as varied as the Italians, Spaniards, Poles, Germans, Welsh, Russians and others who have come together here. There has been some boisterous fight-to-the-last-man talk from the occasional military figure, or newspaper, but more often saber-rattling has been offset by barely suppressed anger, anxiety about the future of the nation and sorrow.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE LIGHTS ARE DIMMED AS THE WAR COMES HOME AT LAST TO BUENOS AIRES"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"MILITARY ACTION"}],"pub_date":"1982-05-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JAMES M. MARKHAM, Special to the New York Times"},"type_of_material":"News","_id":"4fd11ee78eb7c8105d5de2d0","word_count":1054},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/13\/world\/reporters-seized-by-the-argentines.html","snippet":"The authorities expelled three foreign journalists today and three others were abducted by unknown people and later released naked.   Col. Bernardo Menendez, Deputy Minister of the Interior, said tonight that one American journalist and two...","lead_paragraph":"The authorities expelled three foreign journalists today and three others were abducted by unknown people and later released naked. Col. Bernardo Menendez, Deputy Minister of the Interior, said tonight that one American journalist and two Norwegians had been expelled for ''compromising national security.'' He declined in an interview to be more specific about the charges. The American, Holger Jensen of Newsweek magazine, was put on a flight tonight to Montevideo, Uruguay, with Ivar Hippe of Dagbladet, an Oslo daily. Frode Holst of the Oslo daily Verdens Gang was put on a plane earlier to Brazil.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REPORTERS SEIZED BY THE ARGENTINES"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"DEPORTATION"},{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1982-05-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd11fcc8eb7c8105d5dfe2b","word_count":1048},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/15\/world\/with-britain-firm-argentina-debates-next-move.html","snippet":"Argentine military commanders held a series of meetings here today as reports circulated that Britain had hardened its negotiating position in the crisis over Argentina's seizure of the Falkland Islands.   A military source said Argentina faced a...","lead_paragraph":"Argentine military commanders held a series of meetings here today as reports circulated that Britain had hardened its negotiating position in the crisis over Argentina's seizure of the Falkland Islands. A military source said Argentina faced a choice between stepping up military actions or pressing further for peace. It was unclear tonight if any decision had been made. The developments came after what had appeared to be a softening by Argentina of its demands for guaranteed sovereignty over the islands, which its forces took April 2.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WITH BRITAIN FIRM, ARGENTINA DEBATES NEXT MOVE"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"BOUNDARIES AND TERRITORIAL ISSUES"}],"pub_date":"1982-05-15T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd122218eb7c8105d5e4ac2","word_count":927},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/20\/sports\/clerc-upset-by-tulasne-gerulaitis-wins-in-rome.html","snippet":"Thierry Tulasne, an 18-year-old Frenchman, upset top-seeded Jose-Luis Clerc of Argentina today, 7-5, 6-1, in the second round of the Italian Open clay-court tennis championships.  Vitas Gerulaitis had to struggle to beat Diego Perez of Uruguay, 4-6,...","lead_paragraph":"Thierry Tulasne, an 18-year-old Frenchman, upset top-seeded Jose-Luis Clerc of Argentina today, 7-5, 6-1, in the second round of the Italian Open clay-court tennis championships. Vitas Gerulaitis had to struggle to beat Diego Perez of Uruguay, 4-6, 6-2, 7-5. For Clerc, ranked fifth in the world, it was his second straight early-round defeat.","abstract":null,"print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Clerc Upset by Tulasne, Gerulaitis Wins in Rome"},"keywords":[{"name":"subject","value":"PROFESSIONAL ATHLETICS"},{"name":"subject","value":"TENNIS"}],"pub_date":"1982-05-20T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd122e28eb7c8105d5e6257","word_count":53},{"web_url":"http:\/\/www.nytimes.com\/1982\/05\/23\/world\/south-americans-intensify-calls-for-mediation-by-un.html","snippet":"The British landing in the Falkland Islands intensified calls throughout South America today for reviving the lapsed United Nations mediation and, in several cases, for increasing Latin solidarity moves in support of Argentina.   None of the...","lead_paragraph":"The British landing in the Falkland Islands intensified calls throughout South America today for reviving the lapsed United Nations mediation and, in several cases, for increasing Latin solidarity moves in support of Argentina. None of the countries of the continent altered their previous positions in the dispute. The assault had been forecast for some time in all Latin capitals and consequently did not provoke the vigorous notes of official protest or spontaneous street demonstrations that an unexpected escalation of the conflict might have. The most dramatic reactions came from Venezuela and Peru, the two countries that have been most vocally behind Argentina since the conflict arose more than seven weeks ago. Colombia and Brazil continued to be the most reserved in their comments.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SOUTH AMERICANS INTENSIFY CALLS FOR MEDIATION BY U.N."},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"BOUNDARIES AND TERRITORIAL ISSUES"}],"pub_date":"1982-05-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"},{"organization":"","role":"reported","rank":2}],"original":"By WARREN HOGE, Special to the New York Times"},"type_of_material":"News","_id":"4fd120878eb7c8105d5e1237","word_count":1081}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}