{"response":{"meta":{"hits":106,"time":42,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/03\/world\/us-free-of-disease-for-70-years-but-some-call-its-return-inevitable.html","snippet":"Although the United States has not had an outbreak of foot-and-mouth disease since 1929, some veterinary virologists believe that it is only a matter of time before a slip in agricultural hygiene or a tourist who flouts customs regulations...","lead_paragraph":"Although the United States has not had an outbreak of foot-and-mouth disease since 1929, some veterinary virologists believe that it is only a matter of time before a slip in agricultural hygiene or a tourist who flouts customs regulations reintroduces this highly infectious virus into American livestock. The tiny virus, which is now forcing the slaughter and incineration of tens of thousands of farm animals in Britain and several countries on the Continent, is in the same family as those causing the common cold. It can be spread by direct or indirect contact with infected animals; by people exposed to the virus who develop no symptoms but who harbor and spread it; by contaminated shoes, clothing, vehicles, farm implements, meat, milk and garbage, and by air. Weather permitting, the virus can travel many miles.","abstract":"Some experts warn return of foot-and-mouth disease to United States, which experienced last outbreak in 1929, is inevitable; disease is endemic in number of areas, where periodic outbreaks sometimes have severe economic consequences; vaccination of farm animals has not proved effective because it makes it impossible to tell which animals are infected and which protected (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Free of Disease for 70 Years, but Some Call Its Return Inevitable"},"keywords":[{"name":"subject","value":"LIVESTOCK"},{"name":"subject","value":"VACCINATION AND IMMUNIZATION"},{"name":"subject","value":"FOOT-AND-MOUTH DISEASE"}],"pub_date":"2001-03-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Health","subsection_name":null,"byline":{"person":[{"firstname":"Jane","middlename":"E.","lastname":"BRODY","rank":1,"role":"reported","organization":""}],"original":"By JANE E. BRODY"},"type_of_material":"News","_id":"4fd22de18eb7c8105d7bb9d8","word_count":749},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/04\/nyregion\/stretching-the-ideas-of-animal-imagery.html","snippet":"THE focus is not animals, insists John I. Russell, executive director of the Brookfield Craft Center. Nor, he says, is the center's current show about art that looks like animals.    Rather, he said, ''It is about the influence animals have had on...","lead_paragraph":"THE focus is not animals, insists John I. Russell, executive director of the Brookfield Craft Center. Nor, he says, is the center's current show about art that looks like animals. Rather, he said, ''It is about the influence animals have had on some interesting craft artists.''","abstract":"Bess Liebenson reviews exhibition of images of animals by local artists at Lynn Tendler Bignell Gallery at Brookfield Craft Center in Connecticut; photos (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Stretching the Ideas Of Animal Imagery"},"keywords":[{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"2001-03-04T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bess","rank":1,"lastname":"LIEBENSON"}],"original":"By BESS LIEBENSON"},"type_of_material":"News","_id":"4fd206cc8eb7c8105d7704fe","word_count":503},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/10\/world\/world-briefing.html","snippet":"EUROPE    ITALY: ELECTION DATE SET  The government announced that Italians would vote for a new prime minister on May 13. The campaign between the leader of a center-left coalition, Francesco Rutelli, 46, left, who was mayor of Rome, and Italy's...","lead_paragraph":"EUROPE ITALY: ELECTION DATE SET The government announced that Italians would vote for a new prime minister on May 13. The campaign between the leader of a center-left coalition, Francesco Rutelli, 46, left, who was mayor of Rome, and Italy's center-right opposition leader, Silvio Berlusconi, 64, a media and business tycoon, has been acrimonious, with even the exact date for elections the subject of bitter fighting. Alessandra Stanley (NYT) SWITZERLAND: LEGALIZING MARIJUANA The government has proposed legislation that would permit consumption of marijuana and hashish, acting on findings of a study that showed use of the substances is pervasive. Under the proposed law, the police could ignore cultivation and trading of small amounts of soft drugs and devote more resources to large-scale production and export. The legislation faces scrutiny by Parliament, where passage is far from certain. Elizabeth Olson (NYT)","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BRIEFING"},"keywords":[],"pub_date":"2001-03-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd206d38eb7c8105d770a34","word_count":862},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/11\/magazine\/the-claritin-effect-prescription-for-profit.html","snippet":"It had been yet another miserable, nose-dripping, red-eyed spring a couple of years ago, when I finally went to see an allergy specialist. I've been battered by seasonal allergies all my life but relied on family doctors and, more recently,...","lead_paragraph":"It had been yet another miserable, nose-dripping, red-eyed spring a couple of years ago, when I finally went to see an allergy specialist. I've been battered by seasonal allergies all my life but relied on family doctors and, more recently, ''primary-care physicians'' for relief. In a kind of a pharmaceutical version of playing catch with Dad, my father and I shared his hay-fever pills when I was growing up. They were smooth, round yellow tablets, etched with a tiny red corporate symbol that was as delicate as a Chinese ideograph. At a time before people routinely gobbled down a half dozen medicines a day, those pills held a kind of mythic power for me, not only because they could make the misery of allergies disappear but also because they were prescription drugs -- inherently more powerful, more inaccessible, more special. Those yellow pills were called Chlor-Trimeton, manufactured by the Schering-Plough Corporation, first as a prescription drug and then, after 1976, as an over-the-counter medication. It definitely worked, but it knocked me out. I remember days when I felt glazed by sleepiness. Even as the high tide in my nose and throat subsided, I felt mentally waterlogged.","abstract":"Stephen S Hall article details history of Schering-Plough's prescription allergy drug Claritin, holding it reveals why Americans pay premium prices for new drugs that may not be better than older ones; notes aggressively marketed drug is most frequently dispensed drug sample in United States, part of nearly $8 billion worth of free samples that drug companies give to doctors annually; notes drug, designed to relieve symptoms, not offer cure, is only moderately effective at doing so; notes it is sold over-the-counter in many nations at much lower cost; photo (L)","print_page":"40","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Claritin Effect; Prescription for Profit"},"keywords":[{"name":"organizations","value":"SCHERING-PLOUGH CORP"},{"name":"subject","value":"ANTIHISTAMINES"},{"name":"subject","value":"MARKETING AND MERCHANDISING"},{"name":"subject","value":"CLARITIN (DRUG)"},{"name":"subject","value":"DRUGS (PHARMACEUTICALS)"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ALLERGIES"}],"pub_date":"2001-03-11T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Health; Magazine","subsection_name":null,"byline":{"person":[{"firstname":"Stephen","middlename":"S.","lastname":"Hall","rank":1,"role":"reported","organization":""}],"original":"By Stephen S. Hall"},"type_of_material":"News","_id":"4fd215278eb7c8105d78e195","word_count":7599},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/13\/world\/a-un-paradox-some-on-rights-panel-are-accused-of-wrongs.html","snippet":"The United Nations Human Rights Commission, the focal point of debate among nations on a range of political and civil liberties, is growing steadily less free and tolerant in its membership, human rights groups say.    The 53-member commission,...","lead_paragraph":"The United Nations Human Rights Commission, the focal point of debate among nations on a range of political and civil liberties, is growing steadily less free and tolerant in its membership, human rights groups say. The 53-member commission, elected from and by the United Nations' 189 member governments, begins its annual six-week session next Monday in Geneva. It will be the first opportunity for the Bush administration to speak out on major international human rights issues, including on how to deal with China, which usually avoids criticism by mustering enough support to keep its record off the commission's agenda.","abstract":"Human rights groups say UN Human Rights Commission, focal point of debate among nations on range of political and civil liberties, is growing steadily less free and tolerant in its membership; say makeup of commission, whose members are elected for staggered three-year terms, is becoming problematic with each passing year; recent ranking of commission members found approximately half represent governments with repressive human rights policies; some members bar human rights monitors from visiting their countries (S)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A U.N. Paradox: Some on Rights Panel Are Accused of Wrongs"},"keywords":[{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"UNITED NATIONS HUMAN RIGHTS COMMISSION"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2001-03-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"}],"original":"By BARBARA CROSSETTE"},"type_of_material":"News","_id":"4fd206ca8eb7c8105d7703a8","word_count":326},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/23\/business\/economic-jitters-send-latin-american-stocks-reeling-brazil-frets-over-rate-rise.html","snippet":"Brazil's stock markets plummeted today on the heels of a surprise half-point increase in interest rates by the Brazilian central bank Wednesday night, and they were rattled further by developments in neighboring Argentina. São Paulo's benchmark...","lead_paragraph":"Brazil's stock markets plummeted today on the heels of a surprise half-point increase in interest rates by the Brazilian central bank Wednesday night, and they were rattled further by developments in neighboring Argentina. São Paulo's benchmark Bovespa index fell 5.34 percent, closing at 14,046.19. Meant to stabilize the falling value of Brazil's currency, the real, and to keep inflation from igniting, the interest rate move wound up worsening the growing concern over the Brazilian economy's prospects, economists said.","abstract":"Brazil's stock markets plummet on heels of surprise half-point increase in interest rates by Brazilian central bank, and they are rattled further by economic problems in neighboring Argentina (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Jitters Send Latin American Stocks Reeling; Brazil Frets Over Rate Rise And the Turmoil Next Door"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTEREST RATES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2001-03-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"RICH","rank":1,"role":"reported","organization":""}],"original":"By JENNIFER L. RICH"},"type_of_material":"News","_id":"4fd222218eb7c8105d7a7529","word_count":555},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/23\/business\/economic-jitters-send-latin-american-stocks-reeling-argentina-official-seeks.html","snippet":"Two tumultuous days into his new tenure as Argentina's economy minister and designated savior, Domingo Cavallo outlined his plans late Wednesday and asked Congress for extraordinary powers to revive the stalled economy.    Mr. Cavallo promised to...","lead_paragraph":"Two tumultuous days into his new tenure as Argentina's economy minister and designated savior, Domingo Cavallo outlined his plans late Wednesday and asked Congress for extraordinary powers to revive the stalled economy. Mr. Cavallo promised to make Argentina more competitive without devaluing the peso or ending the decade-old currency board system that pegs its value to the United States dollar. He called for tax cuts, tariff changes and rapid easing of business and labor regulations.","abstract":"Economic Min Domingo Cavallo outlines his economic plans and asks Argentina's Congress for extraordinary powers to revive stalled economy; promises to make Argentina more competitive without devaluing peso or ending decade-old currency board system the pegs its value to US dollar; calls for tax cuts, tariff changes and rapid easing of business and labor regulations; benchmark Merval stock index plunges 6.6 percent; graph; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Jitters Send Latin American Stocks Reeling; In Argentina, Official Seeks A Free Hand"},"keywords":[{"name":"persons","value":"CAVALLO, DOMINGO"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"LABOR-MANAGEMENT RELATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2001-03-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd206d18eb7c8105d7708f9","word_count":662},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/24\/business\/international-business-south-american-trade-bloc-under-siege.html","snippet":"In a more just world, the trade bloc known as Mercosur would be in a celebratory mood when its 10th birthday rolls around on Monday. Since its founding, trade among Mercosur's four members has tripled, to $15 billion a year; foreign investment has...","lead_paragraph":"In a more just world, the trade bloc known as Mercosur would be in a celebratory mood when its 10th birthday rolls around on Monday. Since its founding, trade among Mercosur's four members has tripled, to $15 billion a year; foreign investment has soared; inflation has been tamed; and the group has become the world's third-largest market, with more than 210 million people and combined production of more than $1 trillion a year. But ''more than toasting the results of the past, Mercosur is going to mark this anniversary worrying about its future,'' said Gilberto Dupas, head of international studies at the University of São Paulo. The South American Common Market, as the group is also known, is now under siege from all sides, riven by disputes between Brazil and Argentina, its two main members, and facing mounting external pressures, mostly from the United States.","abstract":"South American trade block known as Mercosur is approaching 10th anniversary beset with inner conflicts, mainly between Brazil and Argentina, and outside pressure, mostly from United States; other members are Uruguay, Paraguay, Bolivia and Chile (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"South American Trade Bloc Under Siege","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CURRENCY"}],"pub_date":"2001-03-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2220f8eb7c8105d7a6eac","word_count":1126},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/24\/world\/huge-soccer-scandal-taints-national-obsession-of-brazil.html","snippet":"Brazilians often say that soccer is not just the national sport, it is a religion. But the image of ''the beautiful game,'' as Pelé dubbed it, is being sullied by a rapidly spreading multimillion-dollar corruption scandal, which produced persuasive...","lead_paragraph":"Brazilians often say that soccer is not just the national sport, it is a religion. But the image of ''the beautiful game,'' as Pelé dubbed it, is being sullied by a rapidly spreading multimillion-dollar corruption scandal, which produced persuasive evidence of greed, arrogance, incompetence, dishonesty and deception. Day after day, some startling new accusation is thrown at the elite group of team administrators, managers and player agents who run the game and are known collectively as cartolas, Portuguese for top hats. Some of the country's best-known players have also been dragged into the mess, though apparently more as naïve victims of manipulative team officials than as wrongdoers.","abstract":"Multimillion-dollar scandal spreading throughout Brazilian soccer causes shock, disgust, outrage and sorrow among ordinary Brazilians, who hold sacred the sports integrity; has touched team administrators, managers, players agents and even some top players, although latter have apparently been more naive victims of manipulative team officials than wrongdoers; irregularities uncovered thus far include income tax evasion, nonpayment of social security taxes, money laundering, evasion of foreign exchange controls, skimming of gate revenues and perhaps even bribing of referees to help throw games; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Huge Soccer Scandal Taints National Obsession of Brazil"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"OFFICIATING (SPORTS)"},{"name":"subject","value":"TAX EVASION"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BRIBERY"},{"name":"subject","value":"AGENTS (BUSINESS)"}],"pub_date":"2001-03-24T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2220f8eb7c8105d7a6ead","word_count":1446},{"web_url":"http:\/\/www.nytimes.com\/2001\/03\/28\/dining\/25-and-under-where-you-can-have-your-steak-and-take-it-home-too.html","snippet":"TRAVELING along the main routes of Jackson Heights and Corona, Queens, is like taking a trip to the United Nations. Flags and cultures of disparate countries abound. While there are video stores and clothing shops, most of the storefronts are devoted...","lead_paragraph":"TRAVELING along the main routes of Jackson Heights and Corona, Queens, is like taking a trip to the United Nations. Flags and cultures of disparate countries abound. While there are video stores and clothing shops, most of the storefronts are devoted to food. In a single block you can find a dozen different chilies in a Mexican grocery, an artist's palette of spices in an Indian market, and restaurants, endless restaurants. Many of the restaurants are South American, a term that encompasses cuisines as starkly different as the pre-Columbian specialties of Peru; the African, Portuguese and indigenous blend of Brazil; the Europe-derived menu of Argentina and Uruguay; and the more Hispanic Colombian and Ecuadorean dishes.","abstract":"Eric Asimov, in $25 and Under column, reviews La Esquina Criolla, in Corona, Queens (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"$25 AND UNDER; Where You Can Have Your Steak and Take It Home, Too","kicker":"$25 AND UNDER"},"keywords":[{"name":"organizations","value":"LA ESQUINA CRIOLLA"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"RESTAURANTS"}],"pub_date":"2001-03-28T00:00:00Z","document_type":"article","news_desk":"Dining In, Dining Out\/Style Desk","section_name":"Dining and Wine; Style","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"Asimov"}],"original":"By Eric Asimov"},"type_of_material":"Review","_id":"4fd24f8a8eb7c8105d7f2626","word_count":650}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}