{"response":{"meta":{"hits":75,"time":44,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2000\/11\/19\/sports\/the-boating-report-an-amazon-chief-paves-captain-s-way.html","snippet":"In a back room in a small apartment along a quiet street, Capt. Clive Kelly lies in repose, a force of nature aground on a rumpled futon. In August, Kelly's seagoing adventures and 30-year environmental crusade came to an abrupt halt when his 55-foot...","lead_paragraph":"In a back room in a small apartment along a quiet street, Capt. Clive Kelly lies in repose, a force of nature aground on a rumpled futon. In August, Kelly's seagoing adventures and 30-year environmental crusade came to an abrupt halt when his 55-foot trimaran was shipwrecked on a reef off this lush Caribbean island. Now, it appears Kelly might be becalmed for quite some time. Kelly has been confined to bed because of multiple injuries -- some sustained during the battle to keep his boat, Survival, afloat; others from a fall off the deck after it was hauled ashore. For diversions, Kelly has his scrapbooks and a television. Flashing across the screen, a video of an award-winning documentary from 1978 features Kelly as the protege of an Amazon Indian chief named Raoni.","abstract":"Profile of Clive Kelly, sailor and environmental crusader, who was shipwrecked on reef near St Vincent, the Grenadines, sustaining multiple injuries; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"An Amazon Chief Paves Captain's Way","kicker":"THE BOATING REPORT"},"keywords":[{"name":"persons","value":"KELLY, CLIVE"},{"name":"glocations","value":"ST VINCENT AND THE GRENADINES"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"2000-11-19T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Herb","rank":1,"lastname":"McCORMICK"}],"original":"By HERB McCORMICK"},"type_of_material":"News","_id":"4fd23dfb8eb7c8105d7d45d0","word_count":814},{"web_url":"http:\/\/www.nytimes.com\/2000\/11\/23\/business\/auto-parts-trade-pact-reached.html","snippet":"After months of deadlock, Brazil and Argentina reached an agreement over car parts that clears an important hurdle in the path toward a free trade agreement for automobiles within the Mercosur trade bloc by 2006.    The accord should be signed at the...","lead_paragraph":"After months of deadlock, Brazil and Argentina reached an agreement over car parts that clears an important hurdle in the path toward a free trade agreement for automobiles within the Mercosur trade bloc by 2006. The accord should be signed at the next Mercosur summit meeting on Dec. 15 and is expected to take effect on Jan. 1, 2001.","abstract":"Brazil and Argentina reach agreement over car parts that clears an important hurdle in path toward a free trade agreement for automobiles within Mercosur trade bloc by 2006 (S)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Auto-Parts Trade Pact Reached"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2000-11-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd21d478eb7c8105d79dfa6","word_count":234},{"web_url":"http:\/\/www.nytimes.com\/2000\/11\/28\/health\/from-jungle-to-space-in-pursuit-of-new-drugs.html","snippet":"Dr. Franklin Chang-Diaz, a NASA astronaut with roots in Costa Rica, and Dr. Jose Zaglul, president of a university that specializes in agricultural courses for the humid tropics,  were driving onto Dr. Zaglul's campus in Mercedes, Costa Rica, one day...","lead_paragraph":"Dr. Franklin Chang-Diaz, a NASA astronaut with roots in Costa Rica, and Dr. Jose Zaglul, president of a university that specializes in agricultural courses for the humid tropics, were driving onto Dr. Zaglul's campus in Mercedes, Costa Rica, one day in 1991 when they had a short conversation that has turned into a big idea. Dr. Chang-Diaz, who was in Costa Rica to foster greater Latin American participation in space projects, had just met some Chilean scientists who were trying to cure Chagas' disease, a parasitic illness that kills about 45,000 people a year, mostly in Latin America. As leader of Earth University, or Escuela de Agricultura de la Region Tropical Humeda, Dr. Zaglul was passionate about teaching the importance of biodiversity and sustainable development of natural resources.","abstract":"Effort is under way to use space shuttle to develop drug to treat Chagas disease, parasitic illness that kills about 45,000 people a year, mostly in Latin America; drugs made through crystallization can be made more uniformly in microgravity of space; Dr Franklin Chang-Diaz, astronaut and physicist, and Dr Lawrence J DeLucas, biochemistry professor on leave to NASA, began string of Chagas experiments on space shuttle in 1996; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From Jungle to Space in Pursuit of New Drugs"},"keywords":[{"name":"persons","value":"DELUCAS, LAWRENCE J"},{"name":"persons","value":"CHANG-DIAZ, FRANKLIN R"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"SPACE"},{"name":"subject","value":"SPACE SHUTTLE"},{"name":"subject","value":"DRUGS (PHARMACEUTICALS)"},{"name":"subject","value":"CHAGAS DISEASE"}],"pub_date":"2000-11-28T00:00:00Z","document_type":"article","news_desk":"Health & Fitness","section_name":"Health","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Dinah","rank":1,"lastname":"ENG"}],"original":"By DINAH ENG"},"type_of_material":"News","_id":"4fd20bc18eb7c8105d77a743","word_count":1045},{"web_url":"http:\/\/www.nytimes.com\/2000\/11\/29\/business\/world-business-briefing-americas-ambev-acquires-brewer.html","snippet":"AmBev of Brazil is in the final stages of acquiring the Uruguayan brewer Cerveceria y Malteria Paysandu for $47 million, giving the company control of almost half the Uruguayan beer market. AmBev, the world's fourth-largest brewer, is buying a 95.3...","lead_paragraph":"AmBev of Brazil is in the final stages of acquiring the Uruguayan brewer Cerveceria y Malteria Paysandu for $47 million, giving the company control of almost half the Uruguayan beer market. AmBev, the world's fourth-largest brewer, is buying a 95.3 percent stake in Paysandu jointly with Eufra Holding, a Swiss unit of Oetker of Germany. Paysandu makes Nortena and Prinz beers and controls Fuente Matutina, a mineral water bottler. Jennifer L. Rich (NYT)","abstract":"AmBev of Brazil is in final stages of acquiring Cerveceria y Malteria Paysandu, Uruguayan brewer, gaining control of almost half of Uruguayan beer market; graph (S)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AMBEV ACQUIRES BREWER","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"CERVECERIA Y MALTERIA PAYSANDU"},{"name":"organizations","value":"AMBEV COMPANHIA"},{"name":"subject","value":"BEER"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ALCOHOLIC BEVERAGES"}],"pub_date":"2000-11-29T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"Rich","rank":1,"role":"reported","organization":""}],"original":"By Jennifer L. Rich"},"type_of_material":"News","_id":"4fd20bbd8eb7c8105d77a411","word_count":77},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/01\/world\/selling-cheap-generic-drugs-india-s-copycats-irk-industry.html","snippet":"To anyone else, the room looks like the unprepossessing office of a college science teacher. But to the multinational pharmaceutical giants, it is the lair of a pirate king.    Grinning proudly, he brandishes his trustiest weapon, the scribbled...","lead_paragraph":"To anyone else, the room looks like the unprepossessing office of a college science teacher. But to the multinational pharmaceutical giants, it is the lair of a pirate king. Grinning proudly, he brandishes his trustiest weapon, the scribbled notebooks he has kept since his days as a chemistry student at Cambridge in the 1950's. Page upon page is filled with dainty hand-sketched lattices representing carbon rings: new molecules being tested in the West. They are the blueprints for plunder that the pirate has gleaned from his magazine subscriptions; his budget for pharmaceutical and medical journals is $150,000 a year.","abstract":"Article in series, Medicine Merchants, describes Indian pharmaceutical company that manufactures slightly altered versions of drugs developed and marketed by Western companies, selling them for far less; under Indian law, only manufacturing processes, not products themselves, are covered by patents; that enables Indian drug companies such as Cipla Ltd to boldy reverse-engineer best-selling drugs and sell copies cheaply; Y K Hamied, Cipla's managing director, boasts that he makes every Pfizer product; Pharmaceutical Research and Manufacturers of America (PhRMA), which represents United States industry, calls India's licensing practices 'infamous' and says experience of some American drug makers has been so negative that most companies have abandoned efforts to obtain or enforce patents in India; PhRMA study finds losses in India were $69 million a year, just for 20 common knockoff drugs; one expert puts total loss figure for India at $100 million a year; photos (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Selling Cheap 'Generic' Drugs, India's Copycats Irk Industry"},"keywords":[{"name":"glocations","value":"INDIA"},{"name":"organizations","value":"CIPLA LTD"},{"name":"subject","value":"GENERIC AND BRAND NAME PRODUCTS"},{"name":"subject","value":"SURVEYS AND SERIES"},{"name":"subject","value":"DRUGS (PHARMACEUTICALS)"},{"name":"subject","value":"MEDICINE AND HEALTH"},{"name":"subject","value":"INVENTIONS AND PATENTS"}],"pub_date":"2000-12-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"Technology; World; Front Page; Health","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Donald","middlename":"G.","lastname":"McNEIL","rank":1,"role":"reported","organization":""}],"original":"By DONALD G. McNEIL Jr"},"type_of_material":"Series","_id":"4fd20bbf8eb7c8105d77a639","word_count":3458},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/03\/world\/brazil-miffed-as-chile-shifts-trade-focus-toward-us.html","snippet":"The future of the world's third-largest trade bloc, the Brazilian-led Mercosur group, has suddenly been thrown into doubt by Chile's surprise announcement this week that it will defer its request for membership and instead seek a free trade agreement...","lead_paragraph":"The future of the world's third-largest trade bloc, the Brazilian-led Mercosur group, has suddenly been thrown into doubt by Chile's surprise announcement this week that it will defer its request for membership and instead seek a free trade agreement with the United States. By opting to revive its efforts to gain a bilateral accord with the United States, Chile, which already has the most open economy in Latin America, has given new momentum to a proposal made by President Clinton in 1994 to establish a Free Trade Area of the Americas by 2005. At the same time, South America's efforts to speak with a single voice in the slow-moving effort to negotiate such an accord with the United States may have been seriously, and perhaps fatally, undermined.","abstract":"Future of Brazilian-led Mercosur, world's third-largest trade bloc, is suddenly thrown into doubt by Chile's surprise announcement that it will defer request for membership and instead seek free trade agreement with US; decision by Chile, which has most open economy in Latin America, gives new momentum to proposal made by Pres Clinton in 1994 to establish Free Trade Area of the Americas by 2005 (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Miffed As Chile Shifts Trade Focus Toward U.S."},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CHILE-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2000-12-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd205128eb7c8105d76d18a","word_count":740},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/06\/dining\/a-chef-in-full-soltner-beyond-the-kitchen.html","snippet":"IN a world of Naked Chefs, Andre Soltner looks seriously well dressed.    Six years ago, he left the restaurant business at the top of his game, his four-star rating all but engraved on the brass nameplate at Lutece. Mr. Soltner made his reputation...","lead_paragraph":"IN a world of Naked Chefs, Andre Soltner looks seriously well dressed. Six years ago, he left the restaurant business at the top of his game, his four-star rating all but engraved on the brass nameplate at Lutece. Mr. Soltner made his reputation as America's greatest French chef in an era before chefs were expected to trade bon mots with David Letterman, sell sauces and pose clutching a fish on magazine covers or naked in blender ads.","abstract":"Interview with Andre Soltner, renowned chef who left his four-star restaurant, Lutece, four six years ago and has traveled and taught cooking around the world, most recently at French Culinary Institute; photos; receipe (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Chef in Full: Soltner Beyond the Kitchen"},"keywords":[{"name":"persons","value":"SOLTNER, ANDRE"},{"name":"organizations","value":"LUTECE"},{"name":"organizations","value":"FRENCH CULINARY INSTITUTE"},{"name":"subject","value":"RESTAURANTS"},{"name":"subject","value":"COOKING AND COOKBOOKS"},{"name":"subject","value":"RECIPES"}],"pub_date":"2000-12-06T00:00:00Z","document_type":"article","news_desk":"Dining In, Dining Out\/Style Desk","section_name":"Dining and Wine; Style","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Regina","rank":1,"lastname":"SCHRAMBLING"}],"original":"By REGINA SCHRAMBLING"},"type_of_material":"News","_id":"4fd24ea38eb7c8105d7f0ac3","word_count":2142},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/13\/world\/india-beauty-superpower-is-becoming-jaded.html","snippet":"Exceptionally sexy in swimwear, stunningly elegant in evening gowns, oh-so-earnest in their admiration for the good works of Mother Teresa, Indian pinup girls have been sashaying across the globe like some juggernaut in high heels, making this...","lead_paragraph":"Exceptionally sexy in swimwear, stunningly elegant in evening gowns, oh-so-earnest in their admiration for the good works of Mother Teresa, Indian pinup girls have been sashaying across the globe like some juggernaut in high heels, making this country the world's beauty pageant superpower. Two weeks ago it furthered its boast to leggy hegemony, with Priyanka Chopra winning the Miss World title just months after Lara Dutta became Miss Universe.","abstract":"India basks in glow of recent victories of its entries in Miss Universe and Miss World beauty pageants for second time in six years, but adoration is mixed with sarcasm in press, where contestants have been derided as bimbos and pageants as third-world fare; pageants are less than every Indian's concept of propriety, appealing mainly to affluent members of urban middle class, but are regarded by most as needed boost to drooping national self image; victories of Priyanka Chopra in Miss World and Lara Dutta in Miss Universe contests discussed; photos (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"India, Beauty Superpower, Is Becoming Jaded"},"keywords":[{"name":"persons","value":"CHOPRA, PRIYANKA"},{"name":"persons","value":"DUTTA, LARA"},{"name":"glocations","value":"INDIA"},{"name":"subject","value":"MISS WORLD"},{"name":"subject","value":"MISS UNIVERSE"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"BEAUTY PAGEANTS"},{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"2000-12-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barry","rank":1,"lastname":"BEARAK"}],"original":"By BARRY BEARAK"},"type_of_material":"News","_id":"4fd21bdc8eb7c8105d79b9a3","word_count":1231},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/15\/world\/world-briefing.html","snippet":"ASIA    INDIA: CENSURE MOTION DEFEATED -- The government comfortably survived a censure motion in Parliament that sought the resignation of three major cabinet ministers for what is said to be their role in the razing of a mosque by Hindu militants...","lead_paragraph":"ASIA INDIA: CENSURE MOTION DEFEATED -- The government comfortably survived a censure motion in Parliament that sought the resignation of three major cabinet ministers for what is said to be their role in the razing of a mosque by Hindu militants in 1992. But before the vote, even allies scolded Prime Minister Atal Behari Vajpayee, who recently expressed support for plans to build a Hindu temple on the site of the demolished mosque. ''We cannot compromise on secularism,'' said Mamata Banerjee, above, a cabinet minister in Mr. Vajpayee's government. Barry Bearak (NYT)","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"2000-12-15T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd21d518eb7c8105d79e55b","word_count":848},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/art-review-for-hikers-seeking-art-brooklyn-is-a-left-bank.html","snippet":"CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.)  ...","lead_paragraph":"CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.) Almost anyone would agree, though, that the art world is itself fragmented. There's a centralized commercial establishment to make taste, package the product and keep a market humming. That would be Chelsea. Then there's everything else. Manhattan alone has several spheres of influence, uptown and downtown, and when the other boroughs are considered the variables increase exponentially.","abstract":"Holland Cotter article on large and varied art scene in Brooklyn surveys gallery offerings in Williamsburg, Greenpoint, Dumbo, Brooklyn Heights, Crown Heights and Bedford-Stuyvesant; map; photos (L)","print_page":"37","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"For Hikers Seeking Art, Brooklyn Is a Left Bank","kicker":"ART REVIEW"},"keywords":[{"name":"glocations","value":"BROOKLYN (NYC)"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"ART"}],"pub_date":"2000-12-15T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Holland","rank":1,"lastname":"COTTER"}],"original":"By HOLLAND COTTER"},"type_of_material":"Review","_id":"4fd20bc28eb7c8105d77a833","word_count":3525}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}