{"response":{"meta":{"hits":135,"time":49,"offset":110},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/02\/sports\/rodeo-and-racing-take-2-athletes-lives.html","snippet":"Their names did not engender the public familiarity afforded professional athletes like the golfer Payne Stewart, who died last week in a plane crash.    Greg Moore drove race cars for a living and the thrill of it. Colby Goodwin supported a family...","lead_paragraph":"Their names did not engender the public familiarity afforded professional athletes like the golfer Payne Stewart, who died last week in a plane crash. Greg Moore drove race cars for a living and the thrill of it. Colby Goodwin supported a family by roping steers. Moore, 24, and Goodwin, 32, were killed this past weekend doing what they had done for several years: Moore racing his Reynard-Mercedes at speeds up to 220 miles an hour; Goodwin lassoing 750-pound steers from atop a horse.","abstract":"Article discusses deaths of auto racing driver Greg Moore and rodeo performer Colby Goodwin; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Rodeo and Racing Take 2 Athletes' Lives"},"keywords":[{"name":"persons","value":"GOODWIN, COLBY"},{"name":"persons","value":"MOORE, GREG"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"AUTOMOBILE RACING"},{"name":"subject","value":"RODEOS"}],"pub_date":"1999-11-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lena","rank":1,"lastname":"WILLIAMS"}],"original":"By LENA WILLIAMS"},"type_of_material":"News","_id":"4fd201978eb7c8105d7661a8","word_count":766},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/07\/travel\/q-a-230910.html","snippet":"Grand Canyon From Above      Q. My wife and I are hoping to visit the Grand Canyon next year. Can you tell me about tours by helicopter or small plane? -- Salvatore R. Conte, Morristown, N.J.    A. While the battle over aircraft noise over the Grand...","lead_paragraph":"Grand Canyon From Above Q. My wife and I are hoping to visit the Grand Canyon next year. Can you tell me about tours by helicopter or small plane? -- Salvatore R. Conte, Morristown, N.J. A. While the battle over aircraft noise over the Grand Canyon continues, so do the flights. To comply with a 1987 law, the Federal Aviation Administration and the National Park Service are working to ''substantially restore natural quiet in the Grand Canyon National Park.''","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Q & A"},"keywords":[],"pub_date":"1999-11-07T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"FREIREICH"}],"original":"By PAUL FREIREICH"},"type_of_material":"Question","_id":"4fd215cd8eb7c8105d78f866","word_count":1016},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/07\/us\/egyptair-crash-may-revive-question-of-universal-rules.html","snippet":"Few industries have more need for a single set of rules worldwide than aviation, since airlines fly similar equipment through shared skies, over the homes and offices of unprotected civilians. The problem, as planes from 185 nations  fly overhead, is...","lead_paragraph":"Few industries have more need for a single set of rules worldwide than aviation, since airlines fly similar equipment through shared skies, over the homes and offices of unprotected civilians. The problem, as planes from 185 nations fly overhead, is who should inspect and enforce the rules. The EgyptAir crash on Sunday may raise the issue again, depending on what investigators find in the wreckage and in records on shore. Even before the crash, it was clear that much of the most important regulating work was done by governments that the Federal Aviation Administration has doubts about, in a program that the National Transportation Safety Board, which is in charge of the EgyptAir investigation, says is inadequate.","abstract":"Few industries have more need for single set of rules worldwide than aviation; problem, as planes from 185 nations fly overhead, is who should inspect and enforce rules; EgyptAir crash may raise issue again, depending on what investigators find in wreckage and in records on shore; Federal Aviation Administration began ambitious effort to monitor safety of foreign carriers flying to US after Avianca jet crashed in Cove Neck, NY, in Jan 1990; National Transportation Safety Board says that effort is not working (M)","print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EgyptAir Crash May Revive Question of Universal Rules"},"keywords":[{"name":"glocations","value":"COVE NECK (NY)"},{"name":"organizations","value":"NATIONAL TRANSPORTATION SAFETY BOARD"},{"name":"organizations","value":"AVIANCA AIRLINES"},{"name":"organizations","value":"EGYPTAIR"},{"name":"organizations","value":"FEDERAL AVIATION ADMINISTRATION"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"1999-11-07T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"firstname":"Matthew","middlename":"L.","lastname":"WALD","rank":1,"role":"reported","organization":""}],"original":"By MATTHEW L. WALD"},"type_of_material":"News","_id":"4fd1efcb8eb7c8105d744ef6","word_count":1194},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/11\/world\/grief-for-19-bonds-uruguay-muting-an-election-s-clamor.html","snippet":"With just over two weeks to go before Uruguayans choose their next president, what had been a lively campaign suddenly turned funereal when a bus plunged off a bridge.    The bus was taking scores of activists from the governing Colorado party home...","lead_paragraph":"With just over two weeks to go before Uruguayans choose their next president, what had been a lively campaign suddenly turned funereal when a bus plunged off a bridge. The bus was taking scores of activists from the governing Colorado party home from a campaign rally north of Montevideo. Nineteen people were crushed to death, and many others were injured.","abstract":"Presidential election clamor in Uruguay is muted after bus returning to Montevideo from campaign rally for candidate Jorge Batlle plunges off bridge crushing 19 people to death and injuring many others; presidential campaign, in which leftist coalition has emerged as serious contender for power, discussed; photos; map (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Grief for 19 Bonds Uruguay, Muting an Election's Clamor"},"keywords":[{"name":"persons","value":"BATLLE, JORGE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"BUSES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1999-11-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd1efd18eb7c8105d745404","word_count":1025},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/16\/sports\/soccer-notebook-matthaus-may-delay-his-arrival.html","snippet":"METROSTARS     The MetroStars said yesterday that published reports in Germany that Lothar Matthaus would not report to the team until June were not true.     Reports in German publications said that Matthaus, who recently signed with the MetroStars,...","lead_paragraph":"METROSTARS The MetroStars said yesterday that published reports in Germany that Lothar Matthaus would not report to the team until June were not true. Reports in German publications said that Matthaus, who recently signed with the MetroStars, would stay with his German team, Bayern Munich, until June rather than beginning the Major League Soccer season with the MetroStars, whose training camp begins in February.","abstract":"MetroStars say that published reports in Germany that Lothar Matthaus will not report to team until June are not true (S)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Matthaus May Delay His Arrival","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"persons","value":"MATTHAUS, LOTHAR"},{"name":"glocations","value":"GERMANY"},{"name":"organizations","value":"METROSTARS"},{"name":"subject","value":"SOCCER"}],"pub_date":"1999-11-16T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd215d58eb7c8105d78fe1b","word_count":745},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/17\/sports\/plus-soccer-under-17-championship-us-advances-to-quarterfinals.html","snippet":"The United States advanced to the quarterfinals of the FIFA Under-17 Championship, winning its first-round group early yesterday in Auckland, New Zealand, with a 1-0 victory over Uruguay on Oguchi Onyewu's goal in the final minute.     The Americans...","lead_paragraph":"The United States advanced to the quarterfinals of the FIFA Under-17 Championship, winning its first-round group early yesterday in Auckland, New Zealand, with a 1-0 victory over Uruguay on Oguchi Onyewu's goal in the final minute. The Americans (2-0-1) extended their unbeaten streak to 23 games (18-0-5) since August 1998 and play Mexico in the quarterfinals on Saturday.","abstract":"US advances to quarterfinals of FIFA Under-17 Championships, beating Uruguay, 1-0, in Auckland, New Zealand (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"U.S. Advances To Quarterfinals","kicker":"PLUS: SOCCER -- UNDER-17 CHAMPIONSHIP"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"FIFA UNDER-17 CHAMPIONSHIP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"1999-11-17T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"52b87a8638f0d86bcb2a5666","word_count":"74"},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/23\/business\/world-business-briefing-americas-bolivian-gas-unit-is-sold.html","snippet":"The Tesoro Petroleum Corporation, based in San Antonio, agreed to sell its Bolivian natural gas exploration unit to BG P.L.C., a British gas company, for $100 million to focus on refining oil and selling fuel. The sale of Tesoro Bolivia Petroleum...","lead_paragraph":"The Tesoro Petroleum Corporation, based in San Antonio, agreed to sell its Bolivian natural gas exploration unit to BG P.L.C., a British gas company, for $100 million to focus on refining oil and selling fuel. The sale of Tesoro Bolivia Petroleum Company represents Tesoro's exit from petroleum exploration. Tesoro Bolivia extracts about 19.1 million cubic feet of gas a day and has reserves of about 2.25 trillion cubic feet. BG said the acquisition would complement its other gas assets in Latin America, which include Comgas, Brazil's largest gas distribution company, and stakes in pipelines linking Argentina, Uruguay, Brazil and Bolivia.","abstract":null,"print_page":"4","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"BOLIVIAN GAS UNIT IS SOLD","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[],"pub_date":"1999-11-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd201988eb7c8105d7662a1","word_count":104},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/24\/sports\/flavio-da-costa-93-brazil-s-soccer-coach-in-1950-s.html","snippet":"Flavio Rodriguez da Costa, the Brazilian soccer coach whose 23-year professional career was overshadowed by his national team's loss to underdog Uruguay in the 1950 World Cup final, died on Monday at a hospital in Rio de Janeiro. He was 93.    Da...","lead_paragraph":"Flavio Rodriguez da Costa, the Brazilian soccer coach whose 23-year professional career was overshadowed by his national team's loss to underdog Uruguay in the 1950 World Cup final, died on Monday at a hospital in Rio de Janeiro. He was 93. Da Costa, a native of Rio, began his soccer career in 1924 as a player for a Rio team, Helenico. One year later, he signed with Flamengo, one of Brazil's greatest teams, playing with that squad until 1934, when he became its coach. In 1942, Da Costa coached Flamengo to the first of three consecutive state championships. He went on to coach Vasco da Gama, winning state titles in 1945, 1947, 1949 and 1950 and the South American club championship in Chile in 1948.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Flavio da Costa, 93, Brazil's Soccer Coach in 1950's"},"keywords":[],"pub_date":"1999-11-24T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Obituaries; Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lena","rank":1,"lastname":"WILLIAMS"}],"original":"By LENA WILLIAMS"},"type_of_material":"Obituary; Biography","_id":"4fd22d088eb7c8105d7b9b51","word_count":420},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/27\/world\/montevideo-journal-ex-guerrilla-takes-struggle-to-the-campaign-trail.html","snippet":"While driving to his congressional office the other morning, Senator-elect Jose Mujica took a trip down memory lane to the days when he was imprisoned for his guerrilla activities by the military dictatorship that ruled here in the 1970's and 80's.  ...","lead_paragraph":"While driving to his congressional office the other morning, Senator-elect Jose Mujica took a trip down memory lane to the days when he was imprisoned for his guerrilla activities by the military dictatorship that ruled here in the 1970's and 80's. ''I thought I would never stop fighting,'' he said as he recalled his reveries in solitary confinement between torture sessions. ''Becoming a senator never entered my mind. It just goes to show that if you wait long enough, the impossible can happen.''","abstract":"Jose Mujica, one imprisoned for his guerrilla activities by military dictatorship that ruled Uruguay in 1970s's and 80's, is now part of Frente Amplio, leftist coalition in a close race for an election on Nov 28; coalition's presidential candidate, Tabare Vazquez, is in close race with Jorge Batlle, candidate of governing Colorado party; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Montevideo Journal; Ex-Guerrilla Takes Struggle to the Campaign Trail"},"keywords":[{"name":"persons","value":"MUJICA, JOSE"},{"name":"persons","value":"VAZQUEZ, TABARE"},{"name":"persons","value":"BATLLE, JORGE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1999-11-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd1efd38eb7c8105d74553a","word_count":1012},{"web_url":"http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/art-works-of-still-life-that-can-be-uneasy.html","snippet":"STILL LIFE paintings are often regarded as complacent and predictable. But the issues that are brought to the table, so to speak, do not always stay still. Rather than merely showing off how good the artist is at rendering objects realistically, a...","lead_paragraph":"STILL LIFE paintings are often regarded as complacent and predictable. But the issues that are brought to the table, so to speak, do not always stay still. Rather than merely showing off how good the artist is at rendering objects realistically, a still life can be as charged -- politically, religiously and erotically -- as any other genre of painting. And because a still life has a veneer of order and propriety, deviations from that are often extremely potent. A ripe exhibition of still life now at the Katonah Museum of Art in Westchester County illustrates the climate of uneasiness this branch of painting can foster. The paintings (plus several photographs, a couple of installations and a sculpture) come from an area of the world known for its cultural turbulence. The show's title, ''Latin American Still Life: Reflections of Time and Place,'' captures the relationship of the age-old genre to particular conditions. The exhibition was organized by two scholars in the field, Clayton C. Kirking and Edward J. Sullivan.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Works of Still Life That Can Be Uneasy","kicker":"ART"},"keywords":[],"pub_date":"1999-11-28T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"William","rank":1,"lastname":"ZIMMER"}],"original":"By WILLIAM ZIMMER"},"type_of_material":"Review","_id":"4fd21c928eb7c8105d79cbfe","word_count":904}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}