{"response":{"meta":{"hits":192,"time":50,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/17\/sports\/world-cup-brazil-gains-4-0-with-stylish-play.html","snippet":"Brazil danced around Poland to the beat of bongo drums and tambourines at Jalisco Stadium today en route to the quarterfinals of the World Cup.   Using short, crisp and accurate passes, and encouraged by their boisterous fans, the Brazilians played...","lead_paragraph":"Brazil danced around Poland to the beat of bongo drums and tambourines at Jalisco Stadium today en route to the quarterfinals of the World Cup. Using short, crisp and accurate passes, and encouraged by their boisterous fans, the Brazilians played with flair and scored a 4-0 triumph that moved them into the quarterfinals against the winner of Tuesday's Italy-France game. In the other game today, Argentina beat Uruguay, 1-0, in Puebla. Argentina will play the winner of Wednesday's England-Paraguay game.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRAZIL GAINS, 4-0, WITH STYLISH PLAY","kicker":"WORLD CUP"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"MEXICO"},{"name":"glocations","value":"POLAND"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-06-17T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"},{"organization":"","role":"reported","rank":2}],"original":"By ALEX YANNIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd154f58eb7c8105d638807","word_count":591},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/17\/nyregion\/news-summary-tuesday-june-17-1986.html","snippet":"International    Millions of blacks boycotted jobs in South Africa in a subdued protest to mark the 10th anniversary of the Soweto uprisings. The authorities reported eight more blacks killed overnight in township violence and ordered the most...","lead_paragraph":"International Millions of blacks boycotted jobs in South Africa in a subdued protest to mark the 10th anniversary of the Soweto uprisings. The authorities reported eight more blacks killed overnight in township violence and ordered the most sweeping curbs on press coverage since the hard-line Nationalists came to power in 1948. [ Page A1, Column 6. ] Pretoria defiantly rejected an appeal from President Reagan for restraint and an end to the South African emergency decree, according to White House officials. They said President P. W. Botha had reacted in a manner they termed ''obstinate.'' [ A1:4-5. ]","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY: TUESDAY, JUNE 17, 1986"},"keywords":[{"name":"creative_works","value":"EYES OF THE BIRDS, THE (MOVIE)"},{"name":"persons","value":"AUER, GABRIEL"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"PRISONS AND PRISONERS"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"AMNESTIES"}],"pub_date":"1986-06-17T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Movies; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd154f58eb7c8105d638808","word_count":683},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/17\/nyregion\/editors-note-879486.html","snippet":"A movie review on June 11 about ''The Eyes of the Birds,'' a 1983 French film by Gabriel Auer, described the film's depiction of conditions in a Uruguayan prison for political prisoners. The fiction film, which Mr. Auer has said was based on facts...","lead_paragraph":"A movie review on June 11 about ''The Eyes of the Birds,'' a 1983 French film by Gabriel Auer, described the film's depiction of conditions in a Uruguayan prison for political prisoners. The fiction film, which Mr. Auer has said was based on facts obtained during 18 months of research and more than 30 hours of interviews, told of a ''house of horrors'' in which detainees included teachers, unionists, doctors, artists and farmers.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EDITORS' NOTE"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1986-06-17T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; Editors' Notes; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Editors' Note","_id":"4fd1655b8eb7c8105d65249c","word_count":124},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/18\/business\/trade-talks-europe-hopeful-but-warns-us.html","snippet":"The 12 European Community nations said today that they were ready to open new global trade-freeing negotiations covering agriculture and services as early as September, but they warned that the United States must also be ready to make concessions.  ...","lead_paragraph":"The 12 European Community nations said today that they were ready to open new global trade-freeing negotiations covering agriculture and services as early as September, but they warned that the United States must also be ready to make concessions. They told the Reagan Administration it must expect to cut subsidies and protectionist measures that benefit American farmers if it wanted Europe to do the same. The community also said industrial countries must be prepared to concede special treatment to developing countries over the issue of freeing trade in the services sector.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TRADE TALKS: EUROPE HOPEFUL BUT WARNS U.S."},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN ECONOMIC COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PROTECTIONISM (TRADE)"}],"pub_date":"1986-06-18T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"},{"organization":"","role":"reported","rank":2}],"original":"By PAUL LEWIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd163a08eb7c8105d64fb9f","word_count":529},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/20\/nyregion\/guru-heads-for-jamaica.html","snippet":"Bhagwan Shree Rajneesh, the Indian guru who left the United States last November after immigration charges were brought against him, has left Uruguay and flown to Jamaica via the Brazilian city of Manaus, the Brazilian Air Force said today.","lead_paragraph":"Bhagwan Shree Rajneesh, the Indian guru who left the United States last November after immigration charges were brought against him, has left Uruguay and flown to Jamaica via the Brazilian city of Manaus, the Brazilian Air Force said today.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Guru Heads for Jamaica"},"keywords":[{"name":"persons","value":"RAJNEESH, BHAGWAN SHREE"},{"name":"glocations","value":"MANAUS (BRAZIL)"},{"name":"glocations","value":"JAMAICA (WEST INDIES)"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"IMMIGRATION AND EMIGRATION"}],"pub_date":"1986-06-20T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"UPI"},"type_of_material":"News","_id":"4fd16d838eb7c8105d65ff07","word_count":39},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/20\/sports\/sports-of-the-times-2-billion-witnesses.html","snippet":"Well, to turn around Richard Nixon's unkept promise, we won't have Uruguay to kick us around any more. This was only one of the developments in the second round of the World Cup, as eight teams were eliminated and eight qualified for this weekend's...","lead_paragraph":"Well, to turn around Richard Nixon's unkept promise, we won't have Uruguay to kick us around any more. This was only one of the developments in the second round of the World Cup, as eight teams were eliminated and eight qualified for this weekend's quarterfinals. Before it headed south, Uruguay gave new meaning to the word ''futbol.'' In a sport known for its theatrical dives and fantastic recoveries from near death, the Uruguayans put the ''fut'' back in ''futbol'' with a vengeance.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"2 BILLION WITNESSES","kicker":"SPORTS OF THE TIMES"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-06-20T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"George","rank":1,"lastname":"Vecsey"}],"original":"By George Vecsey"},"type_of_material":"News","_id":"4fd16ffe8eb7c8105d662214","word_count":965},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/24\/sports\/world-cup-improved-belgium-reaches-semifinals.html","snippet":"Belgium was one of the founding members of FIFA, the world governing body of soccer, but its record in the World Cup has, until now, been dismal. Now, Belgium has joined Argentina, France and West Germany as one of the four teams left from the 24 who...","lead_paragraph":"Belgium was one of the founding members of FIFA, the world governing body of soccer, but its record in the World Cup has, until now, been dismal. Now, Belgium has joined Argentina, France and West Germany as one of the four teams left from the 24 who came to Mexico seeking soccer's most prestigious trophy. So poorly had the Belgians done in previous tournaments that they even lost to the United States, 3-0, in the first World Cup in 1930 in Uruguay. Thus Belgium's feat of achieving a goal that traditional soccer powers such as Brazil, Uruguay, Italy and England failed to reach may be the biggest surprise in this tournament.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"IMPROVED BELGIUM REACHES SEMIFINALS","kicker":"WORLD CUP"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"glocations","value":"BELGIUM"},{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"subject","value":"SOCCER"}],"pub_date":"1986-06-24T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"},{"organization":"","role":"reported","rank":2}],"original":"By ALEX YANNIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd172bb8eb7c8105d6667d9","word_count":913},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/liberty-weekend-stars-of-the-harbor-a-roster.html","snippet":"The Lead Sailing Ships - Some have sailed halfway around the world. Others have come from around the corner. The 22 majestic ships in the vanguard of Friday's Parade of Sail - with their lore and echo of the past - represent nations from Indonesia to...","lead_paragraph":"The Lead Sailing Ships - Some have sailed halfway around the world. Others have come from around the corner. The 22 majestic ships in the vanguard of Friday's Parade of Sail - with their lore and echo of the past - represent nations from Indonesia to Uruguay. 1. Eagle United States: The host vessel, this white, steel-hulled bark - America's most famous tall ship-was built in 1936 in Hitler's Germany as a school ship. The United States acquired her as a war reparation and commissioned her for the training of Coast Guard cadets. The top of her three steel decks is covered with teak. Her figurehead is a golden eagle. Crew, 220; length, 295 feet; mast height, 147 feet. 2. Danmark Denmark: This white, steel-hulled and full-rigged training ship, built in 1932, visited the 1939 New York World's Fair and was in Flordia when Denmark was overrun by Germany. During the war, the Coast Guard used her for training, leading to the decision to acquire the Eagle, after the Danmark sailed home. Her figurehead is a gilded sea god. Cre, 99; length, 253 feet; mast height, 131 feet. 3. Christian Radich Norway: (Pronounced RAH-dik). Built in 1937 as a Norwegian merchant marine training ship, she visited the 1939 World's Fair. Germany confiscated her in 1940 and used her as a floating barracks. After the war, she was found sunk and rebuilt. This full-rigged ship has a white, steel hull and a figurehead of a young woman in a long blue dress.","abstract":null,"print_page":"39","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"STARS OF THE HARBOR: A ROSTER","kicker":"LIBERTY WEEKEND"},"keywords":[{"name":"creative_works","value":"LIBERTY WEEKEND"},{"name":"subject","value":"SHIPS AND SHIPPING"},{"name":"subject","value":"INDEPENDENCE DAY (US) (JULY 4)"},{"name":"subject","value":"STATUE OF LIBERTY"}],"pub_date":"1986-06-29T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd170148eb7c8105d662d77","word_count":1499},{"web_url":"http:\/\/www.nytimes.com\/1986\/06\/29\/magazine\/the-challenge-in-chile.html","snippet":"SOCCER IS CHILE'S MOST POPULAR sport. But when about 1,000 students gathered last month at the University of Santiago to watch a group of fellow students play soccer in the quadrangle outside the chancellor's office, their interest was not...","lead_paragraph":"SOCCER IS CHILE'S MOST POPULAR sport. But when about 1,000 students gathered last month at the University of Santiago to watch a group of fellow students play soccer in the quadrangle outside the chancellor's office, their interest was not recreational. The university, like Chile itself, has been ruled by the military since the 1973 coup that brought Gen. Augusto Pinochet Ugarte to power. The designated chancellor is not an academician, but a soldier, Gen. Patricio Guelda. And because all meetings on campus are forbidden, the chancellor knew that the students' game was calculated to defy his authority. He ordered in the police, and the students - players and spectators alike -were tear-gassed and beaten. When this student demonstration occurred, I had only recently returned to Chile after an absence of 12 years. I had been banned from the country as one of many intellectuals who supported Salvador Allende Gossens, a Socialist, when he was elected President in a leftist coalition government. Like other Chilean exiles, I had experienced life under Pinochet only second-hand, through letters and stories from friends.","abstract":null,"print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE CHALLENGE IN CHILE"},"keywords":[{"name":"persons","value":"PINOCHET UGARTE, AUGUSTO"},{"name":"glocations","value":"CHILE"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1986-06-29T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ariel","rank":1,"lastname":"Dorfman"}],"original":"By Ariel Dorfman; Ariel Dorfman, a frequent contributor to this newspaper's Op-Ed page and Book Review, is a Chilean novelist. Each fall, he teaches as a visiting professor at Duke University"},"type_of_material":"News","_id":"4fd16d8d8eb7c8105d66077e","word_count":3672},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/01\/sports\/tourney-proves-a-rousing-success.html","snippet":"Argentina has won the World Cup and Diego Armando Maradona has been established as the premier player in the world's most popular sport, but there were other winners here, too.   The organizers of the month-long World Cup finals reportedly made...","lead_paragraph":"Argentina has won the World Cup and Diego Armando Maradona has been established as the premier player in the world's most popular sport, but there were other winners here, too. The organizers of the month-long World Cup finals reportedly made record profits, particularly from television - 162 countries watched the tournament - and from the record attendance of 2.4 million. Morocco became the first African nation in the history of the tournament to advance to the second round, where it lost to West Germany on a free kick with two minutes left in the game. Belgium reached the semifinals for the first time in its history, and the Soviet Union gained new supporters in its game against Hungary, a 6-0 victory, and its remarkably well-played, if losing, encounter against Belgium.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TOURNEY PROVES A ROUSING SUCCESS"},"keywords":[{"name":"creative_works","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"TELEVISION"}],"pub_date":"1986-07-01T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"},{"organization":"","role":"reported","rank":2}],"original":"By ALEX YANNIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd15d058eb7c8105d643e11","word_count":766}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}