{"response":{"meta":{"hits":193,"time":44,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1993\/05\/23\/world\/new-un-index-measures-nations-quality-of-life.html","snippet":"The average Brazilian earns $4,718 a year, or slightly more than the $4,542 earned by the average Costa Rican. But who is really better off when the average Costa Rican lives longer, is better educated and enjoys cleaner water and better sanitation...","lead_paragraph":"The average Brazilian earns $4,718 a year, or slightly more than the $4,542 earned by the average Costa Rican. But who is really better off when the average Costa Rican lives longer, is better educated and enjoys cleaner water and better sanitation than a Brazilian? The United Nations gives a clear answer. Its latest Human Development Index gives Costa Rica a score of .852 out of a possible 1.000, while Brazil gets only .730.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"New U.N. Index Measures Nations' Quality of Life"},"keywords":[{"name":"persons","value":"HAQ, MAHBUB UL-"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"COSTA RICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"STANDARDS AND STANDARDIZATION"},{"name":"subject","value":"RATINGS AND RATING SYSTEMS"},{"name":"subject","value":"STANDARD OF LIVING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1993-05-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"}],"original":"By PAUL LEWIS"},"type_of_material":"News","_id":"4fd1caf28eb7c8105d70022b","word_count":1252},{"web_url":"http:\/\/www.nytimes.com\/1993\/05\/26\/opinion\/l-argentina-can-t-delay-in-orphans-cases-105293.html","snippet":"To the Editor:   \"Argentines Contend for War Orphans' Hearts,\" your special report on the Argentine \"dirty war\" of 1976-83 (front page, May 11) rekindles indelible memories. Three years ago, while visiting Argentina and Uruguay, I had the privilege...","lead_paragraph":"To the Editor: \"Argentines Contend for War Orphans' Hearts,\" your special report on the Argentine \"dirty war\" of 1976-83 (front page, May 11) rekindles indelible memories. Three years ago, while visiting Argentina and Uruguay, I had the privilege of meeting in Buenos Aires with the Grandmothers of the Plaza de Mayo and other Argentine human rights groups. I was inspired by these victims of ideological cleansing, the brutality of which ranks with the worst forms of racial, ethnic or religious cleansing.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentina Can't Delay in Orphans' Cases"},"keywords":[{"name":"persons","value":"FRIEDMAN, WILLIAM D"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ORPHANS AND ORPHANAGES"}],"pub_date":"1993-05-26T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd1caeb8eb7c8105d6ffd5e","word_count":426},{"web_url":"http:\/\/www.nytimes.com\/1993\/05\/28\/business\/us-takes-retaliation-on-europe.html","snippet":"Following through on a public pledge last month, the Clinton Administration released regulations yesterday that would ban companies from nine European countries from bidding for Federal Government contracts for legal services, certain telephone...","lead_paragraph":"Following through on a public pledge last month, the Clinton Administration released regulations yesterday that would ban companies from nine European countries from bidding for Federal Government contracts for legal services, certain telephone service and other services. The ban, which takes effect today, covers $29 billion a year worth of contracts andis in retaliation for new European Community rules that discourage sales of American telecommunications equipment there, said an American official who insisted on anonymity. But the actual effect of the sanctions is likely to be tiny because many of the services are highly local, like operating airport concessions.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Takes Retaliation On Europe"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"SANCTIONS (ECONOMIC)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CONTRACTS"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"}],"pub_date":"1993-05-28T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Keith","rank":1,"lastname":"BRADSHER"}],"original":"By KEITH BRADSHER"},"type_of_material":"News","_id":"4fd1ca568eb7c8105d6fe8af","word_count":739},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/05\/opinion\/clinton-worries-europe.html","snippet":"President Clinton's rocky start and sharply dipping polls are beginning to cause serious concern abroad.   Nobody cares how much he pays for a haircut or who charters planes for the White House press. But if what Europeans see as trivia is...","lead_paragraph":"President Clinton's rocky start and sharply dipping polls are beginning to cause serious concern abroad. Nobody cares how much he pays for a haircut or who charters planes for the White House press. But if what Europeans see as trivia is undermining his Presidency, they worry. They have watched waffling on Bosnia, the need to twist the arms of a Democratic-controlled Congress for a narrow endorsement of the budget, the withdrawal of a Justice Department nominee whom Mr. Clinton might have known was unacceptable and the arrival of David Gergen, a former opposition spokesman, to be the voice of a tongue-tied White House.","abstract":null,"print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Clinton Worries Europe"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"EUROPE"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"PUBLIC OPINION"}],"pub_date":"1993-06-05T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Flora Lewis;"},"type_of_material":"Op-Ed","_id":"4fd1ddc08eb7c8105d7202e3","word_count":731},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/09\/business\/yielding-french-accept-farm-pact.html","snippet":"France today accepted part of an agricultural agreement between Europe and the United States that it had vowed to veto, opening the way for progress in broader, and long-stalled, world trade talks.   At a meeting of European Community foreign...","lead_paragraph":"France today accepted part of an agricultural agreement between Europe and the United States that it had vowed to veto, opening the way for progress in broader, and long-stalled, world trade talks. At a meeting of European Community foreign ministers in Luxembourg, the recently installed center-right Government of Prime Minister Edouard Balladur said it would drop its objection to a major point in the deal reached in Washington in November.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Yielding, French Accept Farm Pact"},"keywords":[{"name":"persons","value":"BALLADUR, EDOUARD"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"OILSEED"},{"name":"subject","value":"SOYBEANS"}],"pub_date":"1993-06-09T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1caea8eb7c8105d6ffbde","word_count":854},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/10\/business\/irishman-to-lead-gatt-with-mandate-for-a-pact.html","snippet":"Peter Sutherland, an Irish lawyer with a strong record of fighting trade protectionism, was named today to be the new Director General of the General Agreement on Tariffs and Trade, with the mandate of bringing long-stalled trade liberalization talks...","lead_paragraph":"Peter Sutherland, an Irish lawyer with a strong record of fighting trade protectionism, was named today to be the new Director General of the General Agreement on Tariffs and Trade, with the mandate of bringing long-stalled trade liberalization talks to an early conclusion. Unsurprisingly, perhaps, he was at first reluctant to take the job. Arthur Dunkel, the former Swiss diplomat whom he will succeed at GATT headquarters in Geneva on July 1, has known little but frustration over the last seven years as he tried to nudge the 111-nation organization toward a global trade package.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Irishman to Lead GATT, With Mandate for a Pact"},"keywords":[{"name":"persons","value":"DUNKEL, ARTHUR"},{"name":"persons","value":"SUTHERLAND, PETER"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1993-06-10T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"Biography","_id":"4fd1a8618eb7c8105d6c3e4e","word_count":533},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/13\/news\/arts-and-entertainment-classical-music.html","snippet":"June 14 to 19    LEONARD BERNSTEIN TRIBUTE. As part of its 150th-anniversary celebration, the New York Philharmonic is collaborating with the Film Society of Lincoln Center and the New York Public Library for the Performing Arts in an examination of...","lead_paragraph":"June 14 to 19 LEONARD BERNSTEIN TRIBUTE. As part of its 150th-anniversary celebration, the New York Philharmonic is collaborating with the Film Society of Lincoln Center and the New York Public Library for the Performing Arts in an examination of Leonard Bernstein's music. Included are two symposiums, \"Bernstein: The Conductor\" (tomorrow) and \"Bernstein and Broadway\" (Tuesday), both at the library's Bruno Walter Auditorium; three films that feature Bernstein's music, \"On the Town\" (Tuesday), \"On the Waterfront\" (Thursday) and \"West Side Story (Saturday), all at the Walter Reade Theater at Lincoln Center, and, of course, an all-Bernstein Philharmonic concert, conducted by Leonard Slatkin at Avery Fisher Hall (Wednesday through Sunday). The concert program includes \"Fanfare for Bima,\" Symphony No. 2 (\"The Age of Anxiety\"), \"Fancy Free,\" \"Prelude, Fugue and Riffs,\" and selections from \"Mass\" and \"Jubilee Games.\" Symposiums, at 6:45 P.M., are free; information: (212) 870-1630. Films are $7, or $5 for the elderly; information and times: (212) 875-5600. Concerts at 8 P.M.; tickets: $10 to $50; information: (212) 875-5030. June 15 to 22 THE MET IN THE PARKS. The Metropolitan Opera's annual free concerts in New York City's parks are opportunities for opera fans, devoted or casual, to hear some of the company's singers and its orchestra in unstaged versions of standard repertory works, perhaps while tucking into a picnic dinner. This year's schedule includes Puccini's \"Madama Butterfly\" and Donizetti's \"Elisir d'Amore.\" For the opening-night \"Butterfly\" on the Great Lawn in Central Park (June 15), the cast includes Diana Soviero as Cio-Cio-San, Wendy White as Suzuki, Franco Farina as Pinkerton and John Fowler as Sharpless, with Michelangelo Veltri conducting. Performances will also be presented at Prospect Park in Brooklyn (\"L'Elisir,\" June 16), Cunningham Park in Queens (\"Butterfly,\" June 18), Great Kills Park on Staten Island (\"L'Elisir,\" June 19) and Van Cortlandt Park in the Bronx (\"Butterfly,\" June 22). All concerts begin at 8 P.M. Information: (212) 362-6000. June 23 BACH ARIA GROUP. The main focus of the Bach Aria Group's activity is at the State University of New York at Stony Brook, where it is presenting an ambitious series of seminars and concerts called \"The International Bach\" starting June 14. But the ensemble is coming into Manhattan to present \"Bach's Italian and French Influences\" at 8 P.M. on June 23 at the Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. Works of Vivaldi and Couperin are interspersed with Bach selections, which include the \"Brandenburg\" Concerto No. 5 and several Mass and cantata excerpts. The group's performances are not always the last word in musicological stylishness, but it plays Baroque music lovingly. Suggested donation: $10. Information: (212) 662-2133. June 26 LUCIANO PAVAROTTI. With members of the New York Philharmonic, Luciano Pavarotti will sing favorite arias and Neapolitan songs in a free concert at 8 P.M. on the Great Lawn in Central Park. There will also be a live telecast on Channel 13 in New York. Information: (212) 875-5709. July 8 and 9 DIAMANDA GALAS. This avant-garde composer and vocalist characteristically tackles uneasy topics in her semi-theatrical works. Her latest, \"Insekta,\" is described as \"an electro-acoustic monodrama about dementia in women.\" Its world premiere, at 8 P.M., is the opening salvo in Lincoln Center's Serious Fun festival at Alice Tully Hall. Tickets: $20 to $30. Information: (212) 721-6500. July 14 to 29 NEW YORK PHILHARMONIC. As it did last summer, the Philharmonic is taking up residence at its old home, Carnegie Hall, for a series of summer concerts. This year's programs, devoted to works by Brahms and Schumann, are all to be conducted by Kurt Masur. Included are the Brahms First Symphony and the Schumann Piano Concerto, with Richard Goode (July 14 and 15); the Schumann First Symphony and the Brahms Second Piano Concerto, with Garrick Ohlsson (July 21 and 22), and the Schumann Fourth Symphony and the Brahms Violin Concerto, with Shlomo Mintz (July 28 and 29). All concerts are at 8 P.M. Tickets: $12 to $55. Information: (212) 247-7800. \"JOHN CAGE: IN MEMORIAM.\" Margaret Leng Tan, a specialist in contemporary piano music and a renowned interpreter of John Cage's works, will offer an overview of his keyboard music on July 26. Besides works composed for a conventional, untampered-with piano, the program includes pieces for toy piano, bowed piano and prepared piano (that is, with pieces of metal, wood and rubber set between the strings). The 8 P.M. concert is part of the Serious Fun festival at the Walter Reade Theater at Lincoln Center. Tickets: $20 to $30. Information: (212) 721-6500. July 23 and 24 SUMMERGARDEN CONCERTS. This year's free outdoor series at the Museum of Modern Art is devoted to music of Latin America, and in this installment, two promising young pianists -- Jennifer Hayghe, who recently won the Gina Bachauer International Piano Competition, and Stephen Gosling -- are to play works by composers from Puerto Rico, Ecuador, Argentina, Brazil and Uruguay, ending with a North American glance southward, Copland's \"Danzon Cubano.\" The series, which is directed by Joel Sachs and features performers from the Juilliard School, runs from July 2 to Aug. 28, with installments devoted to vocal works, percussion music, string quartets, flute and guitar pieces, and works for other chamber combinations. The Summergarden entrance is at 14 West 54th Street, Manhattan. Performances are Fridays and Saturdays at 7 P.M. Information: (212) 708-9500. Aug. 3 to 7 MOSTLY MOZART FESTIVAL. Neeme Jarvi, an Estonian conductor who has done wonders with the Detroit Symphony, is to lead the Mostly Mozart Festival Orchestra in two programs at Avery Fisher Hall, both of which include Mozart dances and a pair of concertos. In the first (Aug. 3 and 4), Maxim Vengerov will play Mozart's Violin Concerto No. 3, and Lilian Kallir will be the soloist in Mozart's Piano Concerto No. 19. In the second (Aug. 6 and 7), Garrick Ohlsson will play Mozart's Piano Concerto No. 9, and Antonio Meneses is to be the cello soloist in Tchaikovsky's Variations on a Rococo Theme. Concerts begin at 8 P.M., pre-concert recitals at 7 P.M. Tickets: $13 to $25. Information: (212) 721-6500. Aug. 9 LES ARTS FLORISSANTS. William Christie and his stunning early-instrument band are performing Purcell's \"Dido and Aeneas\" and Charpentier's \"Acteon\" on Aug. 9 in what seems likely to be the highlight of this year's Mostly Mozart series at Avery Fisher Hall. The concert is at 8 P.M., with a pre-concert recital at 7 P.M. Tickets: $15 to $30. Information: (212) 721-6500. Aug. 20 and 21 CECILIA BARTOLI. Mozart is one of this Italian mezzo-soprano's specialties, and at the Mostly Mozart Festival's finale she is to sing \"Exsultate, Jubilate\" and several arias. The program, to be conducted by Gerard Schwarz at Avery Fisher Hall, also includes Mozart's Symphonies No. 29 and 39. The concert is at 8 P.M., with a pre-concert recital at 7 P.M. Tickets: $17 to $35. Information: (212) 721-6500.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CLASSICAL MUSIC","kicker":"ARTS AND ENTERTAINMENT"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CONCERTS AND RECITALS"},{"name":"subject","value":"SPECIAL SECTIONS"}],"pub_date":"1993-06-13T00:00:00Z","document_type":"article","news_desk":"Summer Times Supplement","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Allan","rank":1,"lastname":"KOZINN"}],"original":"By ALLAN KOZINN"},"type_of_material":"Schedule","_id":"4fd1de028eb7c8105d7214fe","word_count":1149},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/15\/sports\/results-plus-175793.html","snippet":"TENNIS  Chang Exits Early  Michael Chang's final tuneup for Wimbledon ended abruptly yesterday when he was beaten, 6-3, 3-6, 6-3, by Bernd Karbacher in the first round of the grass-court tournament in Halle, Germany. The event also marks Andre...","lead_paragraph":"TENNIS Chang Exits Early Michael Chang's final tuneup for Wimbledon ended abruptly yesterday when he was beaten, 6-3, 3-6, 6-3, by Bernd Karbacher in the first round of the grass-court tournament in Halle, Germany. The event also marks Andre Agassi's return from a two-month layoff from right wrist problems. Agassi practiced in private for 25 minutes before rain halted his workout. He will play Carl-Uwe Steeb of Germany today. Karbacher's victory was his third in three meetings -- and second in three weeks -- against Chang, who is seeded third at Halle. The German defeated Chang in the second round of the French Open. Yesterday, Karbacher broke Chang in the eighth game en route to winning the first set and again after falling behind by 2-0 in the second set. Chang rallied to win that set, but another break by Karbacher in the final set spurred him to victory and brought Chang's warmup for Wimbledon to an abrupt end. (AP) Sprinkles in Manchester: Henrik Holm of Sweden and Nicolas Pereira of Venezuela were the only winners yesterday when rain cut short the opening day of play at the Manchester grass-court tournament in England. Holm, seeded second, dropped the first set against Brett Steven of New Zealand before rebounding to win, 3-6, 7-5, 6-4. Pereira needed three sets and two tie breakers to beat Alex O'Brien of Amarillo, Tex., 6-7 (6-8), 6-3, 7-6 (7-4). Five other singles matches were postponed until today, and qualifying rounds for the doubles competition were moved indoors. Holm will next face either his countryman Anders Jarryd or Luis Herrera of Mexico. Pereira, the world's top-ranked junior in 1988, will meet either eighth-seeded Guillaume Raoux of France or Gianluca Pozzi of Italy. (AP)","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-06-15T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1de038eb7c8105d7215ec","word_count":420},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/window-immigrant-crime-jackson-heights-drugs-dirty-money-prostitution.html","snippet":"No one knows how much criminal money flows through Jackson Heights, but no one doubts the current is steady and strong. On its busy and peaceful surface, the Queens neighborhood is like so many others where immigrants settle into new lives. People...","lead_paragraph":"No one knows how much criminal money flows through Jackson Heights, but no one doubts the current is steady and strong. On its busy and peaceful surface, the Queens neighborhood is like so many others where immigrants settle into new lives. People work hard, buy houses and shops and send money to the places they once called home. Most of the enterprise is legal. But Jackson Heights is also the home to Little Colombia -- where high-level drug dealers operate and where much of their cash is laundered through travel agencies and wire transfer services that line Roosevelt Avenue in conspicuous numbers. By coincidence, the community is also the city's new capital for houses of prostitution.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Window on Immigrant Crime; In Jackson Heights, Drugs, Dirty Money and Prostitution"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"SOUTH AMERICA"},{"name":"subject","value":"PROSTITUTION"},{"name":"subject","value":"ILLEGAL ALIENS"},{"name":"subject","value":"SURVEYS AND SERIES"},{"name":"subject","value":"IMMIGRATION AND EMIGRATION"},{"name":"subject","value":"REFUGEES AND EXPATRIATES"},{"name":"subject","value":"CRIME AND CRIMINALS"},{"name":"subject","value":"DRUG ABUSE AND TRAFFIC"}],"pub_date":"1993-06-17T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ian","rank":1,"lastname":"FISHER"}],"original":"By IAN FISHER"},"type_of_material":"Series","_id":"4fd1caf08eb7c8105d7000b5","word_count":1938},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/17\/sports\/results-plus-870693.html","snippet":"SOCCER  U.S. Loses to Uruguay, 1-0, in America Cup  The United States, making its debut in the America Cup, the South American championship, lost by 1-0 to Uruguay yesterday before a capacity crowd of 20,000 in Ambato, Ecuador. Santiago Ostolaza...","lead_paragraph":"SOCCER U.S. Loses to Uruguay, 1-0, in America Cup The United States, making its debut in the America Cup, the South American championship, lost by 1-0 to Uruguay yesterday before a capacity crowd of 20,000 in Ambato, Ecuador. Santiago Ostolaza scored on a header in the 50th minute against a United States squad that stayed with the Uruguayans most of the way but could not provide any finishing power around the net late in the game. In the second half, United States goalkeeper Brad Friedel saved a shot by Adrian Paz in the 47th minute. Ruben da Silva then hit the post in the 50th, Ostolaza -- unmarked during a corner kick -- delivered his header 30 seconds later. In another America Cup game last night, Colombia defeated Mexico, 2-1. (AP) Ireland Downs Lithuania on Ricochet Goal: Steve Staunton scored on a free kick in the 38th minute to lead Ireland to a 1-0 victory over Lithuania in a World Cup Group 3 qualifying match yesterday in Vilnius. Ireland is now the leader of the Group 3 with 15 points after nine matches. Staunton's shot ricocheted from defender Virginius Baltusnikas's leg past Lithuanian goalie Valdemaras Martin. Ireland, unbeaten, moved to the top of Group 3, with 15 points from nine games. The Irish will advance to the 24-nation finals with 4 points from its last three games. In other European games yesterday, Czechoslovakia beat the Faroe Islands, 3-0, in Group 4; Iceland downed Hungary, 2-0, in Group 5, and Finland drew, 0-0, with Israel in Group 6. In Asia, Iraq advanced to the second round of qualifying with a 3-0 victory over Yemen in Chengdu, China. (AP)","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-06-17T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1caf08eb7c8105d7000c6","word_count":505}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}