{"response":{"meta":{"hits":98,"time":55,"offset":40},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1985\/05\/27\/world\/gingerly-paraguay-debates-life-after-stroessner.html","snippet":"There is no evidence that Gen. Alfredo Stroessner, the 72-year-old President, is ill or is planning to step down, but what comes after his 31-year-old rule is suddenly the main topic of debate in Paraguay.   The Government has tried to limit...","lead_paragraph":"There is no evidence that Gen. Alfredo Stroessner, the 72-year-old President, is ill or is planning to step down, but what comes after his 31-year-old rule is suddenly the main topic of debate in Paraguay. The Government has tried to limit discussion of the issue, arguing that the entire concept of ''post-Stroessnerism'' has been invented by opposition groups bent on agitation. ''There is no such thing as post-Stroessner,'' one official said. But in a country where, in the words of a journalist, ''the news is always the same,'' change is now being viewed as inevitable. ''We're definitely in a pre-transition period,'' a foreign diplomat said. ''Stroessner will stay in office as long as he wants to, but there is genuine widespread concern about what will happen afterward.''","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GINGERLY, PARAGUAY DEBATES LIFE AFTER STROESSNER"},"keywords":[{"name":"persons","value":"STROESSNER, ALFREDO"},{"name":"glocations","value":"PARAGUAY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"}],"pub_date":"1985-05-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd1580d8eb7c8105d63c0c7","word_count":1242},{"web_url":"http:\/\/www.nytimes.com\/1985\/06\/07\/world\/exhumed-body-in-brazil-said-to-be-mengele-s.html","snippet":"The Brazilian police today exhumed the remains of a man who was said to have died here six years ago and who the police say could be the long-sought Nazi death camp doctor, Josef Mengele.   The Federal Police Chief, Romeu Tuma, said the tomb had been...","lead_paragraph":"The Brazilian police today exhumed the remains of a man who was said to have died here six years ago and who the police say could be the long-sought Nazi death camp doctor, Josef Mengele. The Federal Police Chief, Romeu Tuma, said the tomb had been identified by an Austrian couple who he said had claimed to have sheltered Dr. Mengele in the 1970's. The couple, he said, asserted that Dr. Mengele drowned in a swimming accident in 1979 and had been interred under another name. Dr. Mengele would have been 68 years old. [Investigators from the United States, West Germany and Israel left hurriedly for Brazil. The report that Dr. Mengele may have died there drew reactions of skepticism from officials and independent experts in several countries. Page A6.] ''On the basis of the documents and photographs they have shown me, I'm 100 percent convinced that it was Mengele,'' Mr. Tuma said, ''but I'd prefer to await the results of the medical examiners.'' Jose Antonio de Mello, the assistant director of the police forensic laboratory, who collected the bones at the cemetery at Embu, a small town 20 miles southwest of here, said identification might take two weeks.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EXHUMED BODY IN BRAZIL SAID TO BE MENGELE'S"},"keywords":[{"name":"persons","value":"MENGELE, JOSEF"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"SAO PAULO (BRAZIL)"},{"name":"subject","value":"CONCENTRATION CAMPS"},{"name":"subject","value":"NAZI ERA"}],"pub_date":"1985-06-07T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd14e518eb7c8105d62e5e6","word_count":1449},{"web_url":"http:\/\/www.nytimes.com\/1985\/06\/11\/world\/investigators-turn-attention-to-mengele-family-contacts.html","snippet":"Growing indications that the son and perhaps other relatives of Josef Mengele may have kept in touch with the fugitive Nazi doctor over the years have focused the attention of investigators on the tight-lipped Mengele family.   The family of...","lead_paragraph":"Growing indications that the son and perhaps other relatives of Josef Mengele may have kept in touch with the fugitive Nazi doctor over the years have focused the attention of investigators on the tight-lipped Mengele family. The family of farm-machinery manufacturers based in Gunzburg, West Germany, has never spoken out in any detail on Dr. Mengele but has always maintained that it had lost all contact with him and supposed him to be long dead. A French Nazi-hunter, Serge Klarsfeld, asserted yesterday that Dr. Mengele's son, Rolf, had traveled to Brazil under a false name in 1977, possibly to visit his father. Mr. Klarsfeld, a Paris lawyer, said he had been informed more than a year ago that Rolf Mengele, a lawyer in Freiburg, West Germany, had traveled with a false West German passport in the name of Wilfried Busse to Brazil from Aug. 11 to 23, 1977. He gave the passport number as C 5479673 and said it had been issued in 1970 to the real Mr. Busse. Mr. Klarsfeld said he did not know where Mr. Busse could be found now.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"INVESTIGATORS TURN ATTENTION TO MENGELE FAMILY CONTACTS"},"keywords":[{"name":"persons","value":"KLARSFELD, SERGE"},{"name":"persons","value":"MENGELE FAMILY"},{"name":"persons","value":"MENGELE, JOSEF"},{"name":"persons","value":"MENGELE, ROLF"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"IMPERSONATIONS"},{"name":"subject","value":"NAZI ERA"}],"pub_date":"1985-06-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ralph","rank":1,"lastname":"BLUMENTHAL"}],"original":"By RALPH BLUMENTHAL"},"type_of_material":"News","_id":"4fd15d7a8eb7c8105d6449d6","word_count":690},{"web_url":"http:\/\/www.nytimes.com\/1985\/06\/16\/weekinreview\/where-nazi-refugees-found-the-climate-to-their-liking.html","snippet":"IF forensic experts prove that a body exhumed here 10 days ago is that of the Auschwitz death camp doctor Josef Mengele, as his son, Rolf, affirmed last week, the most-wanted Nazi would have lived in South America for 30 years without being caught....","lead_paragraph":"IF forensic experts prove that a body exhumed here 10 days ago is that of the Auschwitz death camp doctor Josef Mengele, as his son, Rolf, affirmed last week, the most-wanted Nazi would have lived in South America for 30 years without being caught. If the bones are not his, Dr. Mengele could still be at large. In either case, he was not alone. Tens of thousands of Nazis escaped to Argentina, Paraguay, Chile, Bolivia and Brazil after World War II. In 40 years, one war criminal was murdered, another was kidnapped and just three were extradited to face trial in Europe. Dr. Mengele was widely hunted, but Brazilian police believe he lived undisturbed in the Sao Paulo area from 1961. Other fugitives, many in their 70's and 80's, have little reason for fear.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WHERE NAZI REFUGEES FOUND THE CLIMATE TO THEIR LIKING"},"keywords":[{"name":"persons","value":"MENGELE, JOSEF"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"WAR CRIMES AND CRIMINALS"},{"name":"subject","value":"NAZI ERA"}],"pub_date":"1985-06-16T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd15ac58eb7c8105d640853","word_count":859},{"web_url":"http:\/\/www.nytimes.com\/1985\/06\/30\/world\/argentina-recalls-a-singer-of-tragic-tangos.html","snippet":"Carlos, the Argentine thrush, who ''each day sings better,'' according to the myth, is being celebrated and swooned over on the 50th anniversary of his death this month as if he were still alive.   Few Argentines disagree about Carlos Gardel's...","lead_paragraph":"Carlos, the Argentine thrush, who ''each day sings better,'' according to the myth, is being celebrated and swooned over on the 50th anniversary of his death this month as if he were still alive. Few Argentines disagree about Carlos Gardel's pre-eminence as a national hero. For generations of Argentines, the often sad lyrics and melodramatic dip of the dance reflect the mood of a nation in search of itself. And no one is remembered for singing the tragic ballads better than Gardel, his Borsalino hat slightly cocked and his quick, wide smile ready to diffuse the sadness of his songs.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA RECALLS A SINGER OF TRAGIC TANGOS"},"keywords":[{"name":"persons","value":"GARDEL, CARLOS"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1985-06-30T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lydia","rank":1,"lastname":"CHAVEZ"},{"organization":"","role":"reported","rank":2}],"original":"By LYDIA CHAVEZ, Special to the New York Times"},"type_of_material":"News","_id":"4fd14e4a8eb7c8105d62e06b","word_count":685},{"web_url":"http:\/\/www.nytimes.com\/1985\/07\/12\/world\/senate-votes-confirmation-of-23-for-diplomatic-posts.html","snippet":"After months of delay, the Senate tonight confirmed 23 nominees for diplomatic posts, including Thomas R. Pickering as Ambassador to Israel and Elliott Abrams as Assistant Secretary of State for Inter American Affairs.   A vote by roll-call on four...","lead_paragraph":"After months of delay, the Senate tonight confirmed 23 nominees for diplomatic posts, including Thomas R. Pickering as Ambassador to Israel and Elliott Abrams as Assistant Secretary of State for Inter American Affairs. A vote by roll-call on four other nominations, including those of Richard R. Burt as Ambassador to West Germany and Rozanne L. Ridgway, who has been Ambassador to East Germany, to replace Mr. Burt as Assistant Secretary of State for European Affairs, was scheduled next week. Mr. Abrams has been Assistant Secretary of State for Human Rights and Humanitarian Affairs and Mr. Pickering was most recently Ambassador to El Salvador.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SENATE VOTES CONFIRMATION OF 23 FOR DIPLOMATIC POSTS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1985-07-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd14f778eb7c8105d6302a5","word_count":405},{"web_url":"http:\/\/www.nytimes.com\/1985\/07\/27\/sports\/becker-wins-one-from-the-baseline.html","snippet":"Nearly three weeks after surprising the tennis world by winning the sport's most prestigious title, Boris Becker, the precocious West German teen-ager, surprised himself.   The 17-year-old Wimbledon champion faced an opponent today whose tactics...","lead_paragraph":"Nearly three weeks after surprising the tennis world by winning the sport's most prestigious title, Boris Becker, the precocious West German teen-ager, surprised himself. The 17-year-old Wimbledon champion faced an opponent today whose tactics forced him to rely on baseline skills, which had not been tested during his recent string of success. And to his own amazement, he won again. Becker reached the semifinals of the United States Open Clay Court Championships by defeating Miloslav Mecir of Czechoslovakia, 6-2, 7-5.","abstract":null,"print_page":"43","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BECKER WINS ONE FROM THE BASELINE"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1985-07-27T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"firstname":"Roy","middlename":"S.","lastname":"JOHNSON","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By ROY S. JOHNSON, Special to the New York Times"},"type_of_material":"News","_id":"4fd15d878eb7c8105d6454ad","word_count":531},{"web_url":"http:\/\/www.nytimes.com\/1985\/07\/29\/world\/peru-s-new-chief-to-limit-payments-on-foreign-debt.html","snippet":"In the boldest move yet by a Latin American debtor nation, Peru's new President, Alan Garcia Perez, announced today that his Government would limit payments on the country's foreign debt to a percentage of its export earnings.   In his inaugural...","lead_paragraph":"In the boldest move yet by a Latin American debtor nation, Peru's new President, Alan Garcia Perez, announced today that his Government would limit payments on the country's foreign debt to a percentage of its export earnings. In his inaugural address, the 36-year-old Social Democrat said Peru would dedicate no more than 10 percent of its export earnings to debt payments over the next 12 months while it seeks to renegotiate its $14 billion foreign debt. He also said Peru planned to deal directly with its creditors without the involvement of the International Monetary Fund, which he described as ''an accomplice'' in the country's acute economic troubles. Will Seek Unity ''We will look to make payments under the best conditions, working with other countries,'' he said. ''But while we seek a united Latin America, we will talk with our creditors without the involvement of the I.M.F.''","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PERU'S NEW CHIEF TO LIMIT PAYMENTS ON FOREIGN DEBT"},"keywords":[{"name":"persons","value":"GARCIA PEREZ, ALAN"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"PERU"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"INAUGURATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1985-07-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd1481a8eb7c8105d6247e5","word_count":1164},{"web_url":"http:\/\/www.nytimes.com\/1985\/07\/30\/business\/latin-debt-crisis-seen-intensifying.html","snippet":"Senior Latin American officials said today that Peru's decision to limit foreign debt payments to 10 percent of export earnings adds a new element of urgency to the regional debt crisis.   The officials, including several ministers from the most...","lead_paragraph":"Senior Latin American officials said today that Peru's decision to limit foreign debt payments to 10 percent of export earnings adds a new element of urgency to the regional debt crisis. The officials, including several ministers from the most indebted nations of the area, said Sunday's announcement by Peru's new Government was evidence that events were beginning to overtake efforts to resolve the three-year-old crisis. ''This is the first time some government has tried to change the rules,'' said one minister who asked not to be named. ''The banks have the problem now. The ball is in their court.''","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LATIN DEBT CRISIS SEEN INTENSIFYING"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"PERU"},{"name":"organizations","value":"CARTAGENA GROUP"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1985-07-30T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd162f78eb7c8105d64e56e","word_count":604},{"web_url":"http:\/\/www.nytimes.com\/1985\/07\/31\/business\/2-day-closings-at-peru-banks.html","snippet":"The three-day-old Government of President Alan Garcia Perez today closed all banks, financial institutions and exchange houses, raising fears that it is planning currency controls.   The institutions are to close until Thursday, a brief statement...","lead_paragraph":"The three-day-old Government of President Alan Garcia Perez today closed all banks, financial institutions and exchange houses, raising fears that it is planning currency controls. The institutions are to close until Thursday, a brief statement said, but no explanation was given.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"2-Day Closings at Peru Banks"},"keywords":[{"name":"persons","value":"GARCIA PEREZ, ALAN"},{"name":"glocations","value":"PERU"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1985-07-31T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd14f048eb7c8105d62f684","word_count":226}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}