{"response":{"meta":{"hits":75,"time":39,"offset":70},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/23\/world\/world-briefing.html","snippet":"EUROPE    TURKEY: PRISON SIEGE ENDS -- Soldiers used tear gas to subdue about 400 inmates at a prison in Istanbul, ending five days of raids to reassert government control over 20 prisons across the country. At least 27 people died. The raids were...","lead_paragraph":"EUROPE TURKEY: PRISON SIEGE ENDS -- Soldiers used tear gas to subdue about 400 inmates at a prison in Istanbul, ending five days of raids to reassert government control over 20 prisons across the country. At least 27 people died. The raids were made after hunger strikers refused to end fasts protesting transfers from prisons where up to 100 inmates shared a dormitory-style room to prisons with small cells. Inmates say they fear torture and isolation in the new cells. Douglas Frantz (NYT) SPAIN: RUSSIAN GETS BAIL -- A judge ordered Vladimir Gusinsky, left, to be released from jail and confined to his luxury villa in southern Spain under police guard while the Russian media magnate fought Moscow's efforts to extradite him. Judge Baltasar Garzon ruled Mr. Gusinsky must pay $5.55 million in bail to secure his freedom after being detained 10 days ago on an international arrest warrant sought by Russia, where he faces fraud charges. (Reuters)","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BRIEFING"},"keywords":[],"pub_date":"2000-12-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd22d658eb7c8105d7ba77d","word_count":865},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/25\/arts\/libertad-lamarque-mexican-star-dies-at-92.html","snippet":"Libertad Lamarque Bouza, a singer and actress whose career ranged from the gritty days of early tango recordings in Argentina to the contemporary daily soap operas produced for mass audiences in the Spanish-speaking world, died on Dec. 12 in Mexico...","lead_paragraph":"Libertad Lamarque Bouza, a singer and actress whose career ranged from the gritty days of early tango recordings in Argentina to the contemporary daily soap operas produced for mass audiences in the Spanish-speaking world, died on Dec. 12 in Mexico City. She was 92. Ms. Lamarque gained renown after leaving Argentina for Mexico in 1946, following an incident on the Buenos Aires set of the 1944 movie ''The Circus Procession.'' She was said to have quarreled with a young actress named Eva Duarte.","abstract":"Libertad Lamarque Bouza, Mexican actress and singer, dies at age 92; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Libertad Lamarque, Mexican Star, Dies at 92"},"keywords":[{"name":"persons","value":"BOUZA, LIBERTAD LAMARQUE"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2000-12-25T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"Obituary; Biography","_id":"4fd24cee8eb7c8105d7ed11d","word_count":571},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/31\/sports\/champions-2000-from-sydney-to-the-bronx-the-winners.html","snippet":"ARCHERY  U.S. Target  Men's Olympic Bow: Richard Johnson, Woodstock, Conn.  Women's Olympic Bow: Karen Scavotto, Enfield, Conn.  Men's Compound Bow: Dave Cousins, Westbrooke, Me.  Women's Compound Bow: Christie Bisco, Raymond, Me.    U.S....","lead_paragraph":"ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson, Michigan State. Men's Compound Bow: Caleb Heller, James Madison. Women's Compound Bow: Sally Wunderle, Eastern Illinois. Men's Olympic Bow Team: Texas A&M. Women's Olympic Bow Team: Texas A&M. Men's Compound Bow Team: James Madison. Women's Compound Bow Team: Texas A&M.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From Sydney To the Bronx, the Winners","kicker":"CHAMPIONS 2000"},"keywords":[],"pub_date":"2000-12-31T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Compiled by Vincent M. Mallozzi"},"type_of_material":"List","_id":"4fd205118eb7c8105d76d13a","word_count":12464},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/31\/world\/south-africa-looks-west-for-some-economic-muscle.html","snippet":"South Africa, long dependent on Europe and the United States for most of its trade, is casting its eyes elsewhere -- and not simply in search of new markets.    Seeking allies in the free-trade fight that has been stewing since the World Trade...","lead_paragraph":"South Africa, long dependent on Europe and the United States for most of its trade, is casting its eyes elsewhere -- and not simply in search of new markets. Seeking allies in the free-trade fight that has been stewing since the World Trade Organization's meeting a year ago in Seattle, South Africa is turning to its fellow economic powers in the developing world, looking east to India, north to Egypt and especially west to Brazil.","abstract":"South Africa is seeking allies in free-trade fight that began when World Trade Orgn met year ago in Seattle; it is looking to India, to Egypt, and especially to Brazil; it has agreed to begin talks on joining Mercosur, six-country South American trading bloc anchored by Brazil; little trade currently crosses Atlantic between South Africa and its prospective partners; even if agreement flourishes, South America could not supplant United States or European Union as more active trading partner; but South Africa is envisioning new era in trade, in which South America would be strategically essential partner (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"South Africa Looks West for Some Economic Muscle"},"keywords":[{"name":"glocations","value":"EGYPT"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"SOUTH AFRICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2000-12-31T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Henri","middlename":"E.","lastname":"CAUVIN","rank":1,"role":"reported","organization":""}],"original":"By HENRI E. CAUVIN"},"type_of_material":"News","_id":"4fd20f088eb7c8105d781371","word_count":869},{"web_url":"http:\/\/www.nytimes.com\/2000\/12\/31\/travel\/one-night-that-s-a-holiday-everywhere.html","snippet":"NEW YEAR'S EVE was never my favorite holiday. Celebrations in my small Connecticut hometown were private, sedate affairs that figured in my teenage years only as a boon to my baby-sitting  wages.     Those were nights of quiet yearning. I would tuck...","lead_paragraph":"NEW YEAR'S EVE was never my favorite holiday. Celebrations in my small Connecticut hometown were private, sedate affairs that figured in my teenage years only as a boon to my baby-sitting wages. Those were nights of quiet yearning. I would tuck the children in bed, forage in the family's well-stocked kitchen, settle in to listen to WDRC in Hartford for the Big D Countdown of the top 100 hits of 1960-something, and wonder what the rest of the world was up to.","abstract":"Jill Knight Weinberger travel essay on places around world where she and husband have found themselves on New Year's Eve (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"One Night That's a Holiday Everywhere"},"keywords":[{"name":"subject","value":"NEW YEAR"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2000-12-31T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"firstname":"Jill","middlename":"Knight","lastname":"WEINBERGER","rank":1,"role":"reported","organization":""}],"original":"By JILL KNIGHT WEINBERGER"},"type_of_material":"News","_id":"4fd22d408eb7c8105d7ba2db","word_count":1260}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}