{"response":{"meta":{"hits":106,"time":40,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/epicenter-of-foot-and-mouth-research.html","snippet":"ON early-morning boat crossings from the Connecticut shore to the Plum Island Animal Disease Center off the North Fork of Long Island, Peter W. Mason opens his laptop computer and goes to work organizing the day ahead.    For Dr. Mason, a 44-year-old...","lead_paragraph":"ON early-morning boat crossings from the Connecticut shore to the Plum Island Animal Disease Center off the North Fork of Long Island, Peter W. Mason opens his laptop computer and goes to work organizing the day ahead. For Dr. Mason, a 44-year-old microbiologist from Killingworth, Conn., the job has never seemed more urgent. He directs a 20-member team at the isolated island laboratory in research aimed at developing a new, more widely acceptable vaccine for foot-and-mouth disease, a vaccine that would stop or quickly contain an outbreak of the highly contagious animal virus.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Epicenter of Foot-and-Mouth Research"},"keywords":[],"pub_date":"2001-04-01T00:00:00Z","document_type":"article","news_desk":"Long Island Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"RATHER"}],"original":"By JOHN RATHER"},"type_of_material":"News","_id":"4fd206d08eb7c8105d770884","word_count":1436},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/04\/business\/amid-doubts-wto-plans-agriculture-talks.html","snippet":"After a year of proposals and counterproposals, the member nations of the World Trade Organization have finally agreed to begin negotiations in May on freer trade in agricultural goods. An agenda for the talks was approved late last week.    But...","lead_paragraph":"After a year of proposals and counterproposals, the member nations of the World Trade Organization have finally agreed to begin negotiations in May on freer trade in agricultural goods. An agenda for the talks was approved late last week. But there was broad skepticism that talks on so contentious an issue could succeed without a whole new round of comprehensive trade negotiations being convened.","abstract":"World Trade Organization members agree to begin negotiations in May on freer trade in agricultural goods (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Amid Doubts, W.T.O. Plans Agriculture Talks"},"keywords":[{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2001-04-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd252338eb7c8105d7f7658","word_count":439},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/08\/weekinreview\/ideas-trends-transitional-justice-how-to-face-the-past-then-close-the-door.html","snippet":"PUTTING Slobodan Milosevic on public trial and forming a ''truth and reconciliation'' commission to examine his rule, suggested his successor Vojislav Kostunica last week, would help the Serbs achieve ''social catharsis.''     The notion seemed...","lead_paragraph":"PUTTING Slobodan Milosevic on public trial and forming a ''truth and reconciliation'' commission to examine his rule, suggested his successor Vojislav Kostunica last week, would help the Serbs achieve ''social catharsis.'' The notion seemed reasonable. Given all the horrors of Mr. Milosevic's 13-year rule, a few months of public testimony and revelations would surely help begin the process of collective healing that psychoanalysis and confession are supposed to provide individuals.","abstract":"Various strategies by which nations since World War II have emerged from murderous dictatorships discussed in light of Serbia's handling of war crimes charges against Slobodan Milosevic; photo; some countries, like Austria, have closed collective eyes, while others have found it difficult to maintain historical amnesia in face of persistent victims, as with Japanese crimes against Chinese and Koreans; philosopher Avishai Margalit observes that while truth and reconciliation are good, it cannot be presumed that former causes latter, although he agrees there is need for record to be set straight (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ideas & Trends: Transitional Justice; How to Face the Past, Then Close the Door"},"keywords":[{"name":"persons","value":"MARGALIT, AVISHAI"},{"name":"persons","value":"MILOSEVIC, SLOBODAN"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"SOUTH KOREA"},{"name":"glocations","value":"SERBIA"},{"name":"glocations","value":"NORTH KOREA"},{"name":"glocations","value":"CHINA"},{"name":"glocations","value":"AUSTRIA"},{"name":"subject","value":"WAR CRIMES AND CRIMINALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"WORLD WAR II (1939-45)"}],"pub_date":"2001-04-08T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Serge","rank":1,"lastname":"SCHMEMANN"}],"original":"By SERGE SCHMEMANN"},"type_of_material":"News","_id":"4fd252348eb7c8105d7f77cd","word_count":1525},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/10\/world\/world-briefing.html","snippet":"MIDDLE EAST    IRAN: PRESIDENT RESPONDS TO ARRESTS  President Mohammad Khatami called for moderation after hard-liners who control the judiciary ordered the arrests of 42 dissidents. Mr. Khatami's comments came after the reformist-dominated...","lead_paragraph":"MIDDLE EAST IRAN: PRESIDENT RESPONDS TO ARRESTS President Mohammad Khatami called for moderation after hard-liners who control the judiciary ordered the arrests of 42 dissidents. Mr. Khatami's comments came after the reformist-dominated Parliament summoned the intelligence minister for questioning about the arrests of members of the Freedom Movement. (AP)","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BRIEFING"},"keywords":[],"pub_date":"2001-04-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd210628eb7c8105d784932","word_count":683},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/11\/world\/us-sends-beijing-formal-statement-expressing-regret.html","snippet":"Senior administration officials said today that after days of negotiations with Beijing, the United States had submitted a formal statement of regret to the Chinese government and was waiting for China's leaders to say whether they would accept it...","lead_paragraph":"Senior administration officials said today that after days of negotiations with Beijing, the United States had submitted a formal statement of regret to the Chinese government and was waiting for China's leaders to say whether they would accept it and release the crew of an American spy plane. ''The fact is that we think we have done as much as we can possibly do,'' a senior Administration official said this evening.","abstract":"US sends China formal statement of regret over midair collision between US intelligence plane and Chinese fighter jet, and awaits China's reponse on accepting letter and releasing American crew; statement, after six days of talks and exchanges of drafts, amplifies Sec Colin Powell's initial expression of being sorry about loss of Chinese pilot and emergency landing of US plane on Hainan island; photo; Bush administration official insists 'there is no apology'; statement also proposes joint investigation and talks on avoiding future incidents; Pres Jiang Zemin, in Uruguay, says he trusts in ability of both countries to resolve issue; Bush for first time calls situation 'stalemate,' warning that diplomacy takes longer than people would like; Powell has acknowledged that plane violated Chinese airspace in its landing, but not at time of collision, which US says occurred in international airspace (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. SENDS BEIJING FORMAL STATEMENT EXPRESSING REGRET"},"keywords":[{"name":"persons","value":"POWELL, COLIN L"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"JIANG ZEMIN"},{"name":"glocations","value":"HAINAN ISLAND (CHINA)"},{"name":"glocations","value":"CHINA"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"MILITARY AIRCRAFT"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"2001-04-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page; Washington","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"E.","lastname":"SANGER","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","firstname":"Jane","rank":2,"lastname":"PERLEZ"}],"original":"By DAVID E. SANGER and JANE PERLEZ"},"type_of_material":"News","_id":"4fd215298eb7c8105d78e31e","word_count":1235},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/11\/world\/political-fever-wanes-in-congo-but-patient-is-still-sick.html","snippet":"Most of the giant billboards with the late president's chubby, smiling face, proclaiming ''With this man, hope is reborn,'' have been taken down quietly -- so quietly that many residents failed to notice or care, so vast was the gap between the words...","lead_paragraph":"Most of the giant billboards with the late president's chubby, smiling face, proclaiming ''With this man, hope is reborn,'' have been taken down quietly -- so quietly that many residents failed to notice or care, so vast was the gap between the words on the billboards and the reality on the ground. In the three months since President Laurent D. Kabila was gunned down inside his office here, the government has also begun taking down the wall he had erected around his nation, a wall he used to block any diplomacy to end a war that has drawn in half a dozen African countries.","abstract":"Most of giant billboards with late Pres Laurent Kabila's smiling face have been quietly taken down in Kinshasha in three months since he was gunned down, even as new Congo government also takes down wall that Kabila used to block diplomacy to end war that has drawn in other African countries; Joseph Kabila, his 29-year-old son and successor, has criss-crossed Western capitals, getting sympathetic reception as he moves to end Congo's isolation; photo; map (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Political Fever Wanes in Congo, but Patient Is Still Sick"},"keywords":[{"name":"persons","value":"KABILA, JOSEPH"},{"name":"persons","value":"KABILA, LAURENT"},{"name":"glocations","value":"CONGO (FORMERLY ZAIRE)"},{"name":"subject","value":"ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"2001-04-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Norimitsu","rank":1,"lastname":"ONISHI"}],"original":"By NORIMITSU ONISHI"},"type_of_material":"News","_id":"4fd252358eb7c8105d7f787b","word_count":1067},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/13\/world\/collision-with-china-reaction-china-beijing-declares-victory-but-chat-rooms-are.html","snippet":"The Chinese government went all out today to convince its people that it had won a moral victory in releasing the crew of an American spy plane after receiving what it billed as a contrite letter from the United States.     But there were plenty of...","lead_paragraph":"The Chinese government went all out today to convince its people that it had won a moral victory in releasing the crew of an American spy plane after receiving what it billed as a contrite letter from the United States. But there were plenty of skeptical rumblings, especially on university campuses and in Internet chat rooms, where determined Net surfers played a cat-and-mouse game with bulletin board censors to get their disgruntled postings aired.","abstract":"Chinese government goes all out to convince its people that it won moral victory in releasing crew of American spy plane after receiving what it bills as contrite letter from United States; but in Internet chat rooms, determined Net surfers play cat-and-mouse game with China's bulletin board censors to get their disgruntled postings aired; censors are being unusually strict, as government seeks to stanch popular misgivings about resolution that number of Chinese regard as caving in to United States; photo (M)","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Beijing Declares Victory but Chat Rooms Are Skeptical","kicker":"COLLISION WITH CHINA: REACTION IN CHINA"},"keywords":[{"name":"glocations","value":"CHINA"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"PUBLIC OPINION"},{"name":"subject","value":"MILITARY AIRCRAFT"},{"name":"subject","value":"CENSORSHIP"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CHINA-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"2001-04-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"Technology; World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elisabeth","rank":1,"lastname":"ROSENTHAL"}],"original":"By ELISABETH ROSENTHAL"},"type_of_material":"News","_id":"4fd2471f8eb7c8105d7e2a9f","word_count":856},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/15\/classified\/paid-notice-deaths-de-alessandrini-di-neuenstein-dr-luigi-maria.html","snippet":"de ALESSANDRINI di NEUENSTEIN-Dr. Luigi Maria. Died on April 10th. He was 82 and lived in New York City. Born on August 3, 1918, in Genoa, Italy. He graduated from the University of Genoa's Medical School on June 18, 1943 and received his OBGYN...","lead_paragraph":"de ALESSANDRINI di NEUENSTEIN-Dr. Luigi Maria. Died on April 10th. He was 82 and lived in New York City. Born on August 3, 1918, in Genoa, Italy. He graduated from the University of Genoa's Medical School on June 18, 1943 and received his OBGYN specialty on November 16, 1949. He served as Lt. Col. Medical Doctor during World War II in the Italian Marines. He was Health Immigration Officer from 1948-49. His interest in exploring life and seeing the world brought him to Uruguay where he met, fell in love with and married Alfa Morales on April 26, 1950. They lived in Portofino, Italy, where he practiced medicine. He was Assistant Professor of OBGYN at the University of Genoa until 1957. On April 21, 1957, he came to the US and established a private medical practice in Virginia and was on the Boards of Norfolk General and De Paul Hospitals. During his career, he also worked at Mount Vernon, Riverside and Eastern State Hospitals, where he received a specialty in Psychiatry. On May 21, 1965, Luigi was made Vice Counsel of Italy for the State of Virginia by the Italian Ministry of Commerce and Foreign Affairs and confirmed by Dean Rusk, U.S. Secretary of State. After spending 1970-73 in Italy, he returned to Virginia in 1973. In 1978 he became Assistant Professor at the Eastern Virginia Medical School. During the 70s and 80s he assisted with clinical research in the field of OBGYN, contributing to the discovery and treatment for various venereal diseases. Between 1975-1988, he became Clinical Director of the Portsmouth Health Department and was part of the National Family Planning Board, sponsored by the White House. In recognition of his contribution to special medical education programs, he was made Fellow of The American Academy of Family Physicians in October 1983. He loved his wife dearly. They have been loving friends & companions for 51 years. Alfa survives him as do his sons, Paolo and Enrico, daughters-inlaw, Jackie and Ellen and grandchildren, Alexa and Giulio. In lieu of flowers, the family asks that donations be sent to Cabrini Hospice C\/O Cabrini Medical Center, 227 East 19th Street, NY, NY, 10003.","abstract":null,"print_page":"32","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths  DE ALESSANDRINI DI NEUENSTEIN, DR. LUIGI MARIA"},"keywords":[{"name":"persons","value":"DE ALESSANDRINI DI NEUENSTEIN, DR. LUIGI MARIA"}],"pub_date":"2001-04-15T00:00:00Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"4fd222198eb7c8105d7a7305","word_count":361},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/19\/business\/talks-and-protests-to-begin-on-trade-pact-for-americas.html","snippet":"Legions of protesters have gathered in this old fortified port city to rally against globalization and the proposed Free Trade Area of the Americas, warning that eliminating tariffs and encouraging trade from the high Arctic to the Argentine pampas...","lead_paragraph":"Legions of protesters have gathered in this old fortified port city to rally against globalization and the proposed Free Trade Area of the Americas, warning that eliminating tariffs and encouraging trade from the high Arctic to the Argentine pampas will lead to exploitation of workers and damage to the environment. The plans for a hemispheric trade deal will be the center of attention at the third Summit of the Americas, which is to begin here Friday. But turning those plans into reality is still a long way off. The negotiations alone are expected to last until January 2005, and then the 34 countries -- every American nation except Cuba -- must individually agree to enter what would become the world's largest trade area.","abstract":"Protesters gather in Quebec to rally against globalization and proposed Free Trade Area of Americas, warning that eliminating tariffs and encouraging trade will lead to exploitation of workers and damage to environment; plans for hemispheric trade talks will be center of attention at Summit of the Americas; negotiations are expected to last until January 2005, and then 34 countries must individually agree to enter what would become world's largest trade area; Mexico is champion, putting deals in place with Chile, Guatemala, El Salvador and others in recent years; Canada has signed bilateral deals with Costa Rica and Chile; US is now active on parallel path of bilateral trade agreements; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Talks (and Protests) to Begin on Trade Pact for Americas"},"keywords":[{"name":"glocations","value":"WESTERN HEMISPHERE"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"COSTA RICA"},{"name":"glocations","value":"QUEBEC CITY (QUEBEC)"},{"name":"glocations","value":"EL SALVADOR"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"FREE TRADE AGREEMENT OF THE AMERICAS"},{"name":"subject","value":"ENVIRONMENT"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"2001-04-19T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"DePALMA"}],"original":"By ANTHONY DePALMA"},"type_of_material":"News","_id":"4fd223938eb7c8105d7a9640","word_count":829},{"web_url":"http:\/\/www.nytimes.com\/2001\/04\/23\/world\/talks-tie-trade-in-the-americas-to-democracy.html","snippet":"Pledging equal support to democracy and free trade, 34 leaders of the Western Hemisphere closed a summit meeting today by reinforcing their commitment to a vast Free Trade Area of the Americas, vowing to ensure that its benefits are shared by the...","lead_paragraph":"Pledging equal support to democracy and free trade, 34 leaders of the Western Hemisphere closed a summit meeting today by reinforcing their commitment to a vast Free Trade Area of the Americas, vowing to ensure that its benefits are shared by the hemisphere's 800 million people. ''There's no question in my mind that we have challenges ahead of us, but there's also no question in my mind that we can meet those challenges,'' President Bush said after he and the other leaders signed a closing declaration.","abstract":"34 leaders of Western Hemisphere, including Pres George W Bush, close international trade summit in Quebec; reinforce commitment to Vast Free Trade Area of the Americas, vowing to ensure that its benefits are shared by hemishphere's 800 million people; vow to uphold democratic principles or risk losing economic and political support, though some may have trouble meeting standard; propose 'action plan' backed by billions of dollars in support from international financial institutions; commitment of more than $20 billion by World Bank and Inter-American Development Bank to strenghten democratic foundations in Americas and prepare for free trade despite disparate levels of development noted; leaders also agree to release draft of agreement, giving organizations that oppose it chance to review it for first time; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Talks Tie Trade In the Americas To Democracy"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"CARIBBEAN AREA"},{"name":"glocations","value":"QUEBEC PROVINCE (CANADA)"},{"name":"organizations","value":"INTER-AMERICAN DEVELOPMENT BANK"},{"name":"organizations","value":"INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2001-04-23T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"DePALMA"}],"original":"By ANTHONY DePALMA"},"type_of_material":"News","_id":"4fd206c88eb7c8105d77018a","word_count":1295}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}