{"response":{"meta":{"hits":118,"time":48,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/31\/opinion\/abroad-at-home-lefever-why-it-matters.html","snippet":"Two weeks ago in this space I mentioned a Soviet physicist, Vladimir Kislik: not a famous dissident, just a man who for eight years had been trying to emigrate to Israel. For that he had lost his job, been arrested for vagrancy, been confined in a...","lead_paragraph":"Two weeks ago in this space I mentioned a Soviet physicist, Vladimir Kislik: not a famous dissident, just a man who for eight years had been trying to emigrate to Israel. For that he had lost his job, been arrested for vagrancy, been confined in a psychiatric hospital. He was facing trial on a charge of ''hooliganism.'' The trial has been held now, and Mr. Kislik was convicted. The specific charge, according to what has filtered out to friends from the courtroom in Kiev, was that he assaulted two people at a bus stop. For that he was sentenced to three years in a labor camp. Soviet behavior in such cases is hardly surprising. Not long ago another would-be emigrant was convicted of ''hooliganism,'' and drew a similar sentence, for allegedly throwing a birthday cake at someone. But the cynicism and cruelty of it are still shocking. They must be. If we cease to care, cease to be moved by the case of a Vladimir Kislik, we shall have lost some of our own humanity.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Lefever: Why It Matters","kicker":"ABROAD AT HOME"},"keywords":[{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1981-05-31T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"Lewis"}],"original":"By Anthony Lewis"},"type_of_material":"Op-Ed","_id":"4fd110908eb7c8105d5c65fb","word_count":834},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/06\/world\/around-the-nation-italy-s-premier-designate-denies-he-was-a-mason.html","snippet":"Prime Minister-designate Arnaldo Forlani, striving to stay clear of the scandal over a secret Masonic lodge that toppled this country's Government 10 days ago, denied today that he had ever been a Freemason.   Mr. Forlani said he would take legal...","lead_paragraph":"Prime Minister-designate Arnaldo Forlani, striving to stay clear of the scandal over a secret Masonic lodge that toppled this country's Government 10 days ago, denied today that he had ever been a Freemason. Mr. Forlani said he would take legal action against a Rome newspaper that published an allegation that he had once belonged to a lodge in the central city of Ascoli Piceno. In Rome, a 45-year-old lieutenant in the customs police, Luciano Rossi, killed himself today, a week after the police questioned him about documents found in the house of Licio Gelli, 62, grandmaster of the secret lodge. Mr. Gelli, who was facing charges of political espionage, fled before the scandal broke and was yesterday reported to be in Uruguay.","abstract":null,"print_page":"4","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Italy's Premier-Designate Denies He Was a Mason","kicker":"AROUND THE NATION"},"keywords":[{"name":"glocations","value":"ROME (ITALY)"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"ORGANIZATIONS, SOCIETIES AND CLUBS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"GOVERNMENT EMPLOYEES"}],"pub_date":"1981-06-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"Reuters","original":"Reuters","person":[]},"type_of_material":"News","_id":"4fd11b728eb7c8105d5d723e","word_count":125},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/10\/world\/argentina-s-jews-live-in-a-world-that-offers-vivid-contradictions.html","snippet":"For many years, Jews here have seen their schools bombed and have had their lives threatened in sporadic attacks by extremist groups. Downtown newsstands carry a small, steady line of Nazi tracts and xenophobic magazines full of anti-Semitic hatred. ...","lead_paragraph":"For many years, Jews here have seen their schools bombed and have had their lives threatened in sporadic attacks by extremist groups. Downtown newsstands carry a small, steady line of Nazi tracts and xenophobic magazines full of anti-Semitic hatred. On the other hand, the Jews of Argentina work and study in an integrated environment where there are no Jewish quotas in business or schools, no separate Jewish and gentile companies and no religious identification. This is the complex and contradictory situation of Argentina's 350,000 or so Jews, the fifth largest Jewish concentration in the world after those in the United States, Israel, the Soviet Union and France. Some Positions Are Closed The situation is made more complicated by what is universally agreed here is the exclusion of Jews from the upper ranks of the military, the labor unions and the political parties, the real sources of power in the country. Many Jews say it does not matter to them.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA'S JEWS LIVE IN A WORLD THAT OFFERS VIVID CONTRADICTIONS"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"JEWS"},{"name":"subject","value":"RELIGION AND CHURCHES"},{"name":"subject","value":"DISCRIMINATION"}],"pub_date":"1981-06-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd11b6e8eb7c8105d5d6e0f","word_count":1780},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/14\/sports\/no-headline-156198.html","snippet":"McEnroe, Gottfried In Grass Court Final   LONDON, June 13 (AP) - John McEnroe and Brian Gottfried scored straight-set victories today and reached the final of the $125,000 Stella Artois tennis tournament at the Queen's Club. The grass event is one of...","lead_paragraph":"McEnroe, Gottfried In Grass Court Final LONDON, June 13 (AP) - John McEnroe and Brian Gottfried scored straight-set victories today and reached the final of the $125,000 Stella Artois tennis tournament at the Queen's Club. The grass event is one of the big warmups for Wimbledon, which starts June 22. In the all-American semifinals McEnroe defeated Brian Teacher, 6-3, 6-4, and Gottfried defeated John Sadri, 7-5, 6-3. Both matches were serve-and-volley duels, but double faults were costly to Teacher and Sadri.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Headline"},"keywords":[{"name":"glocations","value":"LONDON (ENG)"},{"name":"glocations","value":"SURREY (ENG)"},{"name":"subject","value":"PROFESSIONAL ATHLETICS"},{"name":"subject","value":"TENNIS"}],"pub_date":"1981-06-14T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd110f18eb7c8105d5c6ef1","word_count":528},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/14\/world\/wiesenthal-denies-slighting-timerman.html","snippet":"Simon Wiesenthal, the hunter of Nazi war criminals, said yesterday that quotations attributed to him in a recent syndicated column by William F. Buckley Jr. questioning the integrity of Jacobo Timerman, the critic of Argentina's rulers, had been...","lead_paragraph":"Simon Wiesenthal, the hunter of Nazi war criminals, said yesterday that quotations attributed to him in a recent syndicated column by William F. Buckley Jr. questioning the integrity of Jacobo Timerman, the critic of Argentina's rulers, had been partly fabricated. The quotations were supplied to Mr. Buckley by an aide to Jeane J. Kirkpatrick, the chief United States delegate at the United Nations. In his column for May 31, Mr. Buckley quoted from an interview with Mr. Wiesenthal that appeared April 26 in the newspaper El Pais of Montevideo, Uruguay. Mr. Wiesenthal was quoted as having suggested that Mr. Timerman had exaggerated the part that anti-Semitism played in his imprisonment in Argentina. Mr. Wiesenthal was also quoted as having suggested that Mr. Timerman was arrested because he had been ''accused of being in favor of terrorism.'' Mr. Wiesenthal purportedly said that Mr. Timerman had ''leftist'' sympathies and that he should ''stick to the truth.''","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WIESENTHAL DENIES SLIGHTING TIMERMAN"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"VIOLENCE"},{"name":"subject","value":"NEWSPAPERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"DISCLOSURE OF INFORMATION"}],"pub_date":"1981-06-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Colin","rank":1,"lastname":"CAMPBELL"}],"original":"By COLIN CAMPBELL"},"type_of_material":"News","_id":"4fd10f758eb7c8105d5c433e","word_count":910},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/17\/world\/italians-to-widen-masonic-inquiry.html","snippet":"Acting Prime Minister Arnaldo Forlani has ordered an investigation of all civil servants suspected of links to the Masonic lodge that is at the center of Italy's latest government crisis.   As Mr. Forlani struggled with the scandal, which brought...","lead_paragraph":"Acting Prime Minister Arnaldo Forlani has ordered an investigation of all civil servants suspected of links to the Masonic lodge that is at the center of Italy's latest government crisis. As Mr. Forlani struggled with the scandal, which brought down his Government last month, the Republican Party leader, Giovanni Spadolini, met with political allies in an effort to form the first Italian government since 1946 not to be led by the Christian Democrats. Political sources said Mr. Spadolini was likely to call on President Sandro Pertini later this week to report he had formed a five-party coalition, including the Christian Democrats.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ITALIANS TO WIDEN MASONIC INQUIRY"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"subject","value":"ORGANIZATIONS, SOCIETIES AND CLUBS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1981-06-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"UPI"},"type_of_material":"News","_id":"4fd1188a8eb7c8105d5d0e98","word_count":353},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/17\/business\/market-place-sunbeam-s-dull-image.html","snippet":"SUNBEAM, the world's largest maker of small household appliances, has had a static earnings record for the last four years. But that may change. Some analysts expect the company to report record earnings for its fiscal year ending next March 31.  ...","lead_paragraph":"SUNBEAM, the world's largest maker of small household appliances, has had a static earnings record for the last four years. But that may change. Some analysts expect the company to report record earnings for its fiscal year ending next March 31. There appears to be little ''downside risk'' - Wall Street's phrase for the chances of a lower stock price. For one thing, the Sunbeam Corporation's book value is $28 a share, and the stock closed yesterday at 20 1\/8, down 7\/8, in trading on the New York Stock Exchange. Moreover, the price\/earnings ratio of about 6 still reflects Sunbeam's unexciting performance. That is even lower than the 7 multiple that has been the average over the last few years.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Market Place; Sunbeam's Dull Image"},"keywords":[{"name":"subject","value":"FINANCES"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"1981-06-17T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Robert","rank":1,"lastname":"Metz"}],"original":"By Robert Metz"},"type_of_material":"News","_id":"4fd1114f8eb7c8105d5c7d82","word_count":717},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/21\/style\/miss-heyn-editor-wed-to-jeffrey-jones-writer.html","snippet":"Dalma Victoria Heyn and Jeffrey Owen Jones were married yesterday in Westport, Conn., at the home of Ruth Cohen, a friend of the couple. The Rev. Steve Emmett, a Unitarian minister, performed the ceremony.","lead_paragraph":"Dalma Victoria Heyn and Jeffrey Owen Jones were married yesterday in Westport, Conn., at the home of Ruth Cohen, a friend of the couple. The Rev. Steve Emmett, a Unitarian minister, performed the ceremony.","abstract":null,"print_page":"54","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Miss Heyn, Editor, Wed To Jeffrey Jones, Writer"},"keywords":[{"name":"subject","value":"WEDDINGS AND ENGAGEMENTS"}],"pub_date":"1981-06-21T00:00:00Z","document_type":"article","news_desk":"Society Desk","section_name":"Style","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1261e8eb7c8105d5ec96c","word_count":200},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/27\/weekinreview\/argentina-s-rulers-are-there-to-help.html","snippet":"BUENOS AIRES ARGENTINA'S military regime is exporting its ''national security'' doctrine, supporting right-wing political conspiracies in Bolivia and other neighboring countries and sending intelligence agents abroad to kidnap and murder Argentine...","lead_paragraph":"BUENOS AIRES ARGENTINA'S military regime is exporting its ''national security'' doctrine, supporting right-wing political conspiracies in Bolivia and other neighboring countries and sending intelligence agents abroad to kidnap and murder Argentine dissidents. Much like South Africa, with its strategy against black guerrilla movements on its borders, Argentina is trying to put as much geographical distance as possible between Buenos Aires and threats of left-wing revolutionary harassment from abroad. President Jorge Rafael Videla is pursuing this policy despite diplomatic conflicts with the United States and democratic governments in Latin America over Bolivia's military coup. There was also the embarassing cancellation of a scheduled visit by Mr. Videla to Peru after three Argentines were kidnapped there by Argentine intelligence agents and spirited out of the country through Bolivia, with the cooperation of both countries' military officers. Such operations are officially denied in Buenos Aires, but military sources here and in neighboring capitals confirm the Argentine involvement.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA'S RULERS ARE THERE TO HELP"},"keywords":[],"pub_date":"1981-06-27T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Juan","rank":1,"lastname":"de ONIS"}],"original":"By JUAN de ONIS"},"type_of_material":"News","_id":"4fd126218eb7c8105d5ecb99","word_count":776},{"web_url":"http:\/\/www.nytimes.com\/1981\/06\/29\/world\/jewish-religious-life-in-latin-america-weakens-with-a-rise-in-assimilation.html","snippet":"The number of practicing Jews in Latin America has been declining sharply as they increasingly assimilate into the overwhelmingly Roman Catholic societies around them, according to the American Jewish Committee and many Latin American Jewish...","lead_paragraph":"The number of practicing Jews in Latin America has been declining sharply as they increasingly assimilate into the overwhelmingly Roman Catholic societies around them, according to the American Jewish Committee and many Latin American Jewish spokesmen. The decline, which according to figures provided by the committee has been from 850,000 to 600,000 in the last 20 years, has been greatest in Argentina, where about half of Latin America's Jews live. Their number here has fallen from 500,000 to 300,000 in that same period, dropping Argentina from fifth to seventh on the list of the world's largest national Jewish populations, according to the latest estimates. The population of Argentina is estimated to be 27 million. Anti-Semitism in Argentina has aroused controversy in the United States since the publication last month of a book, ''Prisoner Without a Name, Cell Without a Number,'' by Jacobo Timerman, a former Argentine newspaper publisher who says he was tortured by the Government partly because he is Jewish.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"JEWISH RELIGIOUS LIFE IN LATIN AMERICA WEAKENS WITH A RISE IN ASSIMILATION"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"JEWS"},{"name":"subject","value":"RELIGION AND CHURCHES"}],"pub_date":"1981-06-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd1194a8eb7c8105d5d2559","word_count":1467}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}