{"response":{"meta":{"hits":137,"time":36,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1991\/02\/27\/business\/trade-talks-are-resumed.html","snippet":"Ten weeks after collapsing over the question of farm subsidies, a crucial round of talks aimed at liberalizing world trade resumed here today, with no new deadline set for conclusion of the four-year-old negotiations.    Arthur Dunkel, the Director...","lead_paragraph":"Ten weeks after collapsing over the question of farm subsidies, a crucial round of talks aimed at liberalizing world trade resumed here today, with no new deadline set for conclusion of the four-year-old negotiations. Arthur Dunkel, the Director General of the General Agreement on Tariffs and Trade, told a meeting of the 108-nation Trade Negotiating Committee, which oversees the talks, that it was possible to proceed. But GATT officials said neither the United States nor the 12-nation European Community would be ready to start discussing substantive questions before June. Mr. Dunkel said he had not proposed a date for ending the talks because it could take \"two or three months\" for major nations to agree on one. The so-called Uruguay Round of trade talks, which began in Uruguay in 1986, fell apart in Brussels last December. Farm exporting nations, led by the United States, clashed bitterly with the European Community on cutting farm subsidies. The United States said then that it would not return to the talks until Europe changed its position on resisting large cuts in the subsidies. That happened last week, when the community unexpectedly accepted Washington's view on possible ways to resolve the problem.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Trade Talks Are Resumed"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1991-02-27T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd19d258eb7c8105d6aeecc","word_count":197},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/03\/nyregion\/art-at-the-lehman-works-of-war-and-torture-politics-and-wit.html","snippet":"THE question of why Luis Camnitzer is not as well known in this country as he should be is both raised and answered by his retrospective at the Lehman College Art Gallery here. Mr. Camnitzer is a Conceptualist who expresses his intelligence and...","lead_paragraph":"THE question of why Luis Camnitzer is not as well known in this country as he should be is both raised and answered by his retrospective at the Lehman College Art Gallery here. Mr. Camnitzer is a Conceptualist who expresses his intelligence and insight largely through wit, and that is no way to act in the great art jungle. There humor must defer to solemnity, much as steam-powered ships once gave way to sails on the high seas. Like most wits, Mr. Camnitzer is deeply serious and he believes that to be an artist is also to be political, although for him the term seems to mean moral. Clearly, the gallery took the wiser course when it declined a grant with a restrictive pledge that the National Endowment for the Arts had awarded the show, which was organized by the Lehman gallery's director, Jane Farver.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"At the Lehman, Works of War and Torture, Politics and Wit","kicker":"ART"},"keywords":[{"name":"persons","value":"CAMNITZER, LUIS"},{"name":"organizations","value":"LEHMAN COLLEGE ART GALLERY"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART SHOWS"},{"name":"subject","value":"ART"}],"pub_date":"1991-03-03T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Vivien","rank":1,"lastname":"RAYNOR"}],"original":"By VIVIEN RAYNOR"},"type_of_material":"Review","_id":"4fd198c58eb7c8105d6a81e1","word_count":968},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/05\/business\/europe-in-talks-on-farm-trade.html","snippet":"Agriculture ministers of the European Community opened negotiations today on a proposal to cut or freeze prices to farmers for their products. Farm groups have already opposed the plan.   The ministers, representing the dozen nations of the trading...","lead_paragraph":"Agriculture ministers of the European Community opened negotiations today on a proposal to cut or freeze prices to farmers for their products. Farm groups have already opposed the plan. The ministers, representing the dozen nations of the trading bloc, began what are expected to be protracted discussions to set support prices for the 1991 marketing year, which begins April 1. The meeting will continue on Tuesday.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Europe in Talks On Farm Trade"},"keywords":[{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1991-03-05T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd198c98eb7c8105d6a8597","word_count":171},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/08\/opinion\/l-trade-agreements-harmful-to-health-307991.html","snippet":"To the Editor:   \"A Big Win-Win on Trade\" (editorial, Feb. 24) ignores the anti-consumer and anti-environment potential of both trade agreements that are now being negotiated -- the General Agreement on Tariffs and Trade and the Mexican trade...","lead_paragraph":"To the Editor: \"A Big Win-Win on Trade\" (editorial, Feb. 24) ignores the anti-consumer and anti-environment potential of both trade agreements that are now being negotiated -- the General Agreement on Tariffs and Trade and the Mexican trade agreement. Indeed these dangers inhere in any trade agreement negotiated under \"fast-track\" approval authority, which permits Congress to reject but not to amend the final agreement. Both agreements have the potential to pre-empt United States environmental, consumer and safety laws. They would classify many United States safety standards that exceed those of importing countries as trade barriers and pre-empt them. For example, in last year's Uruguay round of GATT, the Bush Administration readily accepted replacement of our domestic food safety standards with weaker standards set by an obscure group of international scientists called the Codex Alimentarius Commission. The fast-track procedure allows Congress only a yes or no vote on a completed trade agreement. Members can do nothing to correct weak safety and environmental provisions in an otherwise strong trade agreement. Congress will be faced with a big lose-lose situation: vote no, and they lose the entire agreement; vote yes, and they undermine United States health and safety laws. While free-trade agreements could lower prices and increase selection, consumers cannot be forced to give up safety as part of the deal. Congress should refuse to extend the fast-track approval authority and in addition do all that it can to assure the passage of trade agreements that protect United States consumers from contaminated food, dangerous products and harmful environmental practices. LORI WALLACH Staff Attorney Public Citizen Congress Watch Washington, Feb. 24, 1991","abstract":null,"print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Trade Agreements Harmful to Health"},"keywords":[{"name":"persons","value":"WALLACH, LORI"},{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"PUBLIC CITIZEN CONGRESS WATCH"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ENVIRONMENT"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"CONSUMER PROTECTION"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1991-03-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd1c9518eb7c8105d6fc652","word_count":268},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/09\/world\/after-the-war-the-press-40-western-journalists-are-freed-by-baghdad.html","snippet":"Forty Western journalists, held captive by Iraq for almost a week, were turned over to the International Red Cross in Baghdad yesterday and were expected to leave the country today.    The journalists, including 11 Americans, were taken to the Diana...","lead_paragraph":"Forty Western journalists, held captive by Iraq for almost a week, were turned over to the International Red Cross in Baghdad yesterday and were expected to leave the country today. The journalists, including 11 Americans, were taken to the Diana Hotel in Baghdad yesterday afternoon, several hours after the Iraqi Government first acknowledged it had held them since they were apparently captured shortly after they set out from Kuwait City on Sunday and Monday to cover civil strife in southern Iraq.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AFTER THE WAR: The Press; 40 Western Journalists Are Freed By Baghdad"},"keywords":[{"name":"glocations","value":"IRAQ"},{"name":"glocations","value":"KUWAIT"},{"name":"glocations","value":"BAGHDAD (IRAQ)"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"organizations","value":"INTERNATIONAL COMMITTEE OF THE RED CROSS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"PERSIAN GULF WAR"},{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1991-03-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Dennis","rank":1,"lastname":"HEVESI"},{"organization":"","role":"reported","rank":2}],"original":"By DENNIS HEVESI, Special to The New York Times"},"type_of_material":"News","_id":"4fd1bc908eb7c8105d6e814b","word_count":862},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/10\/sports\/yachting-rest-and-refuge-at-a-uruguay-port.html","snippet":"The port of Punta del Este, Uruguay, became a refuge this week for BOC round-the-world sailors battered by icebergs and high winds during a 7,200-mile voyage from Sydney, Australia.   The boat that once led the fleet, the 60-foot sloop Allied Bank,...","lead_paragraph":"The port of Punta del Este, Uruguay, became a refuge this week for BOC round-the-world sailors battered by icebergs and high winds during a 7,200-mile voyage from Sydney, Australia. The boat that once led the fleet, the 60-foot sloop Allied Bank, sank after slamming into an iceberg Feb. 18 in the middle of the South Pacific Ocean.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Yachting; Rest and Refuge at a Uruguay Port"},"keywords":[{"name":"creative_works","value":"BOC CHALLENGE (SAILING RACE)"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"ICEBERGS"},{"name":"subject","value":"SAILBOATS AND SAILING"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1991-03-10T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd1bc968eb7c8105d6e86f0","word_count":793},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/10\/world\/after-the-war-captives-40-journalists-and-2-gi-s-go-free-after-week-s-ordeal.html","snippet":"About 40 foreign journalists and 2 American soldiers held in Iraq for nearly a week arrived here today in a Red Cross caravan after their release on Friday by the authorities in Baghdad.    The journalists, representing print and broadcast...","lead_paragraph":"About 40 foreign journalists and 2 American soldiers held in Iraq for nearly a week arrived here today in a Red Cross caravan after their release on Friday by the authorities in Baghdad. The journalists, representing print and broadcast organizations from nine countries, were traveling toward Basra, the southern Iraqi city that has been torn by heavy fighting between Shiite Muslim rebels and Iraqi Army troops, when they were detained by Iraqi soldiers.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AFTER THE WAR: Captives; 40 Journalists and 2 G.I.'s Go Free After Week's Ordeal"},"keywords":[{"name":"glocations","value":"IRAQ"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"JORDAN"},{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1991-03-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Chris","rank":1,"lastname":"HEDGES"},{"organization":"","role":"reported","rank":2}],"original":"By CHRIS HEDGES, Special to The New York Times"},"type_of_material":"News","_id":"4fd1bc968eb7c8105d6e86e2","word_count":1108},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/14\/world\/as-collor-completes-first-year-brazilians-write-off-their-highest-hopes.html","snippet":"One year ago, Brazilians watched with expectation as Fernando Collor de Mello donned the presidential sash here and vowed to bring Latin America's largest nation into the first world, following a road of low inflation and free-market economics.   As...","lead_paragraph":"One year ago, Brazilians watched with expectation as Fernando Collor de Mello donned the presidential sash here and vowed to bring Latin America's largest nation into the first world, following a road of low inflation and free-market economics. As the anniversary of the inauguration passes on March 15, the 41-year-old President's first-year report card in the Brazilian press speaks of a year of disappointment.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"As Collor Completes First Year, Brazilians Write Off Their Highest Hopes"},"keywords":[{"name":"persons","value":"COLLOR DE MELLO, FERNANDO"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"PUBLIC OPINION"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1991-03-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"BROOKE"},{"organization":"","role":"reported","rank":2}],"original":"By JAMES BROOKE, Special to The New York Times"},"type_of_material":"News","_id":"4fd1a9188eb7c8105d6c5737","word_count":1221},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/17\/weekinreview\/the-nation-the-new-order-is-a-tall-order-for-the-us.html","snippet":"FOR all of the jubilant comparisons of the triumph in the Persian Gulf to the victory in World War II, Americans have begun to realize that this is not the same world an all-powerful United States faced half a century ago after the defeat of Germany...","lead_paragraph":"FOR all of the jubilant comparisons of the triumph in the Persian Gulf to the victory in World War II, Americans have begun to realize that this is not the same world an all-powerful United States faced half a century ago after the defeat of Germany and Japan. Today, threats of civil wars and regional wars survive not only in Iraq and throughout the Middle East, but in Eastern Europe, the Soviet Union and elsewhere; and the United States, less dominant than it was, confronts severe economic, financial and social problems of its own. The United States is still in a recession which, Government and many private economists say, was triggered by Iraq's invasion of Kuwait. Unemployment, just 5.2 percent last June, has risen to 6.5 percent. Business failures were higher last year than in any year since 1983. The nation's total output, adjusted for inflation, fell 2 percent in the final quarter of 1990 and is likely to fall further in this quarter. But President Bush's economic advisers tell him that the economy will soon rebound, probably by the middle of this year.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; The 'New Order' Is a Tall Order for the U.S."},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"glocations","value":"PERSIAN GULF"},{"name":"glocations","value":"IRAQ"},{"name":"glocations","value":"KUWAIT"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1991-03-17T00:00:00Z","document_type":"article","news_desk":"Week In Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"SILK"}],"original":"By LEONARD SILK"},"type_of_material":"News","_id":"4fd1bc8d8eb7c8105d6e7eee","word_count":1639},{"web_url":"http:\/\/www.nytimes.com\/1991\/03\/19\/opinion\/encouraging-success-in-chile.html","snippet":"Until last year, Chile was South America's great exception -- the continent's last remaining military dictatorship. Chile, which has just celebrated the first anniversary of restored democratic rule, is still exceptional -- but in a positive sense....","lead_paragraph":"Until last year, Chile was South America's great exception -- the continent's last remaining military dictatorship. Chile, which has just celebrated the first anniversary of restored democratic rule, is still exceptional -- but in a positive sense. It has done more than any of its neighbors to merge democracy and market economics. That achievement deserves U.S. encouragement. A successful Chile can be a model for a struggling region.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Encouraging Success in Chile"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1991-03-19T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1c19b8eb7c8105d6f0f8c","word_count":386}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}