{"response":{"meta":{"hits":192,"time":47,"offset":130},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/13\/business\/warnings-precede-start-of-world-trade-talks.html","snippet":"The largest meeting of trade ministers in history will open in Uruguay on Monday to try to initiate the eighth major effort to liberalize trade since World War II.   The conference next week is intended to set the agenda in such fields as agriculture...","lead_paragraph":"The largest meeting of trade ministers in history will open in Uruguay on Monday to try to initiate the eighth major effort to liberalize trade since World War II. The conference next week is intended to set the agenda in such fields as agriculture and services for the new trade round, which could take a half-dozen years or longer. With the global trading stakes higher than ever before and the issues more bitterly divisive, participants are already warning, however, that the session may collapse. France is resisting an American effort to eliminate all farm subsidies by the year 2000, and is already talking about what to do next year to pick up the pieces from any failure next week. Today, the French warned that, if they were not granted concessions by the big farming nations, the meeting could fail. [ Page 37. ] The Reagan Administration, while maintaining that a failure will put crushing strains on the world trading system, is still threatening to walk out if it does not win approval of its priorities.","abstract":null,"print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WARNINGS PRECEDE START OF WORLD TRADE TALKS"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1986-09-13T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd174d68eb7c8105d669d86","word_count":1179},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/13\/business\/business-digest-saturday-september-13-1986.html","snippet":"Markets      The stock market fell sharply again. The Dow Jones industrial average dropped 34.17, to 1,758.72, a loss of 141.03 for the week, and Big Board trading volume soared to 240.5 million shares, topping the previous day's record.  [ Page 1. ]...","lead_paragraph":"Markets The stock market fell sharply again. The Dow Jones industrial average dropped 34.17, to 1,758.72, a loss of 141.03 for the week, and Big Board trading volume soared to 240.5 million shares, topping the previous day's record. [ Page 1. ] A large number of institutions that manage equity portfolios were caught by surprise by the sudden, steep drop in stock prices. [ 33. ] In reaction to Thursday's selloff on Wall Street, share prices fell sharply on stock exchanges around the world. [ 36. ] Reagan Administration officials said they saw no reason to be concerned by the market plunge. [ 36. ] Because of computerization, Wall Street had little difficulty in handling the two consecutive days of record trading volume. [ 37. ] Tempestuous trading in the bond markets continued, with prices ending modestly higher. The lower bond prices after Thursday's hectic trading attracted some speculative buyers. [ 33. ]","abstract":null,"print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST: SATURDAY, SEPTEMBER 13, 1986"},"keywords":[{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1986-09-13T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd170878eb7c8105d663825","word_count":678},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/13\/business\/farming-concessions-demanded-by-french.html","snippet":"The French trade minister, Michel Noir, demanded far-reaching agricultural concessions today from the United States, Canada and other big farming nations.   Mr. Noir warned that, if the concessions were not granted, it could result in the failure of...","lead_paragraph":"The French trade minister, Michel Noir, demanded far-reaching agricultural concessions today from the United States, Canada and other big farming nations. Mr. Noir warned that, if the concessions were not granted, it could result in the failure of the meeting of the General Agreement on Tariffs and Trade that starts Monday in Punte del Este, Uruguay. The meeting is designed to come up with an agenda for the eighth round of trade liberalization talks since the pact was agreed on 38 years ago.","abstract":null,"print_page":"37","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Farming Concessions Demanded by French"},"keywords":[{"name":"persons","value":"NOIR, MICHEL"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1986-09-13T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"},{"organization":"","role":"reported","rank":2}],"original":"By PAUL LEWIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd166338eb7c8105d653ff1","word_count":454},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/14\/world\/tralks-on-world-trade-to-focus-on-protectionism.html","snippet":"A 92-nation trade conference that starts Monday in Uruguay will deal only with a symptom of the weak world economy - growing world protectionism - and not with the strains of economic disorder that have caused it, international economists say.  ...","lead_paragraph":"A 92-nation trade conference that starts Monday in Uruguay will deal only with a symptom of the weak world economy - growing world protectionism - and not with the strains of economic disorder that have caused it, international economists say. Economists say countries with ailing economies are using protectionism as a politically expedient adjustment to the slowest growth in two decades, to the large trade surpluses of Japan and West Germany, to the record United States budget deficit, to the heavy indebtedness of Latin American nations and to the collapse of many commodity prices. Meeting Is Termed a Sideshow The United States and other leading nations are trying to tackle these problems by other means and in other forums, with only modest success so far, and the meeting in Uruguay, which will bring together the 92 signers of the General Agreement on Tariffs and Trade, is a sideshow to those efforts, the economists say. ''Whatever legislation eventually results from this conference won't be concluded for six years - if you're lucky,'' said Robert Z. Lawrence, an economist at the Brookings Institution here.","abstract":null,"print_page":"40","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TRALKS ON WORLD TRADE TO FOCUS ON PROTECTIONISM"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"INTEREST (MONEY)"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1986-09-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Peter","middlename":"T.","lastname":"KILBORN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By PETER T. KILBORN, Special to the New York Times"},"type_of_material":"News","_id":"4fd174cf8eb7c8105d6697ce","word_count":1198},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/14\/nyregion\/news-summary-sunday-september-14-1986.html","snippet":"International  A United Nations buildup campaign has been quietly started by the Reagan Administration, which has been a consistent critic of the organization, according to Administration officials. The attempt to strengthen the U.N. follows a wave...","lead_paragraph":"International A United Nations buildup campaign has been quietly started by the Reagan Administration, which has been a consistent critic of the organization, according to Administration officials. The attempt to strengthen the U.N. follows a wave of Congressional budget cuts that could severely hurt it. The Administration has now focused on the United Nations as a key for foreign policy interests and is asking Congress to restore at least some of the money. [ Page 1, Column 6. ] Moscow made new spying charges against Nicholas S. Daniloff, an American reporter, and said the United States was holding East-West relations hostage in the case. The Soviet Union said it had ''irrefutable'' evidence that Mr. Daniloff, correspondent of U.S. News & World Report, had ''taken instructions'' from Murat Natirboff, an official who recently completed an assignment at the United States Embassy. The Soviet Government press agency Tass identified him as Moscow station chief of the Central Intelligence Agency. Mr. Daniloff said he would ''not dignify the charges by commenting on them.'' [ 1:4. ] Chernobyl radiation tainted reindeer in Lapland, where deer meat is a food staple. Herders reported that 97 percent of the 1,000 reindeer put to the annual fall slaughter have been measured in excess of permissible radiation levels and declared unfit for humans to eat. The Swedish Government is trying to protect the Lapps by buying and feeding contaminated deer meat to the region's mink and fox farms. [ 1:2. ] The 92-nation trade conference that starts tomorrow in Uruguay will deal only with a symptom of the weak world economy - growing world protectionism - and not with the strains of economic disorder that have caused it, international economists say.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY: SUNDAY, SEPTEMBER 14, 1986"},"keywords":[{"name":"creative_works","value":"NEWS SUMMARY (NYT)"}],"pub_date":"1986-09-14T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd174cf8eb7c8105d6697d8","word_count":530},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/14\/world\/president-assails-destructive-subsidies.html","snippet":"President Reagan said today that ''the mutually destructive practice of subsidizing agricultural exports'' had created an ''intolerable'' situation, especially for American farmers, and that ''we expect to have it corrected'' in trade talks next...","lead_paragraph":"President Reagan said today that ''the mutually destructive practice of subsidizing agricultural exports'' had created an ''intolerable'' situation, especially for American farmers, and that ''we expect to have it corrected'' in trade talks next week. As top Administration officials headed for the global trade talks in Uruguay, eventual reduction of the agricultural subsidies that all countries allow is one of the Administration's highest objectives. All countries subsidize farm exports to some degree.","abstract":null,"print_page":"40","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PRESIDENT ASSAILS 'DESTRUCTIVE' SUBSIDIES"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"persons","value":"BINGAMAN, JEFF"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"RADIO"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1986-09-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"qualifier":"Jr.","firstname":"Stuart","lastname":"TAYLOR","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By STUART TAYLOR Jr., Special to the New York Times"},"type_of_material":"News","_id":"4fd1586d8eb7c8105d63c88f","word_count":313},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/14\/business\/services-the-stars-of-us-trade.html","snippet":"ONCE America's export trade meant shiploads of cars from Detroit, bolts of cloth from Southern textile mills and farm machines from the Middle West. But, as America's traditional merchandise has been overtaken in the world marketplace, trade has...","lead_paragraph":"ONCE America's export trade meant shiploads of cars from Detroit, bolts of cloth from Southern textile mills and farm machines from the Middle West. But, as America's traditional merchandise has been overtaken in the world marketplace, trade has emerged with a new look. Service exports - fees generated in Europe by Wall Street bankers and in the Middle East by American construction firms; royalties from overseas sales of Madonna records and McDonald's hamburgers - have become the new symbol of America's grandeur abroad. They are the bright spot in an otherwise bleak trade picture. Increasingly, America's competitive advantage appears to lie with its brainpower and perhaps its star power, rather than its industrial muscle. But the selling of services is a subtle form of trade, difficult to count because it cannot always be seen as it crosses national borders. ''Services move silently,'' said Walter F. O'Connor, international vice chairman of Peat Marwick Mitchell & Company. No one actually sees a phone call between a banker in New York and a client in London. Accounting for these ''invisible services'' is difficult and many believe that that the actual numbers may be higher than official statistics indicate.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SERVICES -- THE STARS OF U.S. TRADE"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"SERVICE INDUSTRIES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PROTECTIONISM (TRADE)"}],"pub_date":"1986-09-14T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leslie","rank":1,"lastname":"WAYNE"}],"original":"By LESLIE WAYNE"},"type_of_material":"News","_id":"4fd173098eb7c8105d6670a6","word_count":2216},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/15\/business\/international-report-3d-world-stake-at-trade-talks.html","snippet":"Disenchanted with past trade agreements and struggling with their own troubled economies, leading third world countries seem determined to make their voices heard at the 92-nation trade conference that opens Monday in Punta del Este, a beach resort...","lead_paragraph":"Disenchanted with past trade agreements and struggling with their own troubled economies, leading third world countries seem determined to make their voices heard at the 92-nation trade conference that opens Monday in Punta del Este, a beach resort in Uruguay. Although different stages of advancement and economic interests prevent the developing countries from acting as a single bloc, and they still account for a relatively small share of world trade, experts expect them to play an important role in the two issues that are threatening to divide the members of the General Agreement on Tariffs and Trade. One group of 10 developing countries, led by Brazil and India, is adamantly opposed to American demands that trade in services be included in the next global round of trade talks. And on the subject of protectionism, Argentina and Uruguay are among the nations pressing a reluctant European Community to eliminate farm subsidies.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"3d WORLD STAKE AT TRADE TALKS","kicker":"INTERNATIONAL REPORT"},"keywords":[{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1986-09-15T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd16f108eb7c8105d6616ee","word_count":959},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/15\/business\/business-digest-monday-september-15-1986.html","snippet":"Markets    Germany and Japan are soon likely to cut their interest rates, in response to appeals by the Administration, a senior economic policy official said. But he and other officials said they saw little else that Washington could do to tame the...","lead_paragraph":"Markets Germany and Japan are soon likely to cut their interest rates, in response to appeals by the Administration, a senior economic policy official said. But he and other officials said they saw little else that Washington could do to tame the volatility in the financial markets. [ Page A1. ] Individuals who remain in the market must be prepared for continued volatility, brokers cautioned. [ D4. ]","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST: MONDAY, SEPTEMBER 15, 1986  "},"keywords":[{"name":"creative_works","value":"BUSINESS DIGEST (TIMES COLUMN)"}],"pub_date":"1986-09-15T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd170848eb7c8105d663646","word_count":381},{"web_url":"http:\/\/www.nytimes.com\/1986\/09\/16\/business\/us-french-split-over-subsidies-seems-to-narrow-at-gatt-conference.html","snippet":"Formally opening a criticial trade conference here today, the President of Uruguay, Julio Maria Sanguinetti, called on the nations of the world to make a supreme effort to remove the danger of a ''suicidal trade war'' and embark on trade...","lead_paragraph":"Formally opening a criticial trade conference here today, the President of Uruguay, Julio Maria Sanguinetti, called on the nations of the world to make a supreme effort to remove the danger of a ''suicidal trade war'' and embark on trade liberalization for the economic growth of all. After preliminary negotiations during the weekend on a document that would define the framework of a new round of trade negotiations, American officials signaled that a breach with France on the divisive issue of farm subsidies was being narrowed. But a deadlock persisted between most developed countries, led by the United States, and a small group of third-world countries, led by India and Brazil, over widening the scope of the talks to include trade in services as well as manufactured goods. Services such as banking, insurance and telecommunications now account for about a quarter of the $2 trillion annual volume of global trade.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S.-FRENCH SPLIT OVER SUBSIDIES SEEMS TO NARROW AT GATT CONFERENCE"},"keywords":[{"name":"persons","value":"SANGUINETTI, JULIO MARIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1986-09-16T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd174cd8eb7c8105d669645","word_count":861}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}