{"response":{"meta":{"hits":112,"time":46,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1992\/06\/20\/sports\/results-plus-510092.html","snippet":"GOLF Rain Scrambles Leader Board   Rain left the first day of the L.P.G.A.'s $400,000 Lady Keystone Open in Hershey, Pa., inconclusive, with Nanci Bowen finishing the round yesterday with a five-under-par 67 and Laurel Kean at six under through 15...","lead_paragraph":"GOLF Rain Scrambles Leader Board Rain left the first day of the L.P.G.A.'s $400,000 Lady Keystone Open in Hershey, Pa., inconclusive, with Nanci Bowen finishing the round yesterday with a five-under-par 67 and Laurel Kean at six under through 15 holes. The opening round of the 54-hole tournament was halted twice by thunderstorms for a total delay of almost four hours. The players who failed to finish their first rounds will start early today before the second round begins. Kean, who hasn't won in five years on the tour, had two eagles for a 30 on the back side of the 6,348-yard West Course of the Hershey Country Club. Bowen, who has missed the cut in 11 of her 12 L.P.G.A. appearances, had played just three holes when thunderstorms hit the course and forced a delay of nearly three hours. (AP) TENNIS Washington Advances to Final MaliVai Washington of the United States moved into the final of the Manchester grass-court tournament in England with a comeback victory yesterday over Luis Herrera of Mexico, 6-7 (5-7), 6-1, 6-1. Washington's opponent in the title match will be Jacco Eltingh of the Netherlands, who beat Wally Masur of Australia, 6-2, 7-6 (7-3). Herrera used his speed and crisp volleying to take the first set in 53 minutes. But Washington, who is seeded fifth and who turns 23 years old today, had winning streaks of six and five games to wrap up the match 58 minutes later. (AP) Medvedev Staves Off Oncins: Andrei Medvedev of Ukraine fought off eight match points in the final set to defeat Jaime Oncins of Brazil, 1-6, 6-2, 7-6 (8-2), and advance to the semifinals of the Genoa International in Italy. Medvedev's next opponent will be Marcelo Filippini of Uruguay, who defeated Magnus Gustafsson of Sweden, 6-1, 6-4, in the quarterfinals. The other semifinal will match Guillermo Perez-Roldan of Argentina against the winner of the match today between Horst Skoff and Paolo Cane. Perez-Roldan advanced with a 7-5, 6-1 victory over Marcos Gorriz of Spain. (AP) McNeil Upsets Fernandez: Lori McNeil of the United States upset another American, Mary Joe Fernandez, 7-6 (7-4), 6-0, to reach the final of the Eastbourne grass-court tournament in England. McNeil will face the winner of the other semifinal between Linda Harvey-Wild and Rosalyn Fairbank-Nideffer. Rain halted their match with Harvey-Wild leading, 2-1, in the first set with a break of serve. Officials rescheduled the match for this morning with the winner facing McNeil this afternoon. The McNeil-Fernandez match was interrupted by light rain three times. (AP) CYCLING Two Qualify for Olympics Tim Peddie and Jeanne Golay earned automatic Olympic team positions yesterday on the rainy and overcast final qualifying day at the United States Cycling Olympic trials and national championships in Altoona, Pa. Peddie, 22 years old, of Boulder, Colo., who has been racing in Spain since February, surprisingly emerged from a lead group of eight to win the 123-mile men's Olympic Trials race in 5 hours 12 minutes and 53 seconds. While Inga Thompson of Reno made a strong bid for her third Olympic team with a three-minute solo victory in the earlier 65-mile women's race, Golay outsprinted Sally Zack of Boulder, Colo., to finish second by one foot to earn her Olympic team position. (AP)","abstract":null,"print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1992-06-20T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1a1128eb7c8105d6b65ed","word_count":544},{"web_url":"http:\/\/www.nytimes.com\/1992\/06\/29\/business\/free-trade-talks-in-south-america.html","snippet":"In an important step toward creating a common market for much of South America, the presidents of Brazil, Argentina, Uruguay and Paraguay have agreed to a detailed timetable for dropping tariffs and harmonizing regulations, tax systems and customs...","lead_paragraph":"In an important step toward creating a common market for much of South America, the presidents of Brazil, Argentina, Uruguay and Paraguay have agreed to a detailed timetable for dropping tariffs and harmonizing regulations, tax systems and customs procedures among the four countries. The heads of state, in a summit meeting in the Argentine ski resort of Las Lenas, agreed on Saturday to a document that calls for the integration of their economies by the beginning of 1995 into a free-trade zone extending from the Amazon down to Tierra del Fuego.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Free-Trade Talks in South America"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1992-06-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Nathaniel","middlename":"C.","lastname":"NASH","rank":1,"role":"reported","organization":""}],"original":"By NATHANIEL C. NASH"},"type_of_material":"News","_id":"4fd1b2fe8eb7c8105d6d6701","word_count":791},{"web_url":"http:\/\/www.nytimes.com\/1992\/06\/29\/business\/business-digest-076092.html","snippet":"International    McDonnell Douglas said it had won a fierce competition with Boeing to sell at least 40 new jetliners to China in a deal worth more than $1 billion. The planes will be assembled in China, with many of the components made in the United...","lead_paragraph":"International McDonnell Douglas said it had won a fierce competition with Boeing to sell at least 40 new jetliners to China in a deal worth more than $1 billion. The planes will be assembled in China, with many of the components made in the United States. [ D1. ]","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1992-06-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd19fbd8eb7c8105d6b3d3b","word_count":505},{"web_url":"http:\/\/www.nytimes.com\/1992\/06\/30\/business\/us-to-ease-push-for-policy-shifts-by-germany-and-japan.html","snippet":"After long pressuring Germany and Japan to do more to stimulate world growth, Treasury Secretary Nicholas F. Brady said today that the United States would not prod them so hard at the economic summit meeting in Munich because they seem ready to adopt...","lead_paragraph":"After long pressuring Germany and Japan to do more to stimulate world growth, Treasury Secretary Nicholas F. Brady said today that the United States would not prod them so hard at the economic summit meeting in Munich because they seem ready to adopt policies that Washington has favored. With the United States plagued by slow growth for more than two years, Mr. Brady had been pushing other major industrial nations to focus more on spurring growth, not only to help increase American exports but to help bolster the economies of the former Soviet bloc and the developing world.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. to Ease Push for Policy Shifts by Germany and Japan"},"keywords":[{"name":"persons","value":"BRADY, NICHOLAS F"},{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1992-06-30T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"GREENHOUSE"}],"original":"By STEVEN GREENHOUSE"},"type_of_material":"News","_id":"4fd1b40d8eb7c8105d6d8170","word_count":477},{"web_url":"http:\/\/www.nytimes.com\/1992\/07\/05\/nyregion\/when-flying-was-indeed-glamorous.html","snippet":"HER name is Excambian and she has had more lives than a cat, some good, some bad, but all interesting. In truth, she should be long gone but somehow she has survived and, piece by piece, rivet by rivet, she is being restored inside a hangar at...","lead_paragraph":"HER name is Excambian and she has had more lives than a cat, some good, some bad, but all interesting. In truth, she should be long gone but somehow she has survived and, piece by piece, rivet by rivet, she is being restored inside a hangar at Sikorsky Memorial Airport in Stratford. Someday, perhaps in two years, she will be as radiant as she was half a century ago. The Excambian is a flying boat, a genre of aircraft that enjoyed only a brief time of importance, the mid-1930's to the mid-1940's. But people who remember that time and were privileged to see a giant flying boat take off say there was nothing quite like it. The plane was akin to a huge seabird sitting low in the water, churning up huge waves of spray on either side, and then, rising, rising into the sky. The giant aircraft was not particularly fast but, oh, so beautiful.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"When Flying Was Indeed Glamorous"},"keywords":[{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"RESTORATION AND REHABILITATION"},{"name":"subject","value":"SIKORSKY MEMORIAL AIRPORT (STRATFORD, CONN)"},{"name":"subject","value":"WORLD WAR II (1939-45)"},{"name":"subject","value":"EXCAMBIAN (FLYING BOAT)"}],"pub_date":"1992-07-05T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bill","rank":1,"lastname":"RYAN"}],"original":"By BILL RYAN"},"type_of_material":"News","_id":"4fd1d40e8eb7c8105d710f35","word_count":1623},{"web_url":"http:\/\/www.nytimes.com\/1992\/07\/05\/business\/making-a-difference-moving-closer-to-a-500-billion-dream.html","snippet":"A modest snicker went through the international financial community two years ago when Argentina, Brazil, Paraguay and Uruguay announced they would form a common market, called Mercosur, by the end of 1994.   Could these nations with histories of...","lead_paragraph":"A modest snicker went through the international financial community two years ago when Argentina, Brazil, Paraguay and Uruguay announced they would form a common market, called Mercosur, by the end of 1994. Could these nations with histories of military coups, hyperinflation, corruption and vast amounts of foreign debt actually coordinate their Byzantine tax, customs, fiscal and monetary policies?","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Making a Difference; Moving Closer to a $500 Billion Dream"},"keywords":[{"name":"persons","value":"PENA, FELIX"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"}],"pub_date":"1992-07-05T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Nathaniel","middlename":"C.","lastname":"NASH","rank":1,"role":"reported","organization":""}],"original":"By NATHANIEL C. NASH"},"type_of_material":"News","_id":"4fd1b54d8eb7c8105d6daaa6","word_count":387},{"web_url":"http:\/\/www.nytimes.com\/1992\/07\/07\/world\/industrial-nations-fighting-deadlock-on-farm-subsidies.html","snippet":"Leaders of the world's seven major industrial democracies today made what they said was a last-ditch attempt to break a six-year-old deadlock and reach a world trade agreement that could reverse the global economic slowdown.   European officials said...","lead_paragraph":"Leaders of the world's seven major industrial democracies today made what they said was a last-ditch attempt to break a six-year-old deadlock and reach a world trade agreement that could reverse the global economic slowdown. European officials said the leaders were nearer to resolving what has become an essentially French-American dispute over extensive European farm subsidies, which the United States wants to see cut back. But United States officials cautioned against expectations of a breakthrough.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"INDUSTRIAL NATIONS FIGHTING DEADLOCK ON FARM SUBSIDIES"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"UNEMPLOYMENT AND JOB MARKET"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"SUMMIT CONFERENCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"GRAIN"}],"pub_date":"1992-07-07T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1d1358eb7c8105d70b66e","word_count":1148},{"web_url":"http:\/\/www.nytimes.com\/1992\/07\/08\/business\/trade-proposal-includes-import-bans.html","snippet":"United States, Mexican and Canadian officials negotiating a free-trade agreement will permit any of the three nations to bar imports that fail to meet health or environmental standards, Carla A. Hills, the United States trade representative, said...","lead_paragraph":"United States, Mexican and Canadian officials negotiating a free-trade agreement will permit any of the three nations to bar imports that fail to meet health or environmental standards, Carla A. Hills, the United States trade representative, said today. In an interview, Mrs. Hills said the trade pact, known as the North American Free Trade Agreement, would safeguard United States environmental interests by allowing California, for example, to ban the import of Mexican oranges with pesticide residues above those allowed by state regulations.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Trade Proposal Includes Import Bans"},"keywords":[{"name":"persons","value":"HILLS, CARLA A"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"STANDARDS AND STANDARDIZATION"},{"name":"subject","value":"ENVIRONMENT"},{"name":"subject","value":"MEDICINE AND HEALTH"}],"pub_date":"1992-07-08T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Health; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"GREENHOUSE"}],"original":"By STEVEN GREENHOUSE"},"type_of_material":"News","_id":"4fd1b3b98eb7c8105d6d8141","word_count":544},{"web_url":"http:\/\/www.nytimes.com\/1992\/07\/08\/world\/summit-munich-reporter-s-notebook-yeltsin-quickens-tempo-diplomatic-lullaby.html","snippet":"The economic summit meetings of the seven industrial democracies, begun 17 years ago in France, are facing a crisis of credibility. With all the talk, pomp and expense, accompanied this year by scant action, people are asking: Where's the beef?   The...","lead_paragraph":"The economic summit meetings of the seven industrial democracies, begun 17 years ago in France, are facing a crisis of credibility. With all the talk, pomp and expense, accompanied this year by scant action, people are asking: Where's the beef? The nearest thing, it seemed, was President Boris N. Yeltsin of Russia. In an unusual twist, the head of an economy in virtually complete chaos, with an \"inflation rate\" of 640 percent in the past four months, was welcomed today by the Group of Seven as a potential savior.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SUMMIT IN MUNICH: Reporter's Notebook; Yeltsin Quickens Tempo of a Diplomatic Lullaby"},"keywords":[{"name":"persons","value":"YELTSIN, BORIS N"},{"name":"glocations","value":"COMMONWEALTH OF INDEPENDENT STATES"},{"name":"glocations","value":"RUSSIA"},{"name":"organizations","value":"GROUP OF SEVEN"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"SUMMIT CONFERENCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1992-07-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1b3b98eb7c8105d6d813f","word_count":736},{"web_url":"http:\/\/www.nytimes.com\/1992\/07\/09\/world\/summit-in-munich-7-nations-unable-to-agree-on-trade-but-see-progress.html","snippet":"Leaders of the world's richest industrial democracies narrowed their differences on world trade today. While they failed to reach an accord, they left the economic summit meeting here with many confident that an agreement was possible by the end of...","lead_paragraph":"Leaders of the world's richest industrial democracies narrowed their differences on world trade today. While they failed to reach an accord, they left the economic summit meeting here with many confident that an agreement was possible by the end of the year. As they have at the last two summit meetings, the leaders vowed to conclude the so-called Uruguay Round of trade negotiations within a few months.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"7 NATIONS UNABLE TO AGREE ON TRADE BUT SEE PROGRESS","kicker":"SUMMIT IN MUNICH"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"persons","value":"MITTERRAND, FRANCOIS"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1992-07-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1b54e8eb7c8105d6dabb0","word_count":1219}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}