{"response":{"meta":{"hits":118,"time":73,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/12\/business\/uruguay-orders-737-s.html","snippet":"Pluna, the airline of Uruguay, has ordered three Boeing 737-200 twin-jets at a cost of $35 million, the Boeing Commercial Airplane Company said today. The planes will be delivered in early 1982. Total orders for the 737 now stand at 892, Boeing said.","lead_paragraph":"Pluna, the airline of Uruguay, has ordered three Boeing 737-200 twin-jets at a cost of $35 million, the Boeing Commercial Airplane Company said today. The planes will be delivered in early 1982. Total orders for the 737 now stand at 892, Boeing said.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Uruguay Orders 737's"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"SALES"},{"name":"subject","value":"AIRPLANES"},{"name":"subject","value":"AIRLINES"},{"name":"subject","value":"CONTRACTS"}],"pub_date":"1981-03-12T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd11a778eb7c8105d5d50bb","word_count":43},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/17\/us\/nicaraguans-train-in-florida-as-guerillas.html","snippet":"Former members of the Nicaraguan National Guard are training openly alongside the Cuban exiles in camps in Florida, preparing, they say, for guerrilla attacks on the Sandinists in Nicaragua.   At least one such attack, the exiles say, has already...","lead_paragraph":"Former members of the Nicaraguan National Guard are training openly alongside the Cuban exiles in camps in Florida, preparing, they say, for guerrilla attacks on the Sandinists in Nicaragua. At least one such attack, the exiles say, has already been carried out from a base in Central America, and others are now in preparation. Although the Cuban exile groups have a long history of such efforts - on April 17, it will be 20 years since the disastrous Bay of Pigs invasion - the training of Nicaraguan exiles is a new turn of events. At the same time, the Cuban groups have intensified their efforts. Both groups, saying that they have been heartened by President Reagan's hardline anti-Communist position, voice hope that, at the least, the United States Government will lend them moral support.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NICARAGUANS TRAIN IN FLORIDA AS GUERILLAS"},"keywords":[{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"CUBA"},{"name":"glocations","value":"FLORIDA"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"REFUGEES AND EXPATRIATES"}],"pub_date":"1981-03-17T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jo","rank":1,"lastname":"THOMAS"},{"organization":"","role":"reported","rank":2}],"original":"By JO THOMAS, Special to the New York Times"},"type_of_material":"News","_id":"4fd11a758eb7c8105d5d4ee5","word_count":1217},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/22\/weekinreview\/the-world-in-summary-march-on-managua-begins-in-florida.html","snippet":"The Federal Neutrality Act prohibits conspiracies against any country with which the United States is not at war, but that has not stopped Cuban exiles from training here for two decades to overthrow Fidel Castro. Now the Cubans have been joined by...","lead_paragraph":"The Federal Neutrality Act prohibits conspiracies against any country with which the United States is not at war, but that has not stopped Cuban exiles from training here for two decades to overthrow Fidel Castro. Now the Cubans have been joined by exiles with a fresher grievance - the revolution that overthrew Nicaragua's Somoza dictatorship 18 months ago. A Nicaraguan commando interviewed last week at a camp in the Florida bush said that 600 Nicaraguans, mostly former members of his country's defeated National Guard, were training in the United States. ''The hour of our return is approaching,'' he said. ''but we can't say when.'' He wouldn't say who was supplying arms to the exiles, though he said Chile, Uruguay, El Salvador, Guatemala and Honduras were giving moral support. Central Intelligence Agency sources said some agency members would also like to work more closely with the exile groups.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"March on Managua Begins in Florida","kicker":"THE WORLD IN SUMMARY"},"keywords":[{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"FLORIDA"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"PSYCHOLOGY AND PSYCHOLOGISTS"},{"name":"subject","value":"REFUGEES AND EXPATRIATES"}],"pub_date":"1981-03-22T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Health; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Milt","rank":1,"lastname":"Freudenheim"},{"organization":"","role":"reported","firstname":"Barbara","rank":2,"lastname":"Slavin"}],"original":"By Milt Freudenheim and Barbara Slavin"},"type_of_material":"News","_id":"4fd10cda8eb7c8105d5c0a32","word_count":307},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/22\/books\/reading-and-writing-life-and-death-of-language.html","snippet":"The current spate of books on language usage might suggest that we are concerned about our speech and intent on improving it. But what these books deal with is the politics of language: whether or not its regulation should be democratized. They are...","lead_paragraph":"The current spate of books on language usage might suggest that we are concerned about our speech and intent on improving it. But what these books deal with is the politics of language: whether or not its regulation should be democratized. They are etiquette books, recipe books, quizzes, an extension of the crossword-puzzle approach. Critics like John Simon contend that permissiveness is eroding our language, while writers like Jim Quinn - in his recent ''American Tongue and Cheek'' - argue that permissiveness enables language to grow. The second argument may be an example of the growth fallacy: Grow into what? In nature all things grow toward death.","abstract":null,"print_page":"39","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Reading and Writing; LIFE AND DEATH OF LANGUAGE"},"keywords":[{"name":"subject","value":"WRITING AND WRITERS"},{"name":"subject","value":"ENGLISH LANGUAGE"}],"pub_date":"1981-03-22T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anatole","rank":1,"lastname":"Broyard"}],"original":"By Anatole Broyard"},"type_of_material":"News","_id":"4fd116fe8eb7c8105d5cdc91","word_count":869},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/26\/opinion\/of-rights-and-policy-by-rita-e-hauser.html","snippet":"It is odd to observe in these early months of a new Administration the ferocity of debate between some Carter and Reagan partisans on the subject of human rights as a component of foreign policy. The argument is centered on accusations that President...","lead_paragraph":"It is odd to observe in these early months of a new Administration the ferocity of debate between some Carter and Reagan partisans on the subject of human rights as a component of foreign policy. The argument is centered on accusations that President Carter moralized to such an extent that his approach lacked all semblance of reality while the Reagan team, in pursuit of a tough stand toward our adversaries, will cotton up to the most repressive of regimes willing to back us with expressions of friendship and loyalty. The issue cannot be dealt with in such simplistic terms. No President could choose to ignore gross violations of human rights by any country with which we deal, for several reasons.","abstract":null,"print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"by Rita E. Hauser","kicker":"OF RIGHTS AND POLICY"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1981-03-26T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Op-Ed","_id":"4fd11a768eb7c8105d5d501d","word_count":819},{"web_url":"http:\/\/www.nytimes.com\/1981\/03\/26\/us\/iraqi-defector-who-dealt-in-visas-cites-us-embassy-in-mexico.html","snippet":"On a hot July day in 1968, George Tagerian Korkorartin, a world-class cyclist who was one of three members of the Iraqi Olympic team, stepped into the newly finished Olympic stadium in Mexico City carrying his nation's flag. But before the Summer...","lead_paragraph":"On a hot July day in 1968, George Tagerian Korkorartin, a world-class cyclist who was one of three members of the Iraqi Olympic team, stepped into the newly finished Olympic stadium in Mexico City carrying his nation's flag. But before the Summer Olympic Games were over Mr. Tagerian, as he likes to be known, decided to defect, in hopes that as an Armenian Christian he would have a chance of a better life in Mexico than in Moslem Iraq. Mexico was agreeable, so Mr. Tagerian married a well-to-do Mexican woman named Bertha who owned a Mexico City drugstore. He settled down and became the father of two children. Though he continued to feel concern for his Christian friends back in Iraq who had not been able to follow him to the West, he remained for most of the next decade without the means to help them. When he finally found the means, they led him to a Federal prison in Kentucky and to a life, at his present age of 40, as a stateless person.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"IRAQI DEFECTOR WHO DEALT IN VISAS CITES U.S. EMBASSY IN MEXICO"},"keywords":[{"name":"glocations","value":"IRAQ"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"FOREIGN SERVICE"},{"name":"subject","value":"REFUGEES AND EXPATRIATES"}],"pub_date":"1981-03-26T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JOHN M. CREWDSON, Special to the New York Times"},"type_of_material":"News","_id":"4fd1104c8eb7c8105d5c5caa","word_count":1426},{"web_url":"http:\/\/www.nytimes.com\/1981\/04\/05\/world\/40-countries-meet-on-piracy-in-recording-industry.html","snippet":"Representatives of 40 governments have been meeting here to discuss ways to fight international pirates who deprive legitimate record and cassette companies of millions of dollars a year.   The companies estimate that the pirates control nearly 10...","lead_paragraph":"Representatives of 40 governments have been meeting here to discuss ways to fight international pirates who deprive legitimate record and cassette companies of millions of dollars a year. The companies estimate that the pirates control nearly 10 percent of the world market in records, tapes and films and that they took in $1.5 billion last year. ''Nowadays, record pirates are often the same people who are active in other illegal enterprises, such as the trade in dangerous drugs,'' says the International Federation of Producers of Phonograms and Videograms, which brings together representatives of the legitimate music and videotape business in 68 countries. ''In the United States and Europe, for example, it is clear that there are close links between record piracy and organized crime,'' the federation reports. ''In Southeast Asia, there are many indications of similar connections.''","abstract":null,"print_page":"21","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"40 COUNTRIES MEET ON PIRACY IN RECORDING INDUSTRY"},"keywords":[{"name":"glocations","value":"EUROPE, WEST"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"GENEVA (SWITZERLAND)"},{"name":"subject","value":"RECORDINGS AND RECORDING EQUIPMENT"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"},{"name":"subject","value":"CRIME AND CRIMINALS"},{"name":"subject","value":"VIDEOTAPE"}],"pub_date":"1981-04-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[],"original":"Reuters","organization":"Reuters"},"type_of_material":"News","_id":"4fd11a748eb7c8105d5d4df1","word_count":"607"},{"web_url":"http:\/\/www.nytimes.com\/1981\/04\/05\/sports\/cosmos-plan-a-team-to-counter-misl.html","snippet":"Since the Major Indoor Soccer League is definitely expanding into the new Meadowlands arena next season, the Cosmos are on the verge of making a commitment to field a team for the indoor season of the North American Soccer League.   In previous...","lead_paragraph":"Since the Major Indoor Soccer League is definitely expanding into the new Meadowlands arena next season, the Cosmos are on the verge of making a commitment to field a team for the indoor season of the North American Soccer League. In previous years, the Cosmos refused to take part in indoor soccer. But now the M.I.S.L. is challenging their territory around Giants Stadium. One top executive of the Cosmos said, ''We must protect our investment.'' And so the Cosmos are also expected to play in the Meadowlands arena.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"COSMOS PLAN A TEAM TO COUNTER M.I.S.L."},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"PROFESSIONAL ATHLETICS"}],"pub_date":"1981-04-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd110468eb7c8105d5c59fd","word_count":452},{"web_url":"http:\/\/www.nytimes.com\/1981\/04\/19\/sports\/vilas-trounces-panatta-and-gains-monaco-final.html","snippet":"Guillermo Vilas of Argentina advanced to the final of the rain-delayed Monte Carlo open tournament today with a 6-2, 6-2 victory over unseeded Adriano Panatta of Italy.    Jimmy Connors was leading Balazs Taroczy of Hungary by 6-1 in the other...","lead_paragraph":"Guillermo Vilas of Argentina advanced to the final of the rain-delayed Monte Carlo open tournament today with a 6-2, 6-2 victory over unseeded Adriano Panatta of Italy. Jimmy Connors was leading Balazs Taroczy of Hungary by 6-1 in the other semifinal before it was interrupted by rain. The match will be resumed tomorrow, with the final set for Monday.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"VILAS TROUNCES PANATTA AND GAINS MONACO FINAL"},"keywords":[{"name":"subject","value":"PROFESSIONAL ATHLETICS"},{"name":"subject","value":"TENNIS"}],"pub_date":"1981-04-19T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd11b728eb7c8105d5d71cd","word_count":370},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/03\/sports\/tennis-off-to-a-bad-start.html","snippet":"The second annual Tournament of Champions got off to a bad start at Forest Hills yesterday when many of the tickets purchased in advance went unused, rain caused two delays, and the featured match had to be postponed because the temperature took a...","lead_paragraph":"The second annual Tournament of Champions got off to a bad start at Forest Hills yesterday when many of the tickets purchased in advance went unused, rain caused two delays, and the featured match had to be postponed because the temperature took a sudden drop to 55 degrees. Officials of the $592,000 tournament announced that 9,267 tickets had been sold for yesterday's opening round, but there were never more than one-third that many people in the stands. And by the time the final singles match ended around 9:30 last night, there were less than 300 fans remaining.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TENNIS OFF TO A BAD START"},"keywords":[{"name":"subject","value":"TENNIS"}],"pub_date":"1981-05-03T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Al","rank":1,"lastname":"HARVIN"}],"original":"By AL HARVIN"},"type_of_material":"News","_id":"4fd119118eb7c8105d5d1b3e","word_count":558}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}