{"response":{"meta":{"hits":73,"time":35,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2005\/02\/17\/international\/americas\/17paraguay.html","snippet":"Lily Tuck's novel \"The News From Paraguay\" has dragged her into a debate about national identity and honor.","lead_paragraph":"In the acceptance speech she delivered after her novel ''The News From Paraguay'' won the 2004 National Book Award in the United States, Lily Tuck made a surprising admission. ''Actually I have never been to Paraguay, nor do I intend to go,'' she said. That was in November. But late last week Ms. Tuck arrived here in the capital as a guest of the government and, by virtue of having addressed the most traumatic episode in Paraguay's history in her novel, found herself dragged into a perennial, intensely emotional and often bitter debate about national identity and honor.","abstract":"Lily Tuck, who won 2004 National Book Award in United States for her book The News From Paraguay, visits Paraguay for first time and finds herself dragged into country's often bitter debate about national identity and honor; her book focuses on love affair between Marshal Francisco Solano Lopez, country's strongman in mid-19th century, and his Irish mistress; some see book as insult to Paraguay's image and history; photos (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2005\/02\/17\/international\/para.7575.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/02\/17\/international\/para.7575.jpg"},"type":"image","height":75}],"headline":{"main":"'Paraguay' Author Finally Goes There, Finding an Uproar","kicker":"Asunción Journal"},"keywords":[{"name":"creative_works","value":"NEWS FROM PARAGUAY, THE (BOOK)"},{"name":"persons","value":"TUCK, LILY"},{"name":"persons","value":"LOPEZ, FRANCISCO SOLANO"},{"name":"glocations","value":"PARAGUAY"},{"name":"subject","value":"WRITING AND WRITERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BOOKS AND LITERATURE"},{"name":"subject","value":"HISTORY"}],"pub_date":"2005-02-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2571c8eb7c8105d80148b","word_count":1050},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE5DA133AF933A15751C0A9639C8B63","snippet":"Best Bet: Dancing to the Lute      Until he was a 10th grader at Bethpage High School, Christopher Morrongiello studied the classical guitar. But then his music teacher gave him a lute to play. ''I immediately became infected with its sound, its...","lead_paragraph":"Best Bet: Dancing to the Lute Until he was a 10th grader at Bethpage High School, Christopher Morrongiello studied the classical guitar. But then his music teacher gave him a lute to play. ''I immediately became infected with its sound, its incredible beauty,'' he recalled. In the years since, Mr. Morrongiello, who is now 35, has devoted much of his life to the lute. He recently completed his doctoral thesis on Elizabethan and Jacobean lute music at Oxford, he teaches privately and at public workshops, and he performs whenever the opportunity arises.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE GUIDE"},"keywords":[],"pub_date":"2005-02-20T00:00:00Z","document_type":"article","news_desk":"Long Island Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Barbara","lastname":"DELATINER"}],"original":"By BARBARA DELATINER"},"type_of_material":"Schedule","_id":"4fd2571d8eb7c8105d80152c","word_count":660},{"web_url":"http:\/\/www.nytimes.com\/2005\/02\/22\/international\/americas\/22bolivia.html","snippet":"As privatization is rejected across Latin America, the job of providing basic services is being returned to ill-equipped states.","lead_paragraph":"Piped water, like the runoff from the glaciers above this city, runs tantalizingly close to Remedios Cuyuña's home. But with no way to pay the $450 hookup fee charged by the French-run waterworks, she washes her clothes and bathes her three children in frigid well water beside a fetid creek. So in January, when legions of angry residents rose up against the company, she eagerly joined in. The fragile government of President Carlos Mesa, hoping to avert the same kind of uprising that toppled his predecessor in 2003, then took a step that proved popular but shook foreign investors to their core. It canceled the contract of Aguas del Illimani, a subsidiary of the $53 billion French giant Suez, effectively tossing it out of the country and leaving the state responsible.","abstract":"Foreign investment is falling in Latin America, region where providing basic services remains among most pressing public health and political issues; heated backlash against free-market changes has been fueled by sense that they promise more than they deliver while offering overpriced, often flawed services; it has left governments vulnerable to volatile protests and forced foreign companies to retreat; most attacked foreign companies are those that run public utilities, offering water and electricity, or that extract minerals and hydrocarbons, which are seen as part of nation's patrimony; those who resist trends of globalization are emboldened by what they see as success of local people in asserting their control over resources; others see troubling degree of political instability and perfect storm of uncertainty on horizon; photo; map; graph (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin America Fails to Deliver On Basic Needs"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BOLIVIA"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"WATER"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2005-02-22T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Juan","lastname":"FORERO"}],"original":"By JUAN FORERO"},"type_of_material":"News","_id":"4fd244418eb7c8105d7de94b","word_count":1732},{"web_url":"http:\/\/www.nytimes.com\/2005\/02\/26\/business\/worldbusiness\/26trade.html","snippet":"The United States and the European Union are disagreeing over agriculture positions adopted last year, casting doubt on progress made earlier.","lead_paragraph":"The United States and the European Union, the world's two biggest trading blocs, are disagreeing over agriculture positions adopted last year, casting doubt on progress made earlier. In one spat, the United States has threatened sanctions on a range of European food exports, from cheeses to olives, in retaliation for Europe's decision in September to raise import tariffs on rice.","abstract":"US and European Union are disagreeing over agriculture positions adopted last year, casting doubt on progress made earlier; in one spat, US has threatened sanctions on range of European food exports in retaliation for Europe's decision in September to raise import tariffs on rice; European Union has started paying wheat producers export refunds to encourage them to sell their produce outside union after bumper harvest last year; American officials have criticized new export refunds; Mariann Fischer Boel, agriculture commissioner for European Union, defends policy; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Agriculture Issues Divide U.S. and Europe"},"keywords":[{"name":"persons","value":"FISCHER BOEL, MARIANN"},{"name":"glocations","value":"EUROPE"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"RICE"},{"name":"subject","value":"FARMERS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"GRAIN"},{"name":"subject","value":"PRODUCTION"}],"pub_date":"2005-02-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Paul","lastname":"MELLER"}],"original":"By PAUL MELLER"},"type_of_material":"News","_id":"4fd24a508eb7c8105d7e84c2","word_count":460},{"web_url":"http:\/\/www.nytimes.com\/2005\/03\/01\/international\/americas\/01uruguay.html","snippet":"After 150 years in which two moderate parties alternated in power, Uruguay's five million people will have turned decisively to the left.","lead_paragraph":"When tiny Uruguay inaugurates its new president here on Tuesday, it will make a clear break with the country's past. After 150 years in which two moderate parties alternated in power, Uruguay's five million people will have turned decisively to the left. But more than that, the moment is fraught with symbolism for the region. Uruguay's shift consolidates what has become the new leftist consensus in South America. Three-quarters of the region's 355 million people are now governed by left-leaning leaders, all of whom have emerged in the past six years to redefine what the left means today.","abstract":"Uruguay will join other Latin American nations in new leftist consensus as it prepares to inaugurate Tabare Vazquez as president; three-quarters of nations are governed by left-leaning leaders, all of whom have emerged in past six years and are redefining what left means; tide is not so much doctrinaire as pragmatic; leaders are different in style and substance, but united in conviction that free-market reforms of 1990's have failed and by renewed focus on egalitarianism and social welfare; attitude toward United States is one of polite distancing, as economic reforms being rejected are closely associated with Washington and financial institutions it backs; critics on left decry middle ground as sellout but others see it as maturing into mainstream; photos (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2005\/03\/01\/international\/urag.74575.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/03\/01\/international\/urag.74575.jpg"},"type":"image","height":75}],"headline":{"main":"With New Chief, Uruguay Veers Left, in a Latin Pattern"},"keywords":[{"name":"persons","value":"VAZQUEZ, TABARE"},{"name":"glocations","value":"SOUTH AMERICA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2005-03-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd24a518eb7c8105d7e8531","word_count":1300},{"web_url":"http:\/\/www.nytimes.com\/2005\/03\/02\/international\/americas\/02uruguay.html","snippet":"As his first official action as president, Tabaré Vázquez announced a sweeping \"Social Emergency Plan\" that contains food, health, job and housing components.","lead_paragraph":"Culminating a long and divisive struggle, the left took power on Tuesday for the first time in the history of this small South American nation as Tabaré Vázquez, a 65-year-old physician, was sworn in as president. Hundreds of thousands of people flocked to the streets here to celebrate the sharp break with the past, many carrying Uruguayan flags or banners of the triumphant Progressive Encounter\/Broad Front\/New Majority Coalition. Until Dr. Vázquez, a Socialist, won a narrow victory in balloting last October, two traditional parties that had become increasingly difficult to distinguish from each other had alternated in power for more than 150 years.","abstract":"Tabare Vazquez, 65-year-old physicist is sworn in as president of Uruguay as left assumes power after long, divisive struggle; inauguration comes twenty years after restoration of democratic civilian rule following right-wing military dictatorship; Sen Jose Mujica, former guerrilla leader, presides; photo (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2005\/03\/02\/international\/02uruguay_75.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/03\/02\/international\/02uruguay_75.jpg"},"type":"image","height":75}],"headline":{"main":"Leftist Chief Is Installed in Uruguay and Gets Busy on Agenda"},"keywords":[{"name":"persons","value":"CASTRO, FIDEL"},{"name":"persons","value":"MUJICA, JOSE"},{"name":"persons","value":"VAZQUEZ, TABARE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"INAUGURATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"2005-03-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd245fe8eb7c8105d7e0a09","word_count":642},{"web_url":"http:\/\/www.nytimes.com\/2005\/03\/06\/travel\/06punta.html","snippet":"Uruguay's \"Pearl of the Atlantic\" has reinvented itself as South America's premier all-purpose vacation spot.","lead_paragraph":"IT was shortly after midnight on a warm summer night at the harbor in Punta del Este, Uruguay, and tanned young couples were streaming out of restaurants, wondering what to do next. Walk down the block to one of those well-appointed bars that would remain open until dawn? Or head over to a discothèque on the beach? And what about that all-night electronic music festival at the old airfield? After losing some of its shine during the 1990's, Punta del Este, traditionally known as ''the Pearl of the Atlantic,'' has reinvented itself as South America's premier all-purpose vacation spot, with attractions for everyone from lounge-music fans and families with small children to sport fishermen and gamblers.","abstract":"Larry Rohter travel article on visit to Punta del Este, Uruguay; photos; map (L)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2005\/03\/06\/travel\/06punta.75.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/03\/06\/travel\/06punta.75.jpg"},"type":"image","height":75},{"height":55,"subtype":"tiny_thumb","legacy":{"tinythumbwidth":55,"tinythumbheight":55,"hastinythumb":"Y"},"type":"image","width":55}],"headline":{"main":"Punta del Este Sparkles Once More, Day and Night"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2005-03-06T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd246008eb7c8105d7e0acb","word_count":1902},{"web_url":"http:\/\/www.nytimes.com\/2005\/03\/22\/opinion\/22Vargas_Llosa.html","snippet":"The new wave of leftist governments in Latin America must seize this opportunity to make aggressive reforms.","lead_paragraph":"THE left is in power in Argentina, Brazil, Chile, the Dominican Republic and Venezuela. With this month's inauguration of Tabaré Vázquez as president of Uruguay, this trend will likely continue. The year 2006 could bring a similar leftward shift in Mexico and Peru, while in Bolivia the Socialist opposition has been setting much of the political agenda since the fall of President Gonzalo Sánchez de Lozada in 2003. Although this movement is hardly homogeneous (there are major differences between Venezuela's Hugo Chávez, Chile's Ricardo Lagos and Brazil's Luiz Inácio Lula da Silva), the continental pattern is clear. Behind this tilt is popular frustration with the failures of the 1990's, a decade of reform under governments of the right that were supposed to catapult the region toward development. Despite the success of many of these governments in curbing inflation, that development failed to happen. Instead of decentralization and the creation of a free, competitive economy and strong legal institutions open to all, crony capitalism and authoritarianism grew.","abstract":"Op-Ed article by Alvaro Vargas Llosa says left is in power in many countries of Latin America, result of popular frustration with failures of 1990's, under governments of right that were supposed to catapult region toward development; says new left is trying to avoid worst mistakes of old left, especially 1980's-style hyperinflation and open war against foreign investors; says continent is unlikely to break free of its recurring cycle of economic stagnation and political disillusionment unless leftist governments are willing to deepen reform; says there must be dismantling of corporatist states that hamper enterprise among those not close to government, decoupling of judicial and political spheres, and reconciling of human rights and free markets; drawing (M)","print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Return of Latin America's Left","kicker":"Op-Ed Contributor"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2005-03-22T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Álvaro","middlename":"Vargas","lastname":"Llosa","rank":1,"role":"reported","organization":""}],"original":"By Álvaro Vargas Llosa"},"type_of_material":"Op-Ed","_id":"4fd283a68eb7c8105d8521ae","word_count":895},{"web_url":"http:\/\/www.nytimes.com\/2005\/03\/25\/politics\/25nations.html","snippet":"A report on sexual abuse by peacekeepers recommended that offending soldiers be punished by their home countries.","lead_paragraph":"A report on sexual abuse by peacekeepers recommended Thursday that offending soldiers and their commanders be punished by their home countries, that payments made to them be recovered and put into a fund for victims and that the United Nations make compliance with these measures a condition for taking part in its missions. Secretary General Kofi Annan commissioned the report from Prince Zeid Raad al Hussein, Jordan's ambassador to the United Nations, after evidence emerged that blue helmeted peacekeepers and civilian staff members had had sex with women and girls in Congo in exchange for food and money, and, in some cases, had committed rape. The report also recommended that the United Nations make counseling and medical care available to victims and provide assistance for ''peacekeeper babies'' left behind when the troops rotate back to their own countries.","abstract":"Report on sexual abuse by United Nations peacekeepers in Congo recommends that offending soldiers and their commanders be punished by their home countries, that payments made to them be recovered and put into fund for victims and that UN make compliance with these measures condition for talking part in its missions; Secretary General Kofi Annan commissioned report after evidence emerged that blue helmeted peacekeepers and civilian staff members had sex with women and girls in Congo in exchange for food and money. and in some instances raped them; report also recommends that assistance be provided for 'peacekeeper babies' left behind when troops rotate back to their own countries; report was prepared by Prince Zeid Raad al Hussein, Jordan's ambassador to UN who is former military officer and civilian peacekeeper (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Report Calls For Punishing Peacekeepers in Sex Abuse"},"keywords":[{"name":"persons","value":"ANNAN, KOFI"},{"name":"persons","value":"RAAD, ZEID BIN"},{"name":"glocations","value":"CONGO (FORMERLY ZAIRE)"},{"name":"glocations","value":"JORDAN"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"WAR CRIMES, GENOCIDE AND CRIMES AGAINST HUMANITY"},{"name":"subject","value":"SEX CRIMES"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"}],"pub_date":"2005-03-25T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Warren","lastname":"HOGE"}],"original":"By WARREN HOGE"},"type_of_material":"News","_id":"4fd2a64a8eb7c8105d88e318","word_count":839},{"web_url":"http:\/\/www.nytimes.com\/2005\/03\/31\/sports\/soccer\/31worldcup.html","snippet":"By The Associated Press.","lead_paragraph":"At this rate, Eddie Johnson will put the United States into next year's World Cup by himself. A day shy of his 21st birthday, Johnson scored in the 11th minute and set up Steve Ralston's goal in the 68th to lead the United States over Guatemala, 2-0, in a World Cup qualifying match last night in Birmingham, Ala.","abstract":"US defeats Guatemala, 2-0, in World Cup qualifying match; photo (M)2","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Johnson Gives U.S. Gift A Day Before Birthday","kicker":"SOCCER: WORLD CUP ROUNDUP"},"keywords":[{"name":"glocations","value":"GUATEMALA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"WORLD CUP"}],"pub_date":"2005-03-31T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd257228eb7c8105d801a2e","word_count":"759"}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}