{"response":{"meta":{"hits":209,"time":48,"offset":160},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/14\/world\/us-seeks-moratorium-on-antarctic-minerals.html","snippet":"The United States will seek a legally binding moratorium on mineral development in Antarctica when it meets with other nations next week to consider the continent's future, Bush Administration officials say.    The nations at the meeting are likely...","lead_paragraph":"The United States will seek a legally binding moratorium on mineral development in Antarctica when it meets with other nations next week to consider the continent's future, Bush Administration officials say. The nations at the meeting are likely to agree on an enforceable prohibition on exploration for and extraction of oil and other minerals from the continent at their forthcoming meeting in Santiago, Chile, the officials said in recent interviews.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Seeks Moratorium on Antarctic Minerals"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"glocations","value":"ANTARCTIC REGIONS"},{"name":"subject","value":"METALS AND MINERALS"},{"name":"subject","value":"TREATIES"}],"pub_date":"1990-11-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Philip","rank":1,"lastname":"SHABECOFF"},{"organization":"","role":"reported","rank":2}],"original":"By PHILIP SHABECOFF, Special to The New York Times"},"type_of_material":"News","_id":"4fd1a71e8eb7c8105d6c1d98","word_count":999},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/14\/business\/us-despite-dispute-will-go-to-trade-talks.html","snippet":"As the first of a series of high-level meetings leading up to global trade talks was being held today, the Bush Administration sought to quash speculation that it planned to walk out of negotiations on liberalizing trade because of sharp differences...","lead_paragraph":"As the first of a series of high-level meetings leading up to global trade talks was being held today, the Bush Administration sought to quash speculation that it planned to walk out of negotiations on liberalizing trade because of sharp differences with the European Community over agricultural protection. The assurances that the United States still plans to attend a crucial negotiating session in Brussels next month despite the split over farm trade came as President Bush met with Prime Minister Giulio Andreotti of Italy, who also holds the community's six-month chairmanship, and Jacques Delors, the president of the community's Executive Commission.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S., Despite Dispute, Will Go to Trade Talks"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1990-11-14T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to The New York Times"},"type_of_material":"News","_id":"4fd1c3da8eb7c8105d6f354e","word_count":904},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/15\/opinion\/the-right-response-to-recession.html","snippet":"The pertinent economic question for America is not    whether    a recession has arrived but what to do about it.    While it is true that conditions in some parts of the country are better than a year ago, over all they are dicey, and distinctly...","lead_paragraph":"The pertinent economic question for America is not whether a recession has arrived but what to do about it. While it is true that conditions in some parts of the country are better than a year ago, over all they are dicey, and distinctly gloomy in the Northeast.","abstract":null,"print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Right Response to Recession"},"keywords":[{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"EDITORIALS"}],"pub_date":"1990-11-15T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd199128eb7c8105d6a8bd4","word_count":549},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/16\/business\/upbeat-european-view.html","snippet":"Trade ministers from the European Community's 13 nations tried today to put a positive cast on the continuing negotiations to break the impasse on farm subsidies.   Renato Ruggiero, Italy's trade minister, who presided at today's meeting, said,...","lead_paragraph":"Trade ministers from the European Community's 13 nations tried today to put a positive cast on the continuing negotiations to break the impasse on farm subsidies. Renato Ruggiero, Italy's trade minister, who presided at today's meeting, said, \"Success is possible in all 15 subjects of the Uruguay Round,\" including farm subsidies. After months of deadlock, the European Community last week approved a negotiating position on farm subsidies that fell far short of the sharp cuts sought by the United States, Canada and other food-exporting nations, including Australia, Argentina and Brazil. The Europeans, who have long had a policy of subsidizing small farmers because of their political strength, finally agreed to consider a 30 percent cut in subsidies covering a 10-year period retroactive to 1986. The big producers, including the United States, want reductions of 75 percent in price supports and 90 percent in export subsidies over 10 years beginning in 1991. Japan, where small farmers are also a potent political force, is the only major country taking the European side. Mr. Ruggiero reiterated the community's position that its negotiating position had room for change. \"We have never said it is a take-it-or-leave-it offer,\" he said. France has said a 30 percent cut in subsidies is probably the limit it can hope to sell to restive farmers. Peter Lilley, Britain's trade minister, said today in a clear reference to France that some countries had done a disservice to the community by indicating the negotiating position was a final offer.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Upbeat European View"},"keywords":[{"name":"persons","value":"FARNSWORTH, CLYDE H"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"},{"name":"subject","value":"FORECASTS"}],"pub_date":"1990-11-16T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Paul","middlename":"L.","lastname":"MONTGOMERY","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By PAUL L. MONTGOMERY, Special to The New York Times"},"type_of_material":"News","_id":"4fd19ce08eb7c8105d6aecdd","word_count":248},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/16\/opinion\/how-to-save-the-trade-talks.html","snippet":"There is new hope that the Uruguay Round of international trade talks, currently stalled by protectionist bickering, will finally pick up speed toward resolution. The White House announced this week that President Bush and his European counterparts...","lead_paragraph":"There is new hope that the Uruguay Round of international trade talks, currently stalled by protectionist bickering, will finally pick up speed toward resolution. The White House announced this week that President Bush and his European counterparts had agreed to take charge of the negotiations. The elements of a deal are clear. All that's missing is leadership. The talks are scheduled to end early next month. Yet there is no agreement in view, primarily because of shortsighted decisions by the industrialized countries.","abstract":null,"print_page":"38","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How to Save the Trade Talks"},"keywords":[{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"PROTECTIONISM (TRADE)"}],"pub_date":"1990-11-16T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1991a8eb7c8105d6a91a5","word_count":438},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/16\/business\/us-has-much-at-risk-if-world-trade-talks-fail.html","snippet":"Should the 105-nation talks about liberalizing trade break down because of the impasse over farm subsidies, trade wars are likely to break out and put recessionary pressure on the United States, many government and private economists predict.   ...","lead_paragraph":"Should the 105-nation talks about liberalizing trade break down because of the impasse over farm subsidies, trade wars are likely to break out and put recessionary pressure on the United States, many government and private economists predict. \"Obviously it will be a tougher world if the talks fail,\" said Canada's Ambassador to the United States, Derek H. Burney. \"And if there's an economic downturn to boot, things will be really difficult.\"","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Has Much at Risk if World Trade Talks Fail"},"keywords":[{"name":"creative_works","value":"MARKET PLACE (TIMES COLUMN)"},{"name":"persons","value":"PAUL, DAVID"},{"name":"persons","value":"KEATING, CHARLES H JR"},{"name":"persons","value":"NORRIS, FLOYD"},{"name":"organizations","value":"LINCOLN SAVINGS & LOAN ASSN"},{"name":"organizations","value":"DREXEL BURNHAM LAMBERT GROUP INC"},{"name":"organizations","value":"CENTRUST BANK OF MIAMI"},{"name":"subject","value":"SAVINGS AND LOAN ASSOCIATIONS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1990-11-16T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to The New York Times"},"type_of_material":"News","_id":"4fd19d318eb7c8105d6af595","word_count":1026},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/18\/arts\/tv-view-she-was-good-all-right-but-good-enough.html","snippet":"The very name of it signifies danger: \"Jeopardy!\"   Say what you like, but \"Jeopardy!\" is \"just\" a game show the same way the Tour de France is \"just\" a lengthy bike trip: the thought of winning it seems to promise thrills, but you have to put in...","lead_paragraph":"The very name of it signifies danger: \"Jeopardy!\" Say what you like, but \"Jeopardy!\" is \"just\" a game show the same way the Tour de France is \"just\" a lengthy bike trip: the thought of winning it seems to promise thrills, but you have to put in long months of training, and the chances are good that you'll still fall horribly on your face. Only on national television.","abstract":null,"print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"She Was Good, All Right, but Good Enough?","kicker":"TV VIEW"},"keywords":[{"name":"creative_works","value":"JEOPARDY! (TV PROGRAM)"},{"name":"subject","value":"TELEVISION"}],"pub_date":"1990-11-18T00:00:00Z","document_type":"article","news_desk":"Arts & Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stephanie","rank":1,"lastname":"Brush"}],"original":"By Stephanie Brush; Stephanie Brush, a syndicated columnist, was a recent winner on \"Jeopardy!\""},"type_of_material":"News","_id":"4fd1a7118eb7c8105d6c1486","word_count":946},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/19\/world\/summit-in-europe-designing-the-new-europe-plenty-to-argue-about.html","snippet":"The leaders of the United States, the Soviet Union and more than 30 other European countries began arriving here today for an extraordinary summit meeting to celebrate the end of the division of Europe and to design ways of guaranteeing peace and...","lead_paragraph":"The leaders of the United States, the Soviet Union and more than 30 other European countries began arriving here today for an extraordinary summit meeting to celebrate the end of the division of Europe and to design ways of guaranteeing peace and democracy on a continent twice ravaged by world war in this century. But given the pace of events since the Berlin wall fell a year ago, they also gathered under the shadow of a possible war in the Persian Gulf, disarray in the Soviet Union, a bitter trade dispute between Washington and the European Community and government crises in Britain and France. Baker's Optimistic Filter For three days, however, the 34 leaders are to try to focus on the challenges facing the emerging new Europe, hailing the dramatic changes that have already taken place, but also approving documents and creating mechanisms aimed at preventing a return of political tension and instability.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Designing the New Europe: Plenty to Argue About","kicker":"SUMMIT IN EUROPE"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"SUMMIT CONFERENCES"}],"pub_date":"1990-11-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to The New York Times"},"type_of_material":"News","_id":"4fd1c3d28eb7c8105d6f31ff","word_count":1290},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/19\/business\/deadline-on-trade-talks.html","snippet":"The stalemated international trade talks could continue past their Dec. 7 deadline, but only if an agreement is clearly in view, Agriculture Secretary Clayton Yeutter said today.    Washington would negotiate beyond the scheduled end of the General...","lead_paragraph":"The stalemated international trade talks could continue past their Dec. 7 deadline, but only if an agreement is clearly in view, Agriculture Secretary Clayton Yeutter said today. Washington would negotiate beyond the scheduled end of the General Agreement on Tariffs and Trade's Uruguay round \"only if we were convinced that it would lead to an agreement,\" Mr. Yeutter said.","abstract":null,"print_page":"4","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Deadline on Trade Talks"},"keywords":[{"name":"persons","value":"YEUTTER, CLAYTON K"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1990-11-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"REUTERS","original":"REUTERS","person":[]},"type_of_material":"News","_id":"4fd19d2a8eb7c8105d6af255","word_count":258},{"web_url":"http:\/\/www.nytimes.com\/1990\/11\/20\/business\/more-talks-on-subsidies.html","snippet":"Top United States and European Community officials held a hastily scheduled meeting today to try to narrow their differences on farm subsidies and rescue world trade talks from collapse.   The talks between the United States Agriculture Secretary,...","lead_paragraph":"Top United States and European Community officials held a hastily scheduled meeting today to try to narrow their differences on farm subsidies and rescue world trade talks from collapse. The talks between the United States Agriculture Secretary, Clayton K. Yeutter, and the European Community Agriculture Commissioner, Ray MacSharry, were scheduled over the weekend to discuss technical details of their respective farm proposals for the meeting beginning on Dec. 3 to try to conclude the Uruguay Round of global trade negotiations. No details of the talks were made available. Today's talks offered a glimmer of hope that progress could be made after a week of high-level discussions that left both sides sticking to their positions. A community official who asked not to be named said it was the first time the two sides had discussed the United States and European proposals in great detail.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"More Talks On Subsidies"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CROP CONTROLS AND SUBSIDIES"}],"pub_date":"1990-11-20T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd1a7158eb7c8105d6c1721","word_count":143}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}