{"response":{"meta":{"hits":193,"time":35,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/19\/business\/currencies-and-diplomacy-get-jolt-from-tokyo-turmoil-amid-crucial-economic-talks.html","snippet":"The stunning political upheaval in Japan could jeopardize important trade talks with the United States as well as next month's Group of Seven summit meeting in Tokyo, analysts and officials said today.   Political paralysis resulting from the turmoil...","lead_paragraph":"The stunning political upheaval in Japan could jeopardize important trade talks with the United States as well as next month's Group of Seven summit meeting in Tokyo, analysts and officials said today. Political paralysis resulting from the turmoil could also delay additional measures to stimulate Japan's limp economy. According to new figures released today, the Japanese economy is showing the first signs, albeit feeble ones, of recovering from its worst slump in two decades.","abstract":null,"print_page":"35","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Currencies and Diplomacy Get Jolt From Tokyo; Turmoil Amid Crucial Economic Talks"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"organizations","value":"GROUP OF SEVEN"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1993-06-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Andrew","rank":1,"lastname":"POLLACK"}],"original":"By ANDREW POLLACK"},"type_of_material":"News","_id":"4fd1ddce8eb7c8105d720dc0","word_count":1339},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/20\/sports\/results-plus-227093.html","snippet":"TENNIS Navratilova Wins For Martina Navratilova, it was a familiar first step. First Eastbourne, then Wimbledon. Seven of Navratilova's nine Wimbledon crowns have followed triumphs on the grass courts at Eastbourne, England. Yesterday, the top-seeded...","lead_paragraph":"TENNIS Navratilova Wins For Martina Navratilova, it was a familiar first step. First Eastbourne, then Wimbledon. Seven of Navratilova's nine Wimbledon crowns have followed triumphs on the grass courts at Eastbourne, England. Yesterday, the top-seeded Navratilova captured a record 11th singles title in this warm-up tournament, defeating Miriam Oremans of the Netherlands, 2-6, 6-2, 6-3. Oremans, ranked 42d in the world, stunned the American in the first set with a biting serve and competent net play. The 20-year-old Dutch player, playing in her first final on the women's tour, became rattled in the third set and received a warning for racket abuse after several unforced errors. (AP) Leconte Takes German Title: Henri Leconte won his ninth career tournament yesterday and taught Andrei Medvedev a lesson on grass by routing the young Russian, 6-2, 6-3 in the final of the Halle Open in Germany. Leconte, a few weeks shy of his 30th birthday, dominated the match against the 18-year-old Ukranian, who was playing only his second tournament on grass. Medvedev has climbed to No. 9 in the world after winning two tournaments and reaching the French Open semifinals last month. (AP) Quick Work by Stoltenberg: Unseeded Jason Stoltenberg defeated fellow Australian Wally Masur, 6-1, 6-3 yesterday to win the Direct Line Insurance Manchester Open in England for his first tour title.(AP) AUTO RACING Toyota Leads Le Mans Eddie Irvine drove Toyota into a tenuous lead over the defending champion Peugeot of Philippe Alliot and 45 other drivers in the Le Mans 24-hours yesterday, with both carmakers trading the lead and suffering serious setbacks with some of their racers. Five hours into the race, the Toyota TS-010 driven by Irvine and Japan's Masanori Sekiya and Toshio Suzuki held about a one-minute lead over the pole-sitting Peugeot 905 of Alliot, fellow Frenchman Jean-Pierre Jabouille and Italian Mauro Baldi. Another Peugeot 905 was in third. A Toyota RY-2 from the turbo-charged Category II was a surprising fourth place, followed by another Toyota TS-010. (AP) BOWLING Williams Wins 3d Title Walter Ray Williams Jr. became the first three-time winner this year on the Professional Bowlers Association tour when he beat Bryan Goebel, 258-254, in the championship match of the $125,000 Northwest Classic in Kennewick, Wash., yesterday. (AP) SOCCER Ecuador Tops U.S. Ecuador, getting goals from Raul Aviles and Eduardo Hurtado, beat the United States, 2-0, yesterday in Quito, Ecuador, and became the first team to qualify for the America Soccer Cup quarterfinals. Aviles scored in the 10th minute and Hurtado in the 35th for Ecuador. Angel Fernandez assisted on both goals. Ecuador leads Group A with 4 points, followed by Uruguay with 3 and Venezuela with 1. The United States has no points. The United States is on the brink of elimination, although it could still qualify by beating Venezuela on Tuesday. The two best third-place teams also will remain in the competition. (AP)","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1993-06-20T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1de028eb7c8105d7214ca","word_count":479},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/23\/sports\/results-plus-762193.html","snippet":"SOCCER  U.S. Squanders Lead, and Heads Home  The United States wasted a three-goal lead in the last 25 minutes and was eliminated from the America Cup with a 3-3 tie against Venezuela last night in Quito, Ecuador. The Americans went ahead on goals by...","lead_paragraph":"SOCCER U.S. Squanders Lead, and Heads Home The United States wasted a three-goal lead in the last 25 minutes and was eliminated from the America Cup with a 3-3 tie against Venezuela last night in Quito, Ecuador. The Americans went ahead on goals by Chris Henderson in the 20th minute, Peter Vermes in the 36th minute and Dominic Kinnear in the 51st. But Jose Dolgetta scored in the 65th and 77th minutes and Miguel Echanaussi in the final minute. The United States, 2-8-10 this year, was playing for the first time in the America Cup, South America's biennial championship. The Americans, who are missing most of their good players, previously lost to Uruguay, 1-0, and Ecuador, 2-0, and had been the only team not to score in the tournament. The tie clinched advancement to the quarterfinals for Uruguay (1-0-1), which played Ecuador late last night. Venezuela (0-1-2) is unlikely to advance as one of the two-best third-place teams because of a minus-5 goal differential. (AP) YACHT RACING Block Island Race Finally Begins The 169 sailboats gathered off Rhode Island for Block Island Race Week finally got started yesterday after light winds and fog on Monday postponed the start for a day. The fleet, separated into 14 divisions, managed two races yesterday in 12-23-knot breezes. Dennis Conner, sailing his 60-foot yacht, Winston, crossed the finish line first in both races as an unofficial entry. Conner, four-time defender of the America's Cup, said last week that he was using Race Week as a shakedown series for Winston. The new ocean racerwill be sailing trans-Atlantic July 3 on its way to the start of the Whitbread Round the World Race, scheduled for late September. First place under the big boats' handicap rule was Infinity, a new 50-foot sloop designed by Nelson\/Marek and owned by John Thomson of Port Washington, L.I. On board Infinity was Tom Whidden, Conner's tactician in several America's Cup campaigns.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-06-23T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ddfa8eb7c8105d720e3c","word_count":320},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/25\/business\/big-powers-free-trade-talks-stall.html","snippet":"The leading industrial nations failed today to agree on how to liberalize trade, dealing a setback to hopes of successfully completing negotiations for a comprehensive global accord late in the year.   Trade ministers from the United States, Canada,...","lead_paragraph":"The leading industrial nations failed today to agree on how to liberalize trade, dealing a setback to hopes of successfully completing negotiations for a comprehensive global accord late in the year. Trade ministers from the United States, Canada, Japan and the European Community had hoped to forge an ambitious agreement in a two-day session here that would reduce tariffs and other barriers on hundreds of products, with the intention of announcing the accord at the economic summit meeting here next month of the Group of Seven industrial nations.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Big Powers' Free-Trade Talks Stall"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"}],"pub_date":"1993-06-25T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Andrew","rank":1,"lastname":"POLLACK"}],"original":"By ANDREW POLLACK"},"type_of_material":"News","_id":"4fd1ddc28eb7c8105d7203ce","word_count":815},{"web_url":"http:\/\/www.nytimes.com\/1993\/06\/30\/business\/france-says-a-trade-pact-is-not-likely.html","snippet":"Prime Minister Edouard Balladur of France said today that any trade agreement at next week's summit meeting of industrial nations would be impossible as long as the United States maintained its determination to impose punitive duties on European...","lead_paragraph":"Prime Minister Edouard Balladur of France said today that any trade agreement at next week's summit meeting of industrial nations would be impossible as long as the United States maintained its determination to impose punitive duties on European steel. His statement in a radio interview came as a senior French official who will be attending the summit sessions in Tokyo starting on July 7 ruled out any formal accord at the meeting on lowering tariff barriers under a so-called market access agreement.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"France Says A Trade Pact Is Not Likely"},"keywords":[{"name":"persons","value":"BALLADUR, EDOUARD"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"STEEL AND IRON"},{"name":"subject","value":"SUMMIT CONFERENCES"}],"pub_date":"1993-06-30T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1de038eb7c8105d72159f","word_count":628},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/01\/world\/europe-s-humbled-12-face-group-of-7.html","snippet":"Eighteen months after it plotted an ambitious future including a single currency and joint foreign policy, the European Community will slouch to the summit meeting of the Group of Seven industrialized nations in Tokyo next week.   Humbled by a...","lead_paragraph":"Eighteen months after it plotted an ambitious future including a single currency and joint foreign policy, the European Community will slouch to the summit meeting of the Group of Seven industrialized nations in Tokyo next week. Humbled by a worsening recession and patent diplomatic ineptitude in the former Yugoslavia, the 12-nation bloc's economic and strategic pretensions have evaporated. Their disappearance has been symbolized by that of Jacques Delors, the once omnipresent President of the community's executive. He has now withdrawn from the limelight and will appear at the Tokyo meeting -- where the European Community has a full seat at the table -- as the head of a group of countries too divided to be effective.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Europe's Humbled 12 Face Group of 7"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"YUGOSLAVIA"},{"name":"glocations","value":"TOKYO (JAPAN)"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GROUP OF SEVEN"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1993-07-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"An Analysis; News Analysis","_id":"4fd1cc0a8eb7c8105d70208a","word_count":1219},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/02\/business\/new-gatt-chief-turns-up-heat.html","snippet":"Declaring that \"it is simply not good enough for international leaders to mouth good intentions about trade,\" Peter Sutherland became the world's top trade official today and said the core of a long-delayed world trade agreement must be hammered out...","lead_paragraph":"Declaring that \"it is simply not good enough for international leaders to mouth good intentions about trade,\" Peter Sutherland became the world's top trade official today and said the core of a long-delayed world trade agreement must be hammered out in Tokyo next week. In an interview here at the quaintly staid headquarters of the General Agreement on Tariffs and Trade just a few days before the Tokyo summit meeting of major industrialized nations, Mr. Sutherland, a 47-year-old Irish lawyer, immediately served notice that he would be as blunt and outspoken as his predecessor was mild and circumspect. 'Shoot From the Hip' \"I am going to say it as it is, and shoot from the hip,\" Mr. Sutherland said, using language in sharp contrast to the chain-smoking Arthur Dunkel, his predecessor. Mr. Sutherland said he had twice rejected the job but took it this time after receiving assurances from trade officials -- including Mickey Kantor, the United States trade representative -- that they want a GATT accord this year.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"New GATT Chief Turns Up Heat"},"keywords":[{"name":"persons","value":"KANTOR, MICKEY"},{"name":"persons","value":"BRITTAN, LEON"},{"name":"persons","value":"SUTHERLAND, PETER"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"SUMMIT CONFERENCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1993-07-02T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1e83d8eb7c8105d73672b","word_count":879},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/03\/business\/grumbling-over-gatt.html","snippet":"For 45 years GATT has worked. The 96-page set of basic rules for international commerce designated by the General Agreement on Tariffs and Trade has bolstered a huge increase in international trade.    At the same time, customs tariffs have been...","lead_paragraph":"For 45 years GATT has worked. The 96-page set of basic rules for international commerce designated by the General Agreement on Tariffs and Trade has bolstered a huge increase in international trade. At the same time, customs tariffs have been slashed to less than 10 percent in industrialized countries, from an average of 40 percent, encouraging ever- greater exchanges of goods. And the number of nations subscribing to GATT regulations has grown to 111 from 23.","abstract":null,"print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Grumbling Over GATT"},"keywords":[{"name":"persons","value":"HEDGES, CHRIS"},{"name":"persons","value":"CHRISTOPHER, WARREN M"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"ISRAEL"},{"name":"organizations","value":"HEZBOLLAH"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"PALESTINIANS"},{"name":"subject","value":"MILITARY ACTION"}],"pub_date":"1993-07-03T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"An Analysis; News Analysis","_id":"4fd1e04f8eb7c8105d726bbf","word_count":906},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/04\/weekinreview\/the-world-two-scripts-for-talking-in-tokyo.html","snippet":"THE Japanese love meetings. Just ask anyone who has worked in a Japanese-run office. And they are particularly fond of precisely managed meetings designed to come to a preordained result, which is why they usually thrive at summits.    So months ago...","lead_paragraph":"THE Japanese love meetings. Just ask anyone who has worked in a Japanese-run office. And they are particularly fond of precisely managed meetings designed to come to a preordained result, which is why they usually thrive at summits. So months ago they roughed out a script for the Tokyo summit meeting that opens here Tuesday: President Clinton would be welcomed by the unshakable leaders of Japan's ruling Liberal Democratic Party, which came to power four decades ago as the symbol of the American alliance. After some tough talk with Prime Minister Kiichi Miyazawa about the trade surplus (some things cannot be avoided), the two would emerge with a \"framework\" for the next several years of trade talks. There would be talk of progress on the Uruguay Round of global trade talks, and of more aid to Russia. They would agree to call each other Bill and Kiichi. And Japan would go on to serve as host to the rest of the Group of Seven, using the moment (discreetly, of course) to make its case for a permanent seat on the Security Council.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Two Scripts for Talking in Tokyo","kicker":"THE WORLD"},"keywords":[{"name":"persons","value":"MIYAZAWA, KIICHI"},{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"JAPAN"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"BALANCE OF PAYMENTS AND TRADE"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"SUMMIT CONFERENCES"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1993-07-04T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"E.","lastname":"SANGER","rank":1,"role":"reported","organization":""}],"original":"By DAVID E. SANGER"},"type_of_material":"News","_id":"4fd1de038eb7c8105d721629","word_count":1093},{"web_url":"http:\/\/www.nytimes.com\/1993\/07\/04\/world\/7-rich-nations-expecting-little-at-tokyo-talks.html","snippet":"Struggling with slow economic growth, high unemployment and bitter trade disputes, the leaders of the world's seven wealthiest nations will gather here for their annual summit meeting next week amid widespread doubts that they will make much progress...","lead_paragraph":"Struggling with slow economic growth, high unemployment and bitter trade disputes, the leaders of the world's seven wealthiest nations will gather here for their annual summit meeting next week amid widespread doubts that they will make much progress in setting the global economy on a more prosperous course. Negotiations on resolving the remaining differences among the so-called Group of Seven -- the United States, Japan, Germany, France, Britain, Italy and Canada -- are continuing and may yet produce modest agreements on liberalizing the world trading system, pumping new life into the industrial economies and providing financial assistance to Russia.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"7 Rich Nations Expecting Little At Tokyo Talks"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"TOKYO (JAPAN)"},{"name":"organizations","value":"GROUP OF SEVEN"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"SUMMIT CONFERENCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1993-07-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"STERNGOLD"}],"original":"By JAMES STERNGOLD"},"type_of_material":"News","_id":"4fd1a9a48eb7c8105d6c6cdc","word_count":1145}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}