{"response":{"meta":{"hits":96,"time":37,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1995\/09\/24\/world\/hope-for-amazon-rain-forest-new-fruit.html","snippet":"Scientists working to save the Amazon rain forest are beginning to market fruits remarkably high in vitamins and protein, along with scores of others that offer exotic flavors found almost nowhere else in the world.   While products made from the...","lead_paragraph":"Scientists working to save the Amazon rain forest are beginning to market fruits remarkably high in vitamins and protein, along with scores of others that offer exotic flavors found almost nowhere else in the world. While products made from the green and red cherries called acerola are now staples of health food stores for their vitamin C content -- three cherries, weighing a half ounce, contain more vitamin C than a pound of oranges -- acerola pales next to the camu camu, another small fruit of the guava family with double the vitamin C.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Hope for Amazon Rain Forest: New Fruit"},"keywords":[{"name":"persons","value":"GROENVELD, WIM P"},{"name":"glocations","value":"AMAZON JUNGLE"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"VITAMINS"},{"name":"subject","value":"FRUIT"}],"pub_date":"1995-09-24T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd1eb678eb7c8105d73ba50","word_count":891},{"web_url":"http:\/\/www.nytimes.com\/1995\/09\/28\/business\/midpriced-hotels-look-abroad.html","snippet":"For decades, American luxury hotel chains like Hilton and Hyatt have been familiar sights in foreign capitals and resorts, homes away from home for top business executives and well-heeled travelers.   But now, a second foreign invasion by American...","lead_paragraph":"For decades, American luxury hotel chains like Hilton and Hyatt have been familiar sights in foreign capitals and resorts, homes away from home for top business executives and well-heeled travelers. But now, a second foreign invasion by American hotel and motel chains is under way, carrying decidedly middle-brow names like Comfort Inn, Days Inn and Holiday Inn Express -- and with prices that are midrange or even lower.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Midpriced Hotels Look Abroad"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"organizations","value":"COMFORT INN"},{"name":"organizations","value":"DAYS INNS OF AMERICA INC"},{"name":"organizations","value":"ECONOMIST"},{"name":"subject","value":"HOTELS AND MOTELS"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"INDUSTRY PROFILES"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1995-09-28T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edwin","rank":1,"lastname":"McDOWELL"}],"original":"By EDWIN McDOWELL"},"type_of_material":"News","_id":"4fd1c16d8eb7c8105d6f05a7","word_count":1627},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/05\/business\/business-digest-812595.html","snippet":"Selloff in Technology Issues Pulls Stock Market Down  Technology stocks were battered, leading the stock market to its third straight loss, as Wall Street continued to brace for possible disappointments in third-quarter earnings. The Nasdaq composite...","lead_paragraph":"Selloff in Technology Issues Pulls Stock Market Down Technology stocks were battered, leading the stock market to its third straight loss, as Wall Street continued to brace for possible disappointments in third-quarter earnings. The Nasdaq composite index, which is heavily weighted with technology stocks, dropped 18.18 points, to 1,002.27. The Dow Jones industrial average slipped 9.03 points, to 4,740.67. Technology stocks dropped after an analyst at Soundview Financial Group downgraded five semiconductor makers for the first time in three years, citing rising supplies of computer chips. [ Page D12. ] Leading Indicators Up 0.2% The index of leading economic indicators increased for only the second time this year, rising two-tenths of 1 percent in August, indicating moderate expansion in the months ahead. In a separate Government report, factory orders rose 2.6 percent in August on strong demand for cars and trucks. [ D4. ] The reports helped Treasury prices extend their rally through a fourth consecutive session as expectations continued for another cut in interest rates. [ D19. ] The dollar fell against most leading currencies as traders took profits. The dollar fell to 100.94 Japanese yen from 101.42 yen and to 1.4349 German marks from 1.4385 marks. [ D10. ] Ford Sales Fell 9% in September Following soft September sales reports from its rivals, Ford said its overall vehicle sales for the month fell 9 percent, more than what analysts had expected. The decline was Ford's first monthly sales drop this year. [ D2. ] Court Orders Extradition of Leeson A German court ordered that Nicholas W. Leeson, the trader whose $1.35 billion in losses brought down Barings P.L.C., be extradited to Singapore to face 11 charges of fraud, forgery and breach of trust. [ D6. ] South American Beef Gaining Favor After decades of being shut out of the world's largest meat markets because of an epidemic of foot-and-mouth disease, Argentina and Uruguay have contained the disease among their cattle and are expected to begin shipping fresh and frozen beef to the United States and other countries in the next six months. [ D6. ] New Club Shakes Up Golf Stocks The willingness of many golfers to pay $300 for the newest innovation in equipment, a long-shot driver called the Burner Bubble, is unexpectedly putting pressure on the stocks of the industry leaders, the Callaway Golf Company and Cobra Golf. But analysts are unsure how to play this fight for dominance of the $1.5 billion premium club market. Market Place. [ D12. ] Peddling the New AT&T Richard A. McGinn, the chief executive of AT&T's giant equipment-manufacturing division, met with senior executives from nine telephone companies at the Telecom '95 trade show in Geneva this week to promote his soon-to-be-independent company and found unanimous support for AT&T's breakup. [ D4. ] Tough Sell for Simpson TV Special A number of the larger companies that stage pay-per-view television events have been approached about offering a pay-per-view interview with O. J. Simpson, but the companies have reservations about such an event. \"It may have some attraction to people who were voyeurs to this circus, but my reaction is that it would be in extremely bad taste,\" one executive said. [ B18. ] Putting Whimsy in the Air Two new airlines are taking their promotional cue from Southwest Airlines, which has had its flight attendants singing to the tune of the Flintstones and other familiar melodies since its inception in 1971. Valujet has adopted a cartoon of a smiling Boeing 747 as its logo, and Western Pacific has four planes painted with TV's \"Simpsons.\" Advertising. [ D8. ]","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1995-10-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1c1f78eb7c8105d6f18c8","word_count":597},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/05\/business\/business-digest-038474.html","snippet":"Selloff in Technology Issues Pulls Stock Market Down Technology stocks were battered, leading the stock market to its third straight  loss, as Wall Street continued to brace for possible disappointments in third-quarter earnings. The Nasdaq composite...","lead_paragraph":"Selloff in Technology Issues Pulls Stock Market Down Technology stocks were battered, leading the stock market to its third straight loss, as Wall Street continued to brace for possible disappointments in third-quarter earnings. The Nasdaq composite index, which is heavily weighted with technology stocks, dropped 18.18 points, to 1,002.27. The Dow Jones industrial average slipped 9.03 points, to 4,740.67.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUSINESS DIGEST"},"keywords":[],"pub_date":"1995-10-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1c0748eb7c8105d6ef205","word_count":575},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/05\/business\/international-business-south-american-beef-to-broaden-markets.html","snippet":"After decades of being shut out of the world's largest meat markets because of an epidemic of foot-and-mouth disease, Argentina and Uruguay have finally contained the disease among their cattle and are expected to begin shipping fresh and frozen beef...","lead_paragraph":"After decades of being shut out of the world's largest meat markets because of an epidemic of foot-and-mouth disease, Argentina and Uruguay have finally contained the disease among their cattle and are expected to begin shipping fresh and frozen beef to the United States and other countries in the next six months. The two nations, which have undertaken an aggressive vaccination program to eradicate the disease, are in the final stages of gaining approval to export fresh beef to the United States, an endorsement that industry analysts say will open markets for Argentina and Uruguay in Asia and Europe, as well, where they also face restrictions.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"South American Beef to Broaden Markets","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA ANDPACIFIC AREAS"},{"name":"subject","value":"VACCINATION AND IMMUNIZATION"},{"name":"subject","value":"QUOTAS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLDMARKET"},{"name":"subject","value":"MEAT"},{"name":"subject","value":"FOOT-AND-MOUTH DISEASE"}],"pub_date":"1995-10-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Calvin","rank":1,"lastname":"SIMS"}],"original":"By CALVIN SIMS"},"type_of_material":"News","_id":"4fd1c0748eb7c8105d6ef204","word_count":803},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/05\/business\/market-place-callaway-cobra-and-taylor-made-fight-for-golf-sales.html","snippet":"THE willingness of many golfers to pay $300 for the newest innovation in equipment, a long-shot driver called the Burner Bubble, is unexpectedly putting pressure on the stocks of the industry leaders, the Callaway Golf Company and Cobra Golf Inc.  ...","lead_paragraph":"THE willingness of many golfers to pay $300 for the newest innovation in equipment, a long-shot driver called the Burner Bubble, is unexpectedly putting pressure on the stocks of the industry leaders, the Callaway Golf Company and Cobra Golf Inc. Like indecisive golfers fiddling with their clubs, industry analysts are unsure how to play this fight for dominance of the $1.5 billion premium club market. Some recommend buying Callaway and taking advantage of the weakness in its shares, which ended at $15, down 37.5 cents, on the New York Stock Exchange yesterday, a multiple of 10 times estimated earnings. They contend that the stock is being punished unjustifiably by the Bubble Shaft, developed by the Taylor Made Golf Company, a unit of Salomon S.A., the French ski equipment maker.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Market Place; Callaway, Cobra and Taylor Made fight for golf sales."},"keywords":[{"name":"creative_works","value":"MARKET PLACE (TIMES COLUMN)"},{"name":"organizations","value":"CALLAWAY GOLF CO"},{"name":"organizations","value":"COBRA GOLF INC"},{"name":"subject","value":"INDUSTRY PROFILES"},{"name":"subject","value":"GOLF"}],"pub_date":"1995-10-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Andrea","rank":1,"lastname":"Adelson"}],"original":"By Andrea Adelson"},"type_of_material":"News","_id":"4fd202db8eb7c8105d768c38","word_count":727},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/12\/world\/amazon-is-burning-again-as-furiously-as-ever.html","snippet":"Three years after Brazil was host to the Earth Summit, shepherding ambitious  international accords on biodiversity and climate change, burnings in the Amazon region appear to be approaching the worst levels ever, while information on the  country's...","lead_paragraph":"Three years after Brazil was host to the Earth Summit, shepherding ambitious international accords on biodiversity and climate change, burnings in the Amazon region appear to be approaching the worst levels ever, while information on the country's most explosive ecological issue -- the extent of forest clearing in the Amazon -- has virtually dried up. The burnings, aggravated by six months of little or no rain in the region, are leaving a thick blanket of gray smoke over forest and savanna. At the height of the recent burning season, the forest was cloaked in shadow, the sun appeared veiled and neither stars nor moon could be seen in the night sky.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Amazon Is Burning Again, as Furiously as Ever"},"keywords":[{"name":"glocations","value":"AMAZON JUNGLE"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"FORESTS AND FORESTRY"},{"name":"subject","value":"FOREST AND BRUSH FIRES"}],"pub_date":"1995-10-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd1c16a8eb7c8105d6f033b","word_count":1094},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/13\/arts\/art-in-review-195395.html","snippet":"Luis Camnitzer 'Amanaplanacanalpanama'  El Museo del Barrio 1230 Fifth Avenue (at 104th Street) Through Jan. 7  Luis Camnitzer 'Book of Walls'  Carla Stellweg Gallery 87 East Houston Street SoHo Through Oct. 21","lead_paragraph":"Luis Camnitzer 'Amanaplanacanalpanama' El Museo del Barrio 1230 Fifth Avenue (at 104th Street) Through Jan. 7 Luis Camnitzer 'Book of Walls' Carla Stellweg Gallery 87 East Houston Street SoHo Through Oct. 21","abstract":null,"print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Art in Review"},"keywords":[{"name":"persons","value":"CAMNITZER, LUIS"},{"name":"persons","value":"SMITH, ROBERTA"},{"name":"organizations","value":"MUSEO DEL BARRIO"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"1995-10-13T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Holland","rank":1,"lastname":"COTTER"}],"original":"By HOLLAND COTTER"},"type_of_material":"Review","_id":"4fd201f38eb7c8105d766e14","word_count":413},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/13\/nyregion\/c-corrections-409095.html","snippet":"An article in Business Day on Oct. 5 about efforts by Argentina and Uruguay to gain approval to export fresh beef to the United States misidentified a trade group whose representative was quoted on the impact of such exports on American meat...","lead_paragraph":"An article in Business Day on Oct. 5 about efforts by Argentina and Uruguay to gain approval to export fresh beef to the United States misidentified a trade group whose representative was quoted on the impact of such exports on American meat producers. Alan Sobba is director of tax and trade for the National Cattlemen's Association, not the Meat Importers Council of America.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"MEAT"},{"name":"subject","value":"CORRECTION STORIES"}],"pub_date":"1995-10-13T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd1d0ee8eb7c8105d70af51","word_count":63},{"web_url":"http:\/\/www.nytimes.com\/1995\/10\/16\/nyregion\/once-a-disgraced-senator-dodd-gets-a-presidential-salute.html","snippet":"Surrounded by the heirs and archives of a Democratic dynasty, President Clinton came to this Connecticut college town today for a sentimental tribute to Thomas J. Dodd, whose career took him from work as a prosecutor at the Nuremberg war trials to...","lead_paragraph":"Surrounded by the heirs and archives of a Democratic dynasty, President Clinton came to this Connecticut college town today for a sentimental tribute to Thomas J. Dodd, whose career took him from work as a prosecutor at the Nuremberg war trials to censure by his colleagues in the United States Senate before his death a quarter-century ago. With the help of Mr. Dodd's sons, Senator Christopher J. Dodd, the current general chairman of the Democratic National Committee, and Thomas J. Dodd Jr., the United States Ambassador to Uruguay, Mr. Clinton dedicated the Thomas J. Dodd Research Center, a new library at the University of Connecticut here.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Once a Disgraced Senator, Dodd Gets a Presidential Salute"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"persons","value":"WILLIAM JEFFERSON 'BILL' CLINTON"},{"name":"persons","value":"DODD, THOMAS J"},{"name":"organizations","value":"DODD, THOMAS J, RESEARCH CENTER"},{"name":"organizations","value":"UNIVERSITY OF CONNECTICUT"}],"pub_date":"1995-10-16T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Todd","middlename":"S.","lastname":"PURDUM","rank":1,"role":"reported","organization":""}],"original":"By TODD S. PURDUM"},"type_of_material":"News","_id":"4fd1ec4e8eb7c8105d73d8a2","word_count":1025}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}