{"response":{"meta":{"hits":98,"time":38,"offset":70},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1985\/10\/20\/arts\/stamps-washington-18-cent-coil-stamp.html","snippet":"The United States Postal Service has announced that the new 18-cent coil stamp will feature a portrait of George Washington with the Washington Monument in the background. The first day of issue is Nov. 6 in Washington, D.C. Stamps will go on sale...","lead_paragraph":"The United States Postal Service has announced that the new 18-cent coil stamp will feature a portrait of George Washington with the Washington Monument in the background. The first day of issue is Nov. 6 in Washington, D.C. Stamps will go on sale across the country Nov. 7. The 18-cent denomination meets the basic presort rate for first-class letter mail. The design was unveiled Feb. 16 in Richmond, Va. At that time the stamp was expected to be released in July, but the heavy schedule of new issues this year resulted in its postponement. The George Washington portrait depicted is primarily based on a Gilbert Stuart painting. Since the Washington Monument was dedicated 100 years ago, its inclusion on this stamp is an appropriate gesture. This is the first stamp designed by Thomas Szumowski of Waltham, Mass.","abstract":null,"print_page":"35","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WASHINGTON 18-CENT COIL STAMP","kicker":"STAMPS"},"keywords":[{"name":"creative_works","value":"PIRATES OF THE CARIBBEAN (MOVIE)"},{"name":"glocations","value":"NEW ZEALAND"},{"name":"organizations","value":"DISNEY, WALT, PRODUCTIONS INC"},{"name":"subject","value":"COLLECTORS AND COLLECTIONS"},{"name":"subject","value":"CATALOGUES"},{"name":"subject","value":"STAMPS (POSTAL)"}],"pub_date":"1985-10-20T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"John","middlename":"F.","lastname":"Dunn","rank":1,"role":"reported","organization":""}],"original":"By John F. Dunn"},"type_of_material":"News","_id":"4fd164778eb7c8105d6511fe","word_count":1818},{"web_url":"http:\/\/www.nytimes.com\/1985\/10\/20\/travel\/what-s-doing-in-buenos-aires.html","snippet":"South America explodes into spring in October, and Buenos Aires -above all, a walker's city - is one of the best cities in which to savor the approach of the Southern Hemisphere's summer. The Argentine capital is full of parks, cafes, streets of...","lead_paragraph":"South America explodes into spring in October, and Buenos Aires -above all, a walker's city - is one of the best cities in which to savor the approach of the Southern Hemisphere's summer. The Argentine capital is full of parks, cafes, streets of luxurious shopping, and a panoply of well-dressed Argentines who love nothing better than showing off themselves and their city to foreigners. It is also the time of year when Argentines escape on the weekends to their country places, clubs and beaches. The visitor might want to follow to retreats such as Bariloche, a mountain resort where spring means the skiers depart and the trout fishermen arrive, or, just across the River Plate, to the beach resort of Punta del Este in Uruguay.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BUENOS AIRES","kicker":"WHAT'S DOING IN"},"keywords":[{"name":"creative_works","value":"WHAT'S DOING IN...(TIMES COLUMN)"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1985-10-20T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lydia","rank":1,"lastname":"Chavez"}],"original":"By Lydia Chavez; LYDIA CHAVEZ is chief of the Buenos Aires bureau of The Times"},"type_of_material":"News","_id":"4fd148db8eb7c8105d62595b","word_count":1840},{"web_url":"http:\/\/www.nytimes.com\/1985\/10\/24\/world\/the-un-s-anniversary-un-s-gift-to-tongues-a-corps-of-interpreters.html","snippet":"If the United Nations, as its critics charge, is a Tower of Babel, then the teams of interpreters are the tour guides, the indispensable link helping diplomats from 159 nations to speak a common language.   On Monday, at a luncheon sponsored by Nancy...","lead_paragraph":"If the United Nations, as its critics charge, is a Tower of Babel, then the teams of interpreters are the tour guides, the indispensable link helping diplomats from 159 nations to speak a common language. On Monday, at a luncheon sponsored by Nancy Reagan, they hovered behind the wives of world leaders. In the darkened booths above the General Assembly, they interpreted a speech delivered in French by the President of Senegal, Abdou Diouf. And in basement conference rooms, they dealt with the details of disarmament and development.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N.'S GIFT TO TONGUES: A CORPS OF INTERPRETERS","kicker":"THE U.N.'S ANNIVERSARY"},"keywords":[{"name":"persons","value":"MACHEREZ, EDITH"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"GENERAL ASSEMBLY"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"TRANSLATION"}],"pub_date":"1985-10-24T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd152128eb7c8105d633eab","word_count":549},{"web_url":"http:\/\/www.nytimes.com\/1985\/10\/28\/business\/bankers-to-assess-baker-plan.html","snippet":"The Reagan Administration is hoping that a consensus in favor of its recent initiative to ease the global debt crisis will emerge here Monday at a closed-door meeting of commercial banks holding 85 percent of the third world's debt.   But opposition...","lead_paragraph":"The Reagan Administration is hoping that a consensus in favor of its recent initiative to ease the global debt crisis will emerge here Monday at a closed-door meeting of commercial banks holding 85 percent of the third world's debt. But opposition to the plan, which calls on the banks to lend an additional $20 billion over three years to debtors that streamline their economies, could delay, or even prevent, a public endorsement, which the United States seeks. Some European bankers say they doubt the wisdom of calling on banks to increase their holdings of shaky loans. They say that the governments of industrialized countries should be playing a larger role by giving more credits, and by guaranteeing more of any new commercial bank loans.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BANKERS 'TO ASSESS' BAKER PLAN"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1985-10-28T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd167248eb7c8105d655800","word_count":947},{"web_url":"http:\/\/www.nytimes.com\/1985\/11\/03\/movies\/film-captures-argentina-s-agony.html","snippet":"In the recent history of Argentina's dictatorship so many people were kidnapped and tortured by right-wing death squads and then vanished without trace that a grisly noun came into common use: ''Los Desaparecidos'' - the disappeared ones. Their...","lead_paragraph":"In the recent history of Argentina's dictatorship so many people were kidnapped and tortured by right-wing death squads and then vanished without trace that a grisly noun came into common use: ''Los Desaparecidos'' - the disappeared ones. Their children, treated as war booty, were often given to government officials or sympathizers who were childless. ''The Official Story,'' a prize-winning Argentine film that is called ''Los Desaparecidos'' in Spanish, examines the social and psychological trauma that is the legacy of such practices even today, after democracy has come. The film, opening Friday at the Paris Theater, tells the story of an upper-middle-class mother who begins to suspect that her beloved daughter, whom she adopted as an infant five years before, may have belonged to one of the mothers or grandmothers whose agonized faces she sees begging for the return of their lost children outside the presidential offices at the Plaza de Mayor in Buenos Aires. It is also the story of the consequences of refusing to believe in unpalatable truths - of blindness caused by the unwillingness to see.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FILM CAPTURES ARGENTINA'S AGONY"},"keywords":[{"name":"creative_works","value":"OFFICIAL STORY, THE (MOVIE)"},{"name":"persons","value":"ALEANDRO, NINA"},{"name":"subject","value":"MOTION PICTURES"}],"pub_date":"1985-11-03T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Movies; Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Nina","rank":1,"lastname":"DARNTON"}],"original":"By NINA DARNTON"},"type_of_material":"Interview","_id":"4fd164688eb7c8105d6508ef","word_count":1640},{"web_url":"http:\/\/www.nytimes.com\/1985\/11\/06\/world\/the-church-in-latin-america-seeks-interchange-with-jews.html","snippet":"Strongly influenced by the activist bishops of Brazil, Latin America's Roman Catholic Church is for the first time giving priority to establishing a permanent interchange of ideas with the region's Jewish groups.   At a conference of Catholic and...","lead_paragraph":"Strongly influenced by the activist bishops of Brazil, Latin America's Roman Catholic Church is for the first time giving priority to establishing a permanent interchange of ideas with the region's Jewish groups. At a conference of Catholic and Jewish leaders here this week, an impressive turnout of Catholic prelates was seen as a mark of the importance these clergymen give to eliminating the legacy in Latin America of distrust toward Judaism and ignorance about it. The prelates included Paulo Evaristo Cardinal Arns of Sao Paulo, Jean-Marie Cardinal Lustiger of Paris, the Presidents of the Latin American and the Brazilian Conferences of Bishops, the Secretary of the Holy See's Commission for Relations with Jews and seven other Brazilian prelates.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE CHURCH IN LATIN AMERICA SEEKS INTERCHANGE WITH JEWS"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"JEWS"}],"pub_date":"1985-11-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd148d98eb7c8105d6257cc","word_count":490},{"web_url":"http:\/\/www.nytimes.com\/1985\/11\/10\/sports\/sunday-sports.html","snippet":"Baseball Metros de San Juan vs. Cangrejeros de Santurce, at San Juan. Puerto Rico Winter League game of the week. (Television - Channel 41, noon, live). Football Giants vs. Los Angeles Rams, at Giants Stadium, 1 P.M. The Rams are second only to the...","lead_paragraph":"Baseball Metros de San Juan vs. Cangrejeros de Santurce, at San Juan. Puerto Rico Winter League game of the week. (Television - Channel 41, noon, live). Football Giants vs. Los Angeles Rams, at Giants Stadium, 1 P.M. The Rams are second only to the Chicago Bears in taking advantage of turnovers in , with a plus 11 in that category. The Giants have a minus 2. (Television - Channel 2, 1 P.M. Radio - WNEW 1130, 1 P.M.) Jets vs. Dolphins, at Miami. (Television - Channel 4, 4 P.M. Radio - WABC 770, 4 P.M.) College: Mississippi Valley State vs. Alcorn State, at Jackson, Miss. Willie Totten has 204 completions in 356 attempts for 2,729 yards and 30 touchdowns for Mississippi Valley. Running National Road Runners Club 17th annual Age Group Championships, at Van Cortlandt Park, 245th Street and Broadway, the Bronx, 10 A.M. More than 2,500 runners from 2 years old to 70 will compete in races ranging from a quarter-mile to 5,000 meters. Soccer Paraguay vs Chile, at Asuncion, Paraguay. First of two World Cup qualifying matches for the final South American berth in next year's tournament. The other three teams already qualified from South America are Argentina, Brazil and Uruguay. (Television -Channel 41, 4:45 P.M. live). Inter vs. Naples, at Milan, Italian Professional League game of the week (Television - Channel 31, 8:30 A.M. live). Other Events BADMINTON: Eastern States Open Championships, at Greenwich (Conn.) High School, 10 A.M. Admission is free for the final day of competition.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SUNDAY SPORTS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1985-11-10T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd167278eb7c8105d655a9a","word_count":374},{"web_url":"http:\/\/www.nytimes.com\/1985\/11\/19\/arts\/e-rodriguez-monegal.html","snippet":"Emir Rodriguez Monegal, director of graduate studies in Spanish and Portuguese at Yale University, died Thursday at the university's Health Services infirmary in New Haven. He was 64 years old and lived in New Haven.","lead_paragraph":"Emir Rodriguez Monegal, director of graduate studies in Spanish and Portuguese at Yale University, died Thursday at the university's Health Services infirmary in New Haven. He was 64 years old and lived in New Haven.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"E. RODRIGUEZ MONEGAL"},"keywords":[{"name":"persons","value":"MONEGAL, E RODRIGUEZ"},{"name":"subject","value":"DEATHS"}],"pub_date":"1985-11-19T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts; Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary","_id":"4fd164768eb7c8105d6510df","word_count":164},{"web_url":"http:\/\/www.nytimes.com\/1985\/11\/24\/sports\/views-of-sport-chess-match-at-sea-7000-miles-of-moves.html","snippet":"ON Sept. 28, 15 well-appointed ocean-racing yachts ranging in size from 50 to 82 feet set sail from Portsmouth, England, for the first leg of the Whitbread Round-the-World Race. Cape Town was 7,000 miles away, and in this race, dubbed the ''sailor's...","lead_paragraph":"ON Sept. 28, 15 well-appointed ocean-racing yachts ranging in size from 50 to 82 feet set sail from Portsmouth, England, for the first leg of the Whitbread Round-the-World Race. Cape Town was 7,000 miles away, and in this race, dubbed the ''sailor's Everest,'' it was just the beginning. During the next seven months, through fair weather and foul, this fleet manned by adventurers from 10 nations will call at Auckland, New Zealand, and Punta del Este, Uruguay, before returning to England sometime next May. By then, they will have logged more than 27,000 miles. By virtue of the time involved and the businesslike-manner of the crews and sponsors, this event - unlike the kindlier forms of yachting that are considered to be a game in life - becomes your whole life. As a lifer indeed, this is my third Whitbread Race. If the act of skippering the pop star Simon Le Bon's yacht, Drum, didn't come with enough inherent notoriety, then our untimely capsizing off the British coast during last summer's Fastnet Race certainly did. All 24 crewmen were rescued. But with the keel falling off the boat as it did, it was an incident that rocked the marine industry.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CHESS MATCH AT SEA, 7,000 MILES OF MOVES","kicker":"VIEWS OF SPORT"},"keywords":[{"name":"subject","value":"RACES AND REGATTAS"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1985-11-24T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Skip","rank":1,"lastname":"NOVAK"}],"original":"By SKIP NOVAK; Skip Novak of Chicago is skipper of the British maxiyacht Drum in the Whitbread Round-the-World Race. The fleet is scheduled to set out Dec. 4 for Auckland, New Zealand, on the second leg of the race"},"type_of_material":"News","_id":"4fd15dd48eb7c8105d645588","word_count":1272},{"web_url":"http:\/\/www.nytimes.com\/1985\/12\/02\/world\/the-lure-and-the-lore-of-argentina-s-summer.html","snippet":"As the weather turns warm in South America, whatever the economic climate, one idea takes hold of most Argentines -it's time for the annual vacation.   This nation's summer season, and how it is spent, says much about the country's union rights,...","lead_paragraph":"As the weather turns warm in South America, whatever the economic climate, one idea takes hold of most Argentines -it's time for the annual vacation. This nation's summer season, and how it is spent, says much about the country's union rights, class system and convivial spirit. In Argentina it is not only the rich who travel. The powerful unions made the summer vacation an egalitarian frolic in the 1940's by building huge seaside hotels for their members. Since then the Argentine summer season has become sacrosanct.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE LURE (AND THE LORE) OF ARGENTINA'S SUMMER"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1985-12-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lydia","rank":1,"lastname":"CHAVEZ"},{"organization":"","role":"reported","rank":2}],"original":"By LYDIA CHAVEZ, Special to the New York Times"},"type_of_material":"News","_id":"4fd167278eb7c8105d655a86","word_count":947}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}