{"response":{"meta":{"hits":135,"time":59,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/21\/opinion\/l-microsoft-is-no-spain-695483.html","snippet":"To the Editor:    A July 17 Business Day article on Microsoft's $500 billion market value says that if Microsoft were a country, its gross national product would rank right behind Spain's, the ninth-largest economy in the world. This is misleading...","lead_paragraph":"To the Editor: A July 17 Business Day article on Microsoft's $500 billion market value says that if Microsoft were a country, its gross national product would rank right behind Spain's, the ninth-largest economy in the world. This is misleading and only feeds the hype surrounding Microsoft and Internet stocks.","abstract":"Richard W Moxon letter disputes July 17 article on Microsoft's $500 billion market value, which observed that if Microsoft were a country, its gross national product would rank just behind Spain's, ninth-largest economy in world","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Microsoft Is No Spain"},"keywords":[{"name":"persons","value":"MOXON, RICHARD W"},{"name":"glocations","value":"SPAIN"},{"name":"organizations","value":"MICROSOFT CORP"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"1999-07-21T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd221538eb7c8105d7a5cae","word_count":115},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/23\/movies\/classical-music-and-dance-guide.html","snippet":"Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region.    Opera    ''CENTRAL PARK,'' Glimmerglass Opera. Tomorrow night the Glimmerglass Opera...","lead_paragraph":"Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''CENTRAL PARK,'' Glimmerglass Opera. Tomorrow night the Glimmerglass Opera will present the world premiere of ''Central Park,'' a much-anticipated trilogy of one-act operas. Three eminent playwrights, each working for the first time in opera, have been paired with three up-and-coming composers to produce the works: ''The Festival of Lights'' (music by Deborah Drattell, libretto by Wendy Wasserstein); ''The Food of Love'' (music by Robert Beaser, libretto by Terrence McNally) and ''Strawberry Fields'' (music by Michael Torke, libretto by A. R. Gurney). The only thematic link is that each work is set in New York's Central Park. The production, reportedly elaborate, is directed by Mark Lamos. Also offered this weekend is Mozart's ''Abduction From the Seraglio'' tonight, with a cast headed by William Burden and Joyce Guyer, and Monteverdi's ''Ritorno d'Ulisse in Patria,'' with a cast that includes David Walker, Christine Abraham, Phyllis Pancella and James Maddalena. The Monteverdi will be conducted by Jane Glover, who has done some remarkable work at Glimmerglass and the New York City Opera in recent years. Tonight at 8 (''Abduction From the Seraglio''); tomorrow night at 8 (''Central Park'') and Sunday at 2 P.M. (''Il Ritorno d'Ulisse in Patria''), Glimmerglass Opera, 7300 State Highway 80, Cooperstown, N.Y., (607) 547-2255. Tickets: $40 to $80 (Anthony Tommasini).","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CLASSICAL MUSIC AND DANCE GUIDE"},"keywords":[],"pub_date":"1999-07-23T00:00:00Z","document_type":"article","news_desk":"Movies, Performing Arts\/Weekend Desk","section_name":"Movies; Arts","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd21f0f8eb7c8105d7a2016","word_count":3403},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/24\/business\/international-business-cashing-security-worries-bad-times-are-good-times-for-car.html","snippet":"One morning in March, two gunmen unleashed a point-blank barrage at the driver of a sedan carrying the three school-age children of Jorge Paulo Lemann, one of Brazil's wealthiest men. The car's glass did not shatter.    The car was armored, so just...","lead_paragraph":"One morning in March, two gunmen unleashed a point-blank barrage at the driver of a sedan carrying the three school-age children of Jorge Paulo Lemann, one of Brazil's wealthiest men. The car's glass did not shatter. The car was armored, so just one of the 20 bullets fired in the kidnapping attempt punctured the driver's window, grazing his right arm. He sped to safety, weaving through the quiet, tree-lined streets of the exclusive Jardim Europa neighborhood.","abstract":"Article on rising fortunes of O'Gara-Hess & Eisenhardt Armoring Co of Fairfield, Ohio, and other car-armoring companies in Brazil as result of growing fear among wealthy Brazilians over kidnappings; O'Gara's sales of armoring for cars at Sao Paulo office tripled after attempted March kidnapping of children of Jorge Paulo Lehmann; photos; graphs (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"INTERNATIONAL BUSINESS: Cashing In on Security Worries; Bad Times Are Good Times for Car Armorers in Brazil"},"keywords":[{"name":"persons","value":"LEHMANN, JORGE PAULO"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"O'GARA-HESS & EISENHARDT ARMORING CO"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"ARMOR"},{"name":"subject","value":"KIDNAPPING"},{"name":"subject","value":"SECURITY AND WARNING SYSTEMS"}],"pub_date":"1999-07-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd20c858eb7c8105d77bf51","word_count":1504},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/28\/business\/international-business-brazil-in-a-rift-with-argentina-suspends-commercial-talks.html","snippet":"Brazil has halted all commercial negotiations with Argentina after the two countries, South America's largest economies, clashed in a series of trade disputes.     A decision by the Argentines on Monday to review imports for evidence of unfair...","lead_paragraph":"Brazil has halted all commercial negotiations with Argentina after the two countries, South America's largest economies, clashed in a series of trade disputes. A decision by the Argentines on Monday to review imports for evidence of unfair trading practices and possibly to impose restrictions in some areas led to Brazil's decision.","abstract":"Brazil halts all commercial negotiations with Argentina following clashes in series of trade disputes; move follows Argentina's decision to review imports for evidence of unfair trading practices and possibly to impose restrictions in some areas; Brazil calls for meeting with Argentina, Paraguay and Uruguay, members of Mercosur regional trade zone, to discuss bloc's future (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil, in a Rift With Argentina, Suspends Commercial Talks","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ARGENTINA-INTERNATIONAL RELATIONS-BRAZIL"},{"name":"subject","value":"PROTECTIONISM (TRADE)"}],"pub_date":"1999-07-28T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd1ed648eb7c8105d73fcb8","word_count":548},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/28\/world\/world-briefing.html","snippet":"MIDDLE EAST    IRAN: PRESIDENT AFFIRMS STANCE -- President Mohammad Khatami, his reformist policies under attack by hard-liners after some of the worst unrest since the 1979 Islamic revolution, pledged to stand by his election promise to protect...","lead_paragraph":"MIDDLE EAST IRAN: PRESIDENT AFFIRMS STANCE -- President Mohammad Khatami, his reformist policies under attack by hard-liners after some of the worst unrest since the 1979 Islamic revolution, pledged to stand by his election promise to protect civil liberties. Mr. Khatami's speech, his first public appearance since pro-democracy student protests from July 8 to July 13, kicked off a three-day tour of the western province of Hamadan. (Reuters) IRAQ: NERVE GAS SET FOR DESTRUCTION -- The United Nations Security Council permitted an international arms team to proceed with the destruction of tiny specimens of the deadly nerve gas VX in Baghdad despite weeklong attempts by Russia to have the samples preserved. At issue was an attempt by Russia to have the chemical agents analyzed, a move suggesting suspicions by Moscow that the Special Commission, in charge of Iraqi disarmament, might have daubed VX on Iraqi missile warheads to fabricate evidence against Baghdad. (Reuters)","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BRIEFING"},"keywords":[],"pub_date":"1999-07-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jeanne","rank":1,"lastname":"Moore"}],"original":"Compiled by Jeanne Moore"},"type_of_material":"News","_id":"4fd200848eb7c8105d763fa8","word_count":1223},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/31\/business\/international-business-argentines-lift-a-threat-of-sanctions.html","snippet":"Argentina has retreated from a threat to impose punitive tariffs on Brazilian exports, easing a dispute between the two countries that had threatened the cohesion of the $1.1 trillion Mercosur trade bloc.    The conciliatory gesture came during a...","lead_paragraph":"Argentina has retreated from a threat to impose punitive tariffs on Brazilian exports, easing a dispute between the two countries that had threatened the cohesion of the $1.1 trillion Mercosur trade bloc. The conciliatory gesture came during a surprise visit to Brasilia on Thursday night by Argentine President Carlos Menem. Mr. Menem dined with President Fernando Henrique Cardoso at the Alvorada Palace in a public display of friendship aimed at defusing weeks of escalating commercial tension.","abstract":"Argentine Pres Carlos Menem, during surprise visit to Brazilia to dine with Pres Fernando Henrique Cardoso, retreats from threat to impose punitive tariffs on Brazilian exports; Menem's move is seen as initial step in strengthening relations within Mercosur trade bloc; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentines Lift a Threat Of Sanctions","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"persons","value":"MENEM, CARLOS SAUL"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"1999-07-31T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd226a38eb7c8105d7af00b","word_count":400},{"web_url":"http:\/\/www.nytimes.com\/1999\/08\/01\/weekinreview\/the-world-latin-america-s-leftists-say-adios-to-revolution.html","snippet":"IF looks alone were what mattered, Jose Mujica could still play a Tupamaro rebel in some new Costa Gavras film about Uruguay's desperate revolutionaries. Never mind that this one-time guerrilla is now a member of Congress who monitors the budget of...","lead_paragraph":"IF looks alone were what mattered, Jose Mujica could still play a Tupamaro rebel in some new Costa Gavras film about Uruguay's desperate revolutionaries. Never mind that this one-time guerrilla is now a member of Congress who monitors the budget of the same military that once tortured him. True to his old style, Mr. Mujica still chain smokes, rarely shaves and wears grubby, carelessly fitted blue jeans to the office. But listen to what the 65-year-old had to say in an interview not long ago: ''Since the Soviet experiment proved to be a colossal failure, the left is still searching for answers to today's social problems -- but through the system and not through some utopian notion that does not exist in reality.''","abstract":"Latin America's leftists have given up revolution; they are trying to change the system from within, accepting democratic pluralism and compromise, mixed with hefty dollops of self-criticism and rejection of old doctrines and platitudes; former Marxist guerrillas already participate in governing coalitions in Venezuela and Bolivia, they field mayors in many cities and towns in El Salvador, and in Uruguay, polls indicate that socialist candidate will do well in presidential election; even Fidel Castro of Cuba says days of armed struggle in Latin America are over; photos (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World; Latin America's Leftists Say Adios To Revolution"},"keywords":[{"name":"persons","value":"CASTRO, FIDEL"},{"name":"glocations","value":"VENEZUELA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CUBA"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"EL SALVADOR"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"}],"pub_date":"1999-08-01T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd225fe8eb7c8105d7ad942","word_count":1120},{"web_url":"http:\/\/www.nytimes.com\/1999\/08\/05\/business\/downshifting-in-argentina-recession-and-rivalries-with-brazil-stall-the-economy.html","snippet":"When Fiat S.p.A. inaugurated its giant Cordoba auto plant less than three years ago, Argentine Cabinet ministers clinked champagne glasses with senior Fiat executives from Turin. They gave union leaders hearty bearhugs and toasted the computerized,...","lead_paragraph":"When Fiat S.p.A. inaugurated its giant Cordoba auto plant less than three years ago, Argentine Cabinet ministers clinked champagne glasses with senior Fiat executives from Turin. They gave union leaders hearty bearhugs and toasted the computerized, robotized assembly lines never seen here before. And all agreed that with the middle class growing and trade with giant Brazil beginning to boom, Fiat could certainly expect to derive handsome profits from its $600 million investment in the factory.","abstract":"Brazil's sharp Jan currency devaluation has worsened Argentina's recession, costing Argentina competitiveness in world trade and limiting its capacity to export its way out of slump; Argentina's commitment to pegging its peso to dollar has ended its traditional hyperinflation, helped lure over $100 billion in foreign investments and stemmed capital flight and bank failures; sudden currency disparity has cut Argentina's exports to Brazil, which buys nearly one-third of its exports, by 30 percent; auto sector, most dependent on foreign sales, has been worst hit; graph of steep drop in auto exports; photos of car plant (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Downshifting in Argentina; Recession and Rivalries With Brazil Stall the Economy"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"AUTOMOBILES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1999-08-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd20fb18eb7c8105d782978","word_count":1563},{"web_url":"http:\/\/www.nytimes.com\/1999\/08\/05\/business\/international-business-brazil-steelmaker-to-add-us-link-to-pan-american-chain.html","snippet":"Gerdau S.A., one of Brazil's biggest steelmakers, moved to expand its manufacturing operations into the United States today with a deal to acquire control of the Ameristeel Corporation.    Gerdau said it would purchase a 75 percent stake in the...","lead_paragraph":"Gerdau S.A., one of Brazil's biggest steelmakers, moved to expand its manufacturing operations into the United States today with a deal to acquire control of the Ameristeel Corporation. Gerdau said it would purchase a 75 percent stake in the company, held by Kyoei Steel Ltd. of Japan, which would give Gerdau a pan-American production network extending from Canada to Chile. The deal for Ameristeel would also mean that nearly half of Gerdau's revenue would come from outside Brazil.","abstract":"Brazilian steelmaker Gerdau SA to buy 75 percent stake in Ameristeel Corp from Kyoei Steel Ltd; deal throws into question assumption that Gerdau would buy Companhia Siderurgica Nacional, Brazil's largest steelmaker (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Steelmaker to Add U.S. Link to Pan-American Chain","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"organizations","value":"GERDAU SA"},{"name":"organizations","value":"AMERISTEEL CORP"},{"name":"organizations","value":"KYOEI STEEL LTD"},{"name":"organizations","value":"COMPANHIA SIDERURGICA NACIONAL"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1999-08-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO"},"type_of_material":"News","_id":"4fd2016b8eb7c8105d765941","word_count":642},{"web_url":"http:\/\/www.nytimes.com\/1999\/08\/11\/world\/files-in-paraguay-detail-atrocities-of-us-allies.html","snippet":"When Martin Almada asked a judge for records of his arrest under the dictatorship of Gen. Alfredo Stroessner, he hoped merely to learn more about his own private tragedy: nearly four years of captivity, during which the police telephoned his wife so...","lead_paragraph":"When Martin Almada asked a judge for records of his arrest under the dictatorship of Gen. Alfredo Stroessner, he hoped merely to learn more about his own private tragedy: nearly four years of captivity, during which the police telephoned his wife so she would hear his screams under torture. Instead, the one-time schoolteacher unearthed a mountain of records detailing repression among United States-backed military regimes throughout South America during the cold war. From floor to ceiling, five tons of reports and photos detailed the arrest, interrogation and disappearance of thousands of political prisoners during General Stroessner's 35-year dictatorship.","abstract":"Arrest in London of Gen Augusto Pinochet, former Chilean dictator, gives new prominence to tons of documents unearthed six years ago in Paraguay that trace creation and work of secret plan among security forces in six Latin American countries to crush left-wing political dissent during cold war era; documents were discovered by Martin Almada, former Paraguayan school teacher who asked judge for records of his arrest under dictatorship of Gen Alfredo Stroessner; they detail how military rulers in Brazil, Argentina, Chile, Paraguay, Uruguay and Bolivia succeeded in exterminating thousands of political prisoners during Operation Condor; photo (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Files in Paraguay Detail Atrocities of U.S. Allies"},"keywords":[{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"persons","value":"STROESSNER, ALFREDO"},{"name":"persons","value":"ALMADA, MARTIN"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ARCHIVES AND RECORDS"},{"name":"subject","value":"OPERATION CONDOR"}],"pub_date":"1999-08-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd1ed678eb7c8105d73ff92","word_count":1788}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}