{"response":{"meta":{"hits":106,"time":42,"offset":70},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2001\/09\/27\/world\/terrorists-are-sought-in-latin-smugglers-haven.html","snippet":"For decades, this seedy border town has struggled with its reputation as the contraband capital of South America. But now the so-called Triple Frontier suddenly confronts a much bigger problem: 40 F.B.I. agents and police officers from three other...","lead_paragraph":"For decades, this seedy border town has struggled with its reputation as the contraband capital of South America. But now the so-called Triple Frontier suddenly confronts a much bigger problem: 40 F.B.I. agents and police officers from three other countries are scouring the area for evidence that the region has become a haven for Islamic terrorists. ''This is the very last thing that we needed here,'' lamented Faoud Fakih, a department store owner and prominent member of the Arab community here. ''Business is already bad, and now we are going to be stained by an even more disastrous kind of propaganda?''","abstract":"FBI agents and police officers from Paraguay, Brazil and Argentina are scouring Ciudad del Este, Paraguay, and other parts of three countries' common border for evidence that region, long notorious as contraband capital of South America, may also be haven for Islamic terrorists; Triple Frontier is home to estimated 12,000 people of Arab descent, most of them members of Lebanese immigrant families; photos; map (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Terrorists Are Sought in Latin Smugglers' Haven"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"CIUDAD DEL ESTE (PARAGUAY)"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"WASHINGTON (DC)"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"FEDERAL BUREAU OF INVESTIGATION"},{"name":"subject","value":"WORLD TRADE CENTER (NYC)"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"PENTAGON BUILDING"},{"name":"subject","value":"MISSING PERSONS"},{"name":"subject","value":"HIJACKING"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"2001-09-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2283f8eb7c8105d7b1253","word_count":1141},{"web_url":"http:\/\/www.nytimes.com\/2001\/09\/28\/arts\/art-review-idealism-and-spirit-in-visions-of-modernism-south-american-style.html","snippet":"Abstract painting. What a concept. Color, line, shape. Maybe some brushwork, maybe not. That's about it. You can do what you want with the results. You can treat a picture as a window onto something (open sky, inner space). Or as a physical object...","lead_paragraph":"Abstract painting. What a concept. Color, line, shape. Maybe some brushwork, maybe not. That's about it. You can do what you want with the results. You can treat a picture as a window onto something (open sky, inner space). Or as a physical object with texture and weight. Or, if you know a little history, as a utopian gesture, a chunk of the social sublime. Abstraction has been around so long now, though, that it's hard to remember how radical it felt when it was new, what it demanded of an audience in terms of faith and flexibility and, if you got it, how stimulating it could be. Some sense of that excitement comes across at the Americas Society this fall, in a trim, tangy exhibition titled ''Abstract Art From the Río de la Plata: Buenos Aires and Montevideo, 1933-1953.''","abstract":"Holland Cotter reviews Modernist art produced in Buenos Aires and Montevideo between 1933 and 1953, at Americas Society; photos (M)","print_page":"35","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Idealism and Spirit In Visions of Modernism, South American Style","kicker":"ART REVIEW"},"keywords":[{"name":"glocations","value":"MONTEVIDEO (URUGUAY)"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"organizations","value":"AMERICAS SOCIETY"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"2001-09-28T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Holland","rank":1,"lastname":"COTTER"}],"original":"By HOLLAND COTTER"},"type_of_material":"Review","_id":"4fd218198eb7c8105d7943e4","word_count":1144},{"web_url":"http:\/\/www.nytimes.com\/2001\/09\/28\/world\/world-briefing-the-americas-argentina-ex-dictator-facing-trial.html","snippet":"A judge ruled that the former dictator Jorge Videla would be put on trial for the abductions of 70 foreign nationals while he led a military junta between 1976 and 1981. General Videla is already under house arrest on charges that he was involved in...","lead_paragraph":"A judge ruled that the former dictator Jorge Videla would be put on trial for the abductions of 70 foreign nationals while he led a military junta between 1976 and 1981. General Videla is already under house arrest on charges that he was involved in the kidnapping of children born to mothers held in captivity. The reported abductions and executions of foreigners occurred as part of the Condor Plan, a coordinated effort by South American military leaders to eliminate leftists living in exile in Chile, Argentina, Uruguay, Bolivia and other countries during the 1970's. Clifford Krauss (NYT)","abstract":"Argentina court rules that former dictator Jorge Videla must stand trial for abductions of 70 foreign nationals between 1976 and 1981; photo (S)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing | The Americas: Argentina: Ex-Dictator Facing Trial"},"keywords":[{"name":"persons","value":"VIDELA, JORGE"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"MISSING PERSONS"},{"name":"subject","value":"KIDNAPPING"}],"pub_date":"2001-09-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Clifford","middlename":"Krauss","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Clifford Krauss (NYT)"},"type_of_material":"News","_id":"4fd2308a8eb7c8105d7bf14f","word_count":97},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/art-guide.html","snippet":"A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and...","lead_paragraph":"A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a highly recommended show. Museums ''ABSTRACT ART FROM THE RÍO DE LA PLATA: BUENOS AIRES AND MONTEVIDEO, 1933-1953,'' Americas Society, 680 Park Avenue, at 68th Street, (212) 249-8950 (through Dec. 9). Buenos Aires and Montevideo, respectively the capitals of Argentina and Uruguay, are in the very south of South America, a long way from the hot-spots of early Modernism in Europe and the United States. Yet in the 1930's and 40's, these two cosmopolitan cities were lively environments for forward-looking artists. Several are in this tangy exhibition, beginning with the tutelary figure of Joaquín Torres-García, a native Uruguayan. And whether following his example or running in the opposite direction, issuing public manifestos or working away in private, his younger colleagues suggest what an audacious experiment in alternative reality abstraction has always been. Hours: Tuesdays through Sundays, noon to 6 p.m. Free (Holland Cotter).","abstract":null,"print_page":"32","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ART GUIDE"},"keywords":[],"pub_date":"2001-10-05T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd218198eb7c8105d79441f","word_count":4350},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/08\/sports\/plus-soccer-china-qualifiesfor-first-world-cup.html","snippet":"Bora Milutinovic has done it again -- this time with China, which will be playing in its first World Cup.     Milutinovic, the globe-trotting Yugoslav coach, is headed to his fifth World Cup with his fifth team. He coached China to a 1-0 victory over...","lead_paragraph":"Bora Milutinovic has done it again -- this time with China, which will be playing in its first World Cup. Milutinovic, the globe-trotting Yugoslav coach, is headed to his fifth World Cup with his fifth team. He coached China to a 1-0 victory over Oman yesterday in the Chinese city of Shenyang, sparking widespread celebrations.","abstract":"China defeats Oman, 1-0, to qualify for World Cup soccer competition (S)","print_page":"9","blog":[],"source":"AP","multimedia":[],"headline":{"main":"China QualifiesFor First World Cup","kicker":"PLUS: SOCCER"},"keywords":[{"name":"glocations","value":"OMAN"},{"name":"glocations","value":"CHINA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-10-08T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd218158eb7c8105d794109","word_count":210},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/09\/sports\/soccer-notebook-differing-audiences-in-the-us-and-china.html","snippet":"Only the crowd of 40,483 at Foxboro Stadium outside Boston saw live the American qualification to the World Cup finals on Sunday because ABC dropped the telecast to report the military action in Afghanistan.     By contrast, China's qualification...","lead_paragraph":"Only the crowd of 40,483 at Foxboro Stadium outside Boston saw live the American qualification to the World Cup finals on Sunday because ABC dropped the telecast to report the military action in Afghanistan. By contrast, China's qualification Sunday was viewed by hundreds of millions on television there. China's methodical 1-0 victory over Oman set off carnival-like celebrations across the country, the biggest party perhaps at Tiananmen Square, where 500,000 gathered to celebrate.","abstract":"Article discusses joyous reaction in China to men's soccer team's qualifying for World Cup (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Differing Audiences In the U.S. and China","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"glocations","value":"CHINA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2001-10-09T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd2181b8eb7c8105d79454a","word_count":934},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/metro-briefing-new-jersey-dover-2-officers-hurt-in-soccer-melee.html","snippet":"Two Dover police officers were injured in a melee during a broadcast of a soccer match between Uruguay and Colombia, the police said. Patrolman Harry Ruiz suffered a concussion and Sgt. Bruce Cole aggravated a shoulder injury, after the two...","lead_paragraph":"Two Dover police officers were injured in a melee during a broadcast of a soccer match between Uruguay and Colombia, the police said. Patrolman Harry Ruiz suffered a concussion and Sgt. Bruce Cole aggravated a shoulder injury, after the two intervened in a brawl on Sunday involving about 50 people. Angel Mero, 36, the owner of the Baker Ballroom, where the World Cup qualifying match was shown, was arrested on charges of operating a public nuisance, the police said. Mr. Mero's wife, Silvanna, said her husband was innocent. Steve Strunsky (NYT)","abstract":"Two Dover, NJ, police officers are injured in melee during broadcast of soccer match between Uruguay and Colombia (S)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Metro Briefing | New Jersey: Dover: 2 Officers Hurt In Soccer Melee"},"keywords":[{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"DOVER (NJ)"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ATTACKS ON POLICE"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"2001-10-09T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Steve","middlename":"Strunsky","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Steve Strunsky (NYT) (Compiled by Anthony Ramirez)"},"type_of_material":"News","_id":"4fd20f998eb7c8105d7826f3","word_count":91},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/10\/nyregion\/our-towns-even-in-crisis-finding-room-for-outsiders.html","snippet":"HIS name is Jimmy, he said in Spanish, 24 years old and two months in America from Costa Rica. He stood in the doorway of the Dunkin' Donuts here at 5:30 Monday morning, huddled against the cold, waiting for a boss who spoke no Spanish, whose name he...","lead_paragraph":"HIS name is Jimmy, he said in Spanish, 24 years old and two months in America from Costa Rica. He stood in the doorway of the Dunkin' Donuts here at 5:30 Monday morning, huddled against the cold, waiting for a boss who spoke no Spanish, whose name he did not know, a big gringo with blond hair in a Chevy Suburban, coming to pick him up for a day's work at a construction site. At first, the young man said he was in America legally, then he said he could not give his whole name because he feared deportation. His dream? Marry an American girl and get legal fast. ''Of course I feel like an outsider,'' he said, standing on the quiet suburban street. ''Me siento solo'' (I feel alone). For years, up to 50 Hispanic men a day have appeared in front of Dunkin' Donuts hoping to be chosen for off-the-books day labor jobs in landscaping, demolition, construction. But on Monday morning, for the first time, these men were invited inside by Dover officials to a new day laborers' center, where they could stay warm, get free coffee, wait for the bosses and learn about health and housing benefits they can qualify for. Americans have always been at war with themselves over immigration; Dover is a reminder that even in a national crisis as we work to seal the borders, there are people quietly making room for the latest illegal immigrants.","abstract":"Our Towns column lauds Dover, NJ, officials for setting up new day laborers center where immigrant day workers can stay warm, get free coffee, wait for work and learn about health and housing benefits they qualify for (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Our Towns; Even in Crisis, Finding Room For Outsiders"},"keywords":[{"name":"glocations","value":"DOVER (NJ)"},{"name":"subject","value":"ILLEGAL ALIENS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"MIGRANT LABOR"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"HOUSING"},{"name":"subject","value":"MEDICINE AND HEALTH"}],"pub_date":"2001-10-10T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Health; New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michael","rank":1,"lastname":"WINERIP"}],"original":"By MICHAEL WINERIP"},"type_of_material":"News","_id":"4fd228a78eb7c8105d7b1f8f","word_count":783},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/13\/business\/international-business-trade-officials-hope-to-clear-air-before-big-meeting.html","snippet":"Top trade officials are heading for Singapore this weekend for a meeting aimed at breaking a logjam of issues standing in the way of a new global trade liberalization round.    Next month, trade ministers from the 142 member countries of the World...","lead_paragraph":"Top trade officials are heading for Singapore this weekend for a meeting aimed at breaking a logjam of issues standing in the way of a new global trade liberalization round. Next month, trade ministers from the 142 member countries of the World Trade Organization are due to meet in Qatar's capital, Doha, to rekindle efforts to open global markets to competition. Much is riding on that gathering, including the future effectiveness of the W.T.O., which sets trade rules and arbitrates disputes.","abstract":"Top trade officials are heading for Singapore for meeting aimed at breaking logjam of issues ahead of meeting of 142 member countries of World Trade Organization in Doha, Qatar, in November; hanging over preparations in Singapore is question of whether Doha meeting will take place, given security worries (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Trade Officials Hope to Clear Air Before Big Meeting","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"MOORE, MIKE"},{"name":"glocations","value":"DOHA (QATAR)"},{"name":"glocations","value":"SINGAPORE"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2001-10-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd231fd8eb7c8105d7c177b","word_count":666},{"web_url":"http:\/\/www.nytimes.com\/2001\/10\/19\/movies\/film-in-review-burnt-money.html","snippet":"Directed by Marcelo Piñeyro  In Spanish, with English subtitles  Not rated, 125 minutes     ''Plata Quemada'' (''Burnt Money''), a new film by the Argentine director Marcelo Piñeyro, which opens today at the Quad (34 West 13th Street, Greenwich...","lead_paragraph":"Directed by Marcelo Piñeyro In Spanish, with English subtitles Not rated, 125 minutes ''Plata Quemada'' (''Burnt Money''), a new film by the Argentine director Marcelo Piñeyro, which opens today at the Quad (34 West 13th Street, Greenwich Village), presents a curious mixture of strangeness and déjà vu. It starts out as a stylish, convoluted caper film in which a gang is assembled for a big score that doesn't go quite as smoothly as planned. The heist involves a disgraced tango singer, a crooked government official and an assortment of underworld types, but the movie's real focus is on the three younger members: Cuervo (Pablo Echarri), the girl-crazy, drug-addled getaway driver, and Angel (Eduardo Noriega) and Nene (Leonardo Sbaraglia), gay lovers known in criminal circles as the twins.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"'Burnt Money'","kicker":"FILM IN REVIEW"},"keywords":[{"name":"creative_works","value":"BURNT MONEY (MOVIE)"},{"name":"subject","value":"MOTIONS PICTURES, REVIEWS"}],"pub_date":"2001-10-19T00:00:00Z","document_type":"article","news_desk":"Movies, Performing Arts\/Weekend Desk","section_name":"Movies; Arts","subsection_name":null,"byline":{"person":[{"firstname":"A.","middlename":"O.","lastname":"SCOTT","rank":1,"role":"reported","organization":""}],"original":"By A. O. SCOTT"},"type_of_material":"Review","_id":"4fd263708eb7c8105d815de4","word_count":463}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}