{"response":{"meta":{"hits":77,"time":43,"offset":40},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2004\/07\/21\/world\/remove-wall-israel-is-told-by-the-un.html","snippet":"The General Assembly approved a resolution overwhelmingly on Tuesday evening demanding that Israel obey a World Court ruling that it abandon and dismantle its separation barrier on the West Bank and pay compensation to Palestinians affected by its...","lead_paragraph":"The General Assembly approved a resolution overwhelmingly on Tuesday evening demanding that Israel obey a World Court ruling that it abandon and dismantle its separation barrier on the West Bank and pay compensation to Palestinians affected by its construction. The vote was 150 in favor and 6 against -- including the United States -- with 10 abstentions. Last-minute amendments accepted by the Arab sponsors of the measure during a hastily called two-hour recess succeeded in gaining the support of all 25 members of the European Union and more than 30 other nations that had abstained the last time the matter came before the assembly. In that vote -- on Dec. 8, 2003, on a resolution that asked the international court to rule on the barrier's legality -- there were 74 abstentions, with 90 votes in favor and 8 against.","abstract":"UN General Assembly approves symbolic resolution demanding Israel obey World Court ruling to dismantle security fence on West Bank and pay compensation to Palestinians affected; vote is 150-6, US voting against 'unbalanced' measure; supporters include entire European Union; Israeli Amb Dan Gillerman points out that barrier was made necessary by Palestinian terrorism; photos (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Remove Wall, Israel Is Told By the U.N."},"keywords":[{"name":"persons","value":"GILLERMAN, DAN"},{"name":"glocations","value":"WEST BANK"},{"name":"glocations","value":"ISRAEL"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"PALESTINIANS"},{"name":"subject","value":"TERRORISM"}],"pub_date":"2004-07-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"}],"original":"By WARREN HOGE"},"type_of_material":"News","_id":"4fd27e808eb7c8105d8475ca","word_count":911},{"web_url":"http:\/\/www.nytimes.com\/2004\/07\/22\/sports\/sports-briefing.html","snippet":"PRO BASKETBALL  Pistons Keep Wallace      Rasheed Wallace, an unrestricted free-agent forward who helped transform the Pistons from contenders to N.B.A. champions, has agreed to a five-year contract worth $57 million to return to Detroit, two people...","lead_paragraph":"PRO BASKETBALL Pistons Keep Wallace Rasheed Wallace, an unrestricted free-agent forward who helped transform the Pistons from contenders to N.B.A. champions, has agreed to a five-year contract worth $57 million to return to Detroit, two people told The Associated Press yesterday.","abstract":"Detroit Pistons re-sign forward Rasheed Wallace to five-year, $57 million contract (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Sports Briefing"},"keywords":[{"name":"persons","value":"WALLACE, RASHEED"},{"name":"organizations","value":"DETROIT PISTONS"},{"name":"subject","value":"BASKETBALL"}],"pub_date":"2004-07-22T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"52b88b2838f0d86bcb2a64d3","word_count":"679"},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/01\/travel\/practical-traveler-language-study-at-the-source.html","snippet":"MICHAEL LORENZ, a software systems analyst who lives in Pasadena, Calif., had a compelling reason to study Japanese. He had begun dating Asuka Fujikawa, who is Japanese, while on vacation in Australia, and he wanted to be able to speak to her family...","lead_paragraph":"MICHAEL LORENZ, a software systems analyst who lives in Pasadena, Calif., had a compelling reason to study Japanese. He had begun dating Asuka Fujikawa, who is Japanese, while on vacation in Australia, and he wanted to be able to speak to her family in Japan without an interpreter. After spending six months in 2000 at KCP International Language Institute in Tokyo, ''I was able to talk to my future in-laws in Japanese,'' he said. The couple married last November.","abstract":"Language study at the source**Janet Piorko Practical Traveler column offers advice on using Internet and agencies to study languages while abroad; drawing (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Language Study At the Source","kicker":"PRACTICAL TRAVELER"},"keywords":[{"name":"subject","value":"LANGUAGE AND LANGUAGES"},{"name":"subject","value":"TRAVEL AND VACATIONS"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2004-08-01T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Technology; Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Janet","rank":1,"lastname":"PIORKO"}],"original":"By JANET PIORKO"},"type_of_material":"News","_id":"4fd27fc38eb7c8105d84a83c","word_count":1151},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/01\/world\/brazil-is-leading-a-largely-south-american-mission-to-haiti.html","snippet":"One American administration after another has tried and failed to maintain order and restore democracy in Haiti. Now, with Washington's enthusiastic support, Brazil has stepped in at the head of a United Nations mission, and is using unconventional...","lead_paragraph":"One American administration after another has tried and failed to maintain order and restore democracy in Haiti. Now, with Washington's enthusiastic support, Brazil has stepped in at the head of a United Nations mission, and is using unconventional diplomacy to complement the usual military show of force. Brazil has a long tradition of taking part in United Nations peacekeeping forces, from Central America to East Timor. But the Haiti mission is ''the first time that a U.N. force has been established with South American troops in a clear majority'' and with South Americans leading the political and military sides of the operation, Brazil's defense minister, José Viegas, noted in an interview in Brasília.","abstract":"Brazil takes lead in United Nations peacekeeping mission to Haiti; 5,000 mostly South American troops will be under command of Gen Augusto Heleno Ribeiro Pereira; Brazil hopes mission will boost its credibility as mediator and enhance ability of Mercosur trade bloc to act on world stage; Bush administration fully supports Brazil's efforts; US, France and other rich countries have pledged $1.3 billion in aid to Haiti, which Brazil says is essential to success of mission; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Is Leading a Largely South American Mission to Haiti"},"keywords":[{"name":"persons","value":"PEREIRA, AUGUSTO HELENO RIBEIRO"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"HAITI"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARBITRATION, CONCILIATION AND MEDIATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2004-08-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd280278eb7c8105d84b5e3","word_count":978},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/03\/sports\/soccer-report-a-blues-revival-invades-chelsea.html","snippet":"The sky blue of the Chelsea Football Club is the shimmering new black of English soccer -- stylish and expensive.    ''We intend to own London first,'' Peter Kenyon, the club's chief executive, said in a telephone interview. ''At the same time, we...","lead_paragraph":"The sky blue of the Chelsea Football Club is the shimmering new black of English soccer -- stylish and expensive. ''We intend to own London first,'' Peter Kenyon, the club's chief executive, said in a telephone interview. ''At the same time, we take a longer view in international business. We want the best players, wherever they come from.''","abstract":"Chelsea Football Club coach Jose Mourinho is under pressure from owner Roman A Abramovich to bring success to team (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Blues Revival Invades Chelsea","kicker":"SOCCER REPORT"},"keywords":[{"name":"persons","value":"ABRAMOVICH, ROMAN A"},{"name":"persons","value":"MOURINHO, JOSE"},{"name":"organizations","value":"CHELSEA"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COACHES AND MANAGERS"}],"pub_date":"2004-08-03T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd2539d8eb7c8105d7fa565","word_count":1036},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/08\/style\/weddings-celebrations-nina-neivens-francisco-estrada-belli.html","snippet":"Niña Denise Neivens, an archaeologist, was married on Tuesday to Dr. Francisco Estrada-Belli, an assistant professor of anthropology at Vanderbilt University in Nashville. Sylvana Ruiz, a lawyer and notary in Guatemala, officiated in the offices of...","lead_paragraph":"Niña Denise Neivens, an archaeologist, was married on Tuesday to Dr. Francisco Estrada-Belli, an assistant professor of anthropology at Vanderbilt University in Nashville. Sylvana Ruiz, a lawyer and notary in Guatemala, officiated in the offices of her law firm, Ruiz Skinner-Klee & Ruiz in Guatemala City. Yesterday, Cardinal Rodolfo Quezada Toruño, the Roman Catholic Archbishop of Guatemala City, performed a religious ceremony at the Iglesia de San Juan del Obispo in Antigua, Guatemala. The bride, 24, met the bridegroom, 40, in 2002 when she stopped for lunch in a Guatemalan border city called Melchior de Mencos after a trip to the ancient Mayan city of Tikal, also in Guatemala. The bride is now working at a dig led by the bridegroom in Holmul, a Mayan site in the Petén region of Guatemala. Dr. Estrada-Belli's excavation of the city of Cival in Guatemala uncovered masks and ceremonial objects that are said to have added to the understanding of Mayan history.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Niña Neivens, Francisco Estrada-Belli","kicker":"WEDDINGS\/CELEBRATIONS"},"keywords":[{"name":"persons","value":"NEIVENS, NIÑA DENISE"},{"name":"persons","value":"BELLI, DR. FRANCISCO ESTRADA-"},{"name":"subject","value":"WEDDINGS AND ENGAGEMENTS"}],"pub_date":"2004-08-08T00:00:00Z","document_type":"article","news_desk":"Society Desk","section_name":"Style","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd280258eb7c8105d84b3fc","word_count":327},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/14\/world\/world-briefing-americas-peru-least-liked-latin-leader.html","snippet":"President Alejandro Toledo of Peru, mired in social and political crisis, is Latin America's least popular leader, according to a regional poll by Latinobarómetro, a Chilean organization. Mr. Toledo, left, whose five-year term began in July 2001,...","lead_paragraph":"President Alejandro Toledo of Peru, mired in social and political crisis, is Latin America's least popular leader, according to a regional poll by Latinobarómetro, a Chilean organization. Mr. Toledo, left, whose five-year term began in July 2001, has the support of just 8 percent of Peruvians polled. The poll suggested that his unpopularity was having a negative effect on citizen support for the country's democratic system, which dropped to 45 percent from 63 percent in 1996, the poll's first year. After Mr. Toledo, the least popular Latin American leaders in the poll were Jorge Batlle of Uruguay, with 12 percent, followed by Lucio Gutiérrez of Ecuador and Mireya Moscoso of Panama, each with 20 percent. President Álvaro Uribe of Colombia was the most popular, with 75 percent, followed by Néstor Kirchner of Argentina, with 73 percent, and Ricardo Lagos of Chile, with 64 percent. The poll was conducted among 19,605 people in 18 countries between May 21 and June 29.","abstract":"Regional poll by Latinobarometro finds that Peruvian President Alejandro Toledo is least popular Latin American leader with support of just 8 percent of Peruvians polled; Colombian President Alvaro Uribe is most popular with 75 percent; photo (S)","print_page":"4","blog":[],"source":"Agence France-Presse","multimedia":[],"headline":{"main":"World Briefing | Americas: Peru: Least-Liked Latin Leader"},"keywords":[{"name":"persons","value":"URIBE, ALVARO"},{"name":"persons","value":"TOLEDO, ALEJANDRO"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"PERU"},{"name":"organizations","value":"LATINOBAROMETRO"},{"name":"subject","value":"PUBLIC OPINION"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"2004-08-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd247fb8eb7c8105d7e4619","word_count":160},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/27\/arts\/art-review-ready-to-rumba.html","snippet":"While a conservative politician from Texas takes center stage in Manhattan next week, some of the most radical political art of the 20th century will heat up the wide-open gallery spaces of the Museum of Fine Arts, Houston, in a big, sharp,...","lead_paragraph":"While a conservative politician from Texas takes center stage in Manhattan next week, some of the most radical political art of the 20th century will heat up the wide-open gallery spaces of the Museum of Fine Arts, Houston, in a big, sharp, unconventional show called ''Inverted Utopias: Avant-Garde Art in Latin America.'' ''Political art'' has several meanings here. It can mean an art of polemics, hard targets, the naming of names. More often, it is art that poses existential questions: How do we live constructively in the world? How do we break habits of thinking and seeing? And it gives answers: Through fresh ideas and refreshed ideals, through intelligent action and vigilant stillness. In this view, all art, from agitprop posters to abstract paintings, is political.","abstract":"Holland Cotter reviews Inverted Utopias: Avant-Garde Art in Latin America on view at Museum of Fine Arts in Houston; photos (L)","print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ready to Rumba!","kicker":"ART REVIEW"},"keywords":[{"name":"organizations","value":"MUSEUM OF FINE ARTS"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"2004-08-27T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Holland","rank":1,"lastname":"COTTER"}],"original":"By HOLLAND COTTER"},"type_of_material":"Review","_id":"4fd247fd8eb7c8105d7e46cc","word_count":1949},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/27\/world\/papers-show-no-protest-by-kissinger-on-argentina.html","snippet":"In a 1976 meeting with officials of the newly installed military junta in Argentina, former Secretary of State Henry Kissinger raised no protest against human rights violations that were the start of Argentina's ''dirty war,'' according to a newly...","lead_paragraph":"In a 1976 meeting with officials of the newly installed military junta in Argentina, former Secretary of State Henry Kissinger raised no protest against human rights violations that were the start of Argentina's ''dirty war,'' according to a newly declassified document from United States government archives. The document, obtained by the nonprofit National Security Archive under the federal Freedom of Information Act, is a 13-page memorandum on an hourlong meeting between Mr. Kissinger and Adm. César Augusto Guzzetti, the foreign Minister of Argentina, on June 10, in Santiago, Chile. The meeting, Mr. Kissinger's first with the foreign minister, occurred less than three months after the military ousted the government of Isabel Perón.","abstract":"Newly declassified document from United States government archives shows that in 1976, then-Secretary of State Henry Kissinger raised no protest against human rights violations that were start of Argentina's 'dirty war' in his hourlong meeting with Adm Cesar Augusto Buzzetti, foreign minister of Argentina; also at meeting were Under Sec William Rogers and Giulio Einaudi, current assistant secretary general of Orgn of American States; Rogers, Einaudi and Kissinger have previously denied that Kissinger privately gave 'green light' to political repression and torture in Latin America (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Papers Show No Protest By Kissinger On Argentina"},"keywords":[{"name":"persons","value":"ROGERS, WILLIAM"},{"name":"persons","value":"BUZZETTI, CESAR AUGUSTO"},{"name":"persons","value":"EINAUDI, GIULIO"},{"name":"persons","value":"KISSINGER, HENRY A"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"},{"name":"subject","value":"TORTURE"}],"pub_date":"2004-08-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd27fc18eb7c8105d84a760","word_count":769},{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/29\/sports\/summer-2004-games-soccer-men-s-final-argentina-captures-its-first-soccer-gold.html","snippet":"Argentina won the men's soccer tournament Saturday to claim its first Olympic gold medal in any sport in more than half a century.    Carlos Tevez scored the only goal after 15 minutes as Argentina beat Paraguay, 1-0.","lead_paragraph":"Argentina won the men's soccer tournament Saturday to claim its first Olympic gold medal in any sport in more than half a century. Carlos Tevez scored the only goal after 15 minutes as Argentina beat Paraguay, 1-0.","abstract":"Argentina defeats Paraguay, 1-0, to win gold medal in soccer at 2004 Olympics; Paraguay wins silver and Italy wins bronze; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentina Captures Its First Soccer Gold","kicker":"SUMMER 2004 GAMES -- SOCCER: MEN'S FINAL"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"OLYMPIC GAMES"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"},{"name":"subject","value":"OLYMPIC GAMES (2004)"}],"pub_date":"2004-08-29T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Peter","rank":1,"lastname":"BERLIN"}],"original":"By PETER BERLIN"},"type_of_material":"News","_id":"4fd23e5e8eb7c8105d7d530b","word_count":541}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}