{"response":{"meta":{"hits":99,"time":58,"offset":70},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1983\/08\/21\/nyregion\/island-of-nations-on-the-sound.html","snippet":"WITH Ireland, Italy, Israel and India, with Japan and Jamaica and with Tanzania and Namibia all aboard - not to mention at least a dozen other represented countries, New Rochelle will turn into a miniature United Nations next Sunday, at least for a...","lead_paragraph":"WITH Ireland, Italy, Israel and India, with Japan and Jamaica and with Tanzania and Namibia all aboard - not to mention at least a dozen other represented countries, New Rochelle will turn into a miniature United Nations next Sunday, at least for a day. The occasion is the Festival of Nations on Oakwood Island, largest island of the 16-acre Five Islands Park, situated in Long Island Sound. There, foods, entertainment and artwork and crafts will be offered. Other nationalities represented, will be Chinese, Cubans, West Germans, Greeks, Guatemalans, Mexicans, Peruvians, Filipinos, Poles, Portuguese, Americans and Uruguayans.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ISLAND OF NATIONS ON THE SOUND"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-08-21T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Ian","middlename":"T.","lastname":"MACAULEY","rank":1,"role":"reported","organization":""}],"original":"By IAN T. MACAULEY"},"type_of_material":"News","_id":"4fd13a5d8eb7c8105d60f6a8","word_count":935},{"web_url":"http:\/\/www.nytimes.com\/1983\/08\/21\/magazine\/macumba.html","snippet":"Warren Hoge is The New York Times's bureau chief in Rio de Janeiro. By Warren Hoge   MAJOR BUSINESS decision was at hand so the Sao Paulo bank president gathered six associates, flew them to the Amazon and ritually sank blessed bowls of white and...","lead_paragraph":"Warren Hoge is The New York Times's bureau chief in Rio de Janeiro. By Warren Hoge MAJOR BUSINESS decision was at hand so the Sao Paulo bank president gathered six associates, flew them to the Amazon and ritually sank blessed bowls of white and yellow manioc flour in the river's roiling waters. Eager to beat out a competitor for a new contract, a Rio de Janeiro entrepreneur well known to the readers of the city's social columns went to a chosen stretch of desolate beach and buried himself and his wife in the sand with only handkerchiefs over their faces to keep them from suffocating. In the one house still lit in the early morning darkness of a hillside slum in Salvador, capital of the state of Bahia, Pericles Vieira de Souza stepped dazed from a small airless room full of statues, talismans and dime-store vases. On the floor behind him lay the bodies of sacrificed chickens. Clenched in his teeth was the head of a freshly killed goat.","abstract":null,"print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MACUMBA"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-08-21T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd13f118eb7c8105d615d27","word_count":4853},{"web_url":"http:\/\/www.nytimes.com\/1983\/08\/30\/obituaries\/no-headline-131610.html","snippet":"Jose Bergamin Gutierrez;Spanish Writer, Dies at 87   SAN SEBASTIAN, Spain, Aug. 29 (UPI) - Jose Bergamin Gutierrez, the Spanish writer who gained literary fame during the cultural awakening before the Spanish Civil War, died Sunday. He was 87 years...","lead_paragraph":"Jose Bergamin Gutierrez;Spanish Writer, Dies at 87 SAN SEBASTIAN, Spain, Aug. 29 (UPI) - Jose Bergamin Gutierrez, the Spanish writer who gained literary fame during the cultural awakening before the Spanish Civil War, died Sunday. He was 87 years old.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Headline"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-08-30T00:00:00Z","document_type":"article","news_desk":"Obituary","section_name":"Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary","_id":"4fd12f6e8eb7c8105d5fbd7f","word_count":201},{"web_url":"http:\/\/www.nytimes.com\/1983\/09\/10\/business\/no-headline-155910.html","snippet":"In weeklong discussions at the Organization of American States meeting here, delegates from both the United States and debtor nations have arrived on common ground on the causes and dimensions of Latin America's $300 billion debt.    The delegates...","lead_paragraph":"In weeklong discussions at the Organization of American States meeting here, delegates from both the United States and debtor nations have arrived on common ground on the causes and dimensions of Latin America's $300 billion debt. The delegates approved a document enumerating the causes of the region's huge debt, from high interest rates to the worldwide recession. But the Latin-American and Caribbean countries that adopted the proposal, along with the United States, also stated in the document that they ''reaffirm their historic acceptance of their international commmitments.'' And they created a special commission to make recommendations on ways to ease the burden.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Headline"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-09-10T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Kenneth","middlename":"N.","lastname":"GILPIN","rank":1,"role":"reported","organization":""}],"original":"By KENNETH N. GILPIN"},"type_of_material":"News","_id":"4fd13a5d8eb7c8105d60f647","word_count":1024},{"web_url":"http:\/\/www.nytimes.com\/1983\/09\/23\/opinion\/learn-latin-america-s-culture.html","snippet":"The Kissinger panel on Central America doubts that its long-term recommendations can be ready before 1984. It might be excused for taking a bit longer if it addressed the one consideration that has frustrated earlier efforts in dealing with Latin...","lead_paragraph":"The Kissinger panel on Central America doubts that its long-term recommendations can be ready before 1984. It might be excused for taking a bit longer if it addressed the one consideration that has frustrated earlier efforts in dealing with Latin America - our fundamental, dogged, appalling ignorance of the Latin mind and culture. Foreign students and statesmen refresh their perceptions of the United States by reading our poets, essayists, novelists and humorists. But our approach is like that of the man who, when asked which hurt most, ignorance or apathy, replied, ''I don't know and I don't care.'' Such indifference cannot be justified by our otherwise commendable concern for what people do rather than what they think.","abstract":null,"print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LEARN LATIN AMERICA'S CULTURE"},"keywords":[{"name":"persons","value":"RODO, JOSE ENRIQUE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CULTURE"}],"pub_date":"1983-09-23T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"James","middlename":"W.","lastname":"Symington","rank":1,"role":"reported","organization":""}],"original":"By James W. Symington; James W. Symington, a lawyer, and a Democrat, represented the Second District of Missouri in the House from 1969 to 1977"},"type_of_material":"Op-Ed","_id":"4fd130b08eb7c8105d5fe251","word_count":646},{"web_url":"http:\/\/www.nytimes.com\/1983\/10\/04\/opinion\/foreign-affairs-a-duty-of-freedom.html","snippet":"Freedom of the press, which is essential to the freedom of people to be informed and to influence their fate, is under mounting siege. A study by the International Press Institute showed that government controls and harassment increased substantially...","lead_paragraph":"Freedom of the press, which is essential to the freedom of people to be informed and to influence their fate, is under mounting siege. A study by the International Press Institute showed that government controls and harassment increased substantially in most parts of the world last year. In response, the watchdogs are beginning to see that they must bark not only when their own turf is threatened. They have to help strengthen each other's defenses. That is the message from a conference of the World Press Freedom Committee just concluded here. It has practical, professional implications, but it concerns much more than journalists.","abstract":null,"print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A DUTY OF FREEDOM","kicker":"FOREIGN AFFAIRS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-10-04T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Flora","rank":1,"lastname":"Lewis"}],"original":"By Flora Lewis"},"type_of_material":"Op-Ed","_id":"4fd132cc8eb7c8105d601a74","word_count":783},{"web_url":"http:\/\/www.nytimes.com\/1983\/10\/05\/sports\/finding-profit-in-roadwork.html","snippet":"Freddie Brown's contributions to boxing literature must start with his line ''When you're out of town, you're out of town.'' The veteran trainer was referring to hometown decisions, but boxers always have to face the perils of the road. They are...","lead_paragraph":"Freddie Brown's contributions to boxing literature must start with his line ''When you're out of town, you're out of town.'' The veteran trainer was referring to hometown decisions, but boxers always have to face the perils of the road. They are itinerant workers, The peso is undervalued, so Mexican fighters, who for years have migrated to California, Texas and other parts of the southwestern United States, are also moving to Japan and South Korea. For years, Puerto Ricans, Dominicans and other Latin Americans have had to set up shop in New York. The English boxing economy is so poor that Ray Clarke, secretary of the British Boxing Board of Control, worries that ''our best fighters could finish up for export only.'' Gerrie Coetzee, who recently took the World Boxing Association heavyweight title from Michael Dokes, left South Africa not because he wanted to become Americanized, but because he needed the experience of sparring with American fighters.","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FINDING PROFIT IN ROADWORK"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-10-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"firstname":"Michael","middlename":"Katz","lastname":"ON","rank":1,"role":"reported","organization":""}],"original":"MICHAEL KATZ ON BOXING"},"type_of_material":"News","_id":"4fd13c6b8eb7c8105d6128c8","word_count":792},{"web_url":"http:\/\/www.nytimes.com\/1983\/10\/06\/arts\/music-uruguayan-pianist.html","snippet":"HOMERO FRANCESCH, a pianist from Uruguay, returned to the Metropolitan Museum Monday night. He is a very interesting young player - with a fine ear for sound and an ability to express sophisticated musical ideas with directness and simplicity and no...","lead_paragraph":"HOMERO FRANCESCH, a pianist from Uruguay, returned to the Metropolitan Museum Monday night. He is a very interesting young player - with a fine ear for sound and an ability to express sophisticated musical ideas with directness and simplicity and no trace of artifice or calculation.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MUSIC: URUGUAYAN PIANIST"},"keywords":[{"name":"persons","value":"FRANCESCH, HOMERO"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1983-10-06T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"Holland"}],"original":"By Bernard Holland"},"type_of_material":"Review","_id":"4fd130028eb7c8105d5fce20","word_count":199},{"web_url":"http:\/\/www.nytimes.com\/1983\/10\/07\/opinion\/l-discover-the-culture-that-stirs-latin-hearts-215622.html","snippet":"To the Editor:   It was hardly surprising that the reference to the ''genius of Uruguay'' produced so little impression on the U.S. diplomats attending the 1967 Conference of American Presidents in Punta del Este that James W. Symington describes...","lead_paragraph":"To the Editor: It was hardly surprising that the reference to the ''genius of Uruguay'' produced so little impression on the U.S. diplomats attending the 1967 Conference of American Presidents in Punta del Este that James W. Symington describes (Op-Ed Sept. 23). Like the work of so many of his fellow Latin American ''pensadores,'' Jose Enrique Rodo's ''Ariel'' is extremely difficult to come by in English translation in this country.","abstract":null,"print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"DISCOVER THE CULTURE THAT STIRS LATIN HEARTS"},"keywords":[{"name":"persons","value":"SYMINGTON, JAMES W"},{"name":"persons","value":"GOCKING, ROGER"},{"name":"persons","value":"RODO, JOSE ENRIQUE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1983-10-07T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd130fc8eb7c8105d5fe5bd","word_count":290},{"web_url":"http:\/\/www.nytimes.com\/1983\/10\/19\/world\/senator-hollings-asks-increased-latin-trade.html","snippet":"Senator Ernest F. Hollings, one of seven candidates for the Democratic Presidential nomination, called yesterday for the United States to start importing from Latin America some of the things it now buys from the Far East. He said this would...","lead_paragraph":"Senator Ernest F. Hollings, one of seven candidates for the Democratic Presidential nomination, called yesterday for the United States to start importing from Latin America some of the things it now buys from the Far East. He said this would strengthen Latin American nations that are threatened by Communism and internal rebellion.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Senator Hollings Asks Increased Latin Trade"},"keywords":[{"name":"persons","value":"HOLLINGS, ERNEST F"},{"name":"glocations","value":"UNITED STATES (1983 PART 1)"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ELECTION ISSUES"}],"pub_date":"1983-10-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1406f8eb7c8105d617dd6","word_count":193}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}