{"response":{"meta":{"hits":126,"time":49,"offset":100},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1982\/10\/26\/sports\/colombia-won-t-be-cup-host.html","snippet":"The Colombian Government dropped out yesterday as the host country for the 1986 international soccer tournament, the World Cup, thus opening the way for the United States, Canada or Brazil to take over the championship. The World Cup is the most...","lead_paragraph":"The Colombian Government dropped out yesterday as the host country for the 1986 international soccer tournament, the World Cup, thus opening the way for the United States, Canada or Brazil to take over the championship. The World Cup is the most important athletic event for much of Europe and Latin America. In a television speech prepared for delivery last night, Belisario Betancur, the Colombian president, said his nation lacked the economic capacity to meet the requirements for the tournament as set by F.I.F.A., the World Football Association.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"COLOMBIA WON'T BE CUP HOST"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"PROFESSIONAL ATHLETICS"}],"pub_date":"1982-10-26T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd126758eb7c8105d5ed4b1","word_count":458},{"web_url":"http:\/\/www.nytimes.com\/1982\/10\/31\/nyregion\/music-greenwich-marks-a-musical-birthday.html","snippet":"THE Greenwich Philharmonia played itself ''Happy Birthday'' (in the witty little arrangement by Igor Stravinsky) and the audience celebrated with champagne at intermission.   The occasion was the launching last weekend of the Philharmonia's...","lead_paragraph":"THE Greenwich Philharmonia played itself ''Happy Birthday'' (in the witty little arrangement by Igor Stravinsky) and the audience celebrated with champagne at intermission. The occasion was the launching last weekend of the Philharmonia's 25th-anniversary season (the eighth under the direction of David Gilbert), not to mention the first concerts since the Greenwich high school auditorium got an acoustical ''face-lifting.'' The new sound seemed well-suited to Mr. Gilbert's full-throated orchestral colors, and while some tinkering may still be advisable to soften a certain brittleness, especially when the brasses let go, from now on the Philharmonia will be playing in more congenial sonic circumstances. The opening and closing works on the program last Sunday afternoon -Wagner's ''Rienzi'' Overture and Ravel's ''Rapsodie Espagnole'' - served to showcase the expertise of the Philharmonia musicians: entrances were precise, individual and sectional solos were well handled and the orchestra as a whole responded buoyantly to Mr. Gilbert's enthusiastic podium manner.","abstract":null,"print_page":"24","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GREENWICH MARKS A MUSICAL BIRTHDAY","kicker":"MUSIC"},"keywords":[{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1982-10-31T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Robert","rank":1,"lastname":"SHERMAN"}],"original":"By ROBERT SHERMAN"},"type_of_material":"News","_id":"4fd12b868eb7c8105d5f512a","word_count":692},{"web_url":"http:\/\/www.nytimes.com\/1982\/10\/31\/travel\/practical-traveler-when-a-visa-is-required.html","snippet":"For American tourists traveling to dozens of foreign countries, the advance work does not end with a valid passport, an airline ticket and a hotel reservation. In many of these countries, under widely varying circumstances, it is also necessary to...","lead_paragraph":"For American tourists traveling to dozens of foreign countries, the advance work does not end with a valid passport, an airline ticket and a hotel reservation. In many of these countries, under widely varying circumstances, it is also necessary to get a visa beforehand - and the lack of one could mean being turned away at the border. A visa, according to a State Department definition, is an endorsement, or stamp, placed by officials of a foreign government on a United States passport that permits the bearer to visit that foreign country. Some of the countries that require Americans to have visas are not surprising, such as the Soviet Union, China and South Africa, but some others that do may raise an American eyebrow - Australia, Japan and Venezuela, for example. Many travelers and travel-agent associations consider visas a nuisance, and there is a bill before Congress that would eliminate some of these requirements for foreign tourists traveling in the United States. Enactment of such legislation could start a reciprocal trend by foreign countries, but wholesale abandonment of visa requirements is not about to take place in the immediate future.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PRACTICAL TRAVELER: WHEN A VISA IS REQUIRED"},"keywords":[{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1982-10-31T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Irvin","rank":1,"lastname":"MOLOTSKY"}],"original":"By IRVIN MOLOTSKY"},"type_of_material":"News","_id":"4fd1284d8eb7c8105d5ef5ce","word_count":1221},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/06\/world\/1000-bodies-found-in-argentina-suspicions-rise-on-military-s-role.html","snippet":"Nearly 1,000 unidentified bodies have been discovered in six cemeteries over the last few weeks. The discovery has heightened public suspicions that the military, despite its denials, was responsible for the fate of 6,000 people who disappeared...","lead_paragraph":"Nearly 1,000 unidentified bodies have been discovered in six cemeteries over the last few weeks. The discovery has heightened public suspicions that the military, despite its denials, was responsible for the fate of 6,000 people who disappeared during a leftist insurgency in the 1970's. A judge has already noted that the register at one cemetery gives ''military confrontation'' or a similar reason as the cause of death of 31 people from among 156 unidentified bodies. Human rights leaders are now seeking court orders to have all the bodies exhumed for identification.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SUSPICIONS RISE ON MILITARY'S ROLE","kicker":"1,000 BODIES FOUND IN ARGENTINA"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"},{"name":"subject","value":"TERRORISM"}],"pub_date":"1982-11-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd1290d8eb7c8105d5f05ad","word_count":1056},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/10\/world\/in-rio-an-old-enemy-irks-the-army.html","snippet":"With less than a week to go in the campaigning for the first free municipal, legislative and gubernatorial elections in Brazil in 17 years, attention has focused on the race in Rio de Janeiro State, where a candidate for governor who is widely...","lead_paragraph":"With less than a week to go in the campaigning for the first free municipal, legislative and gubernatorial elections in Brazil in 17 years, attention has focused on the race in Rio de Janeiro State, where a candidate for governor who is widely resented by the armed forces is leading. The sudden emergence of Leonel Brizola in the polls is putting to its severest test the military-run Government's decision to hold elections and its pledge to guarantee that all winners take office. The men in uniform who took over Brazil in 1964 viewed Mr. Brizola as the most provocative figure in the country's public life. After failing in efforts to set off mutiny in the military ranks and rouse his followers to armed resistence, he fled the country and remained in exile for 15 years.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"IN RIO, AN OLD ENEMY IRKS THE ARMY"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"PUBLIC OPINION"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1982-11-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"},{"organization":"","role":"reported","rank":2}],"original":"By WARREN HOGE, Special to the New York Times"},"type_of_material":"News","_id":"4fd12a918eb7c8105d5f3143","word_count":947},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/14\/nyregion\/connecticut-guide-menotti-s-saint.html","snippet":"Gian Carlo Menotti, the operatic composer, will direct the production of his ''The Saint of Bleecker Street'' to be performed at 8 P.M. Saturday in Klein Memorial Auditorium, Fairfield Avenue, Bridgeport.   Conducted by his protege Lorenzo Muti of...","lead_paragraph":"Gian Carlo Menotti, the operatic composer, will direct the production of his ''The Saint of Bleecker Street'' to be performed at 8 P.M. Saturday in Klein Memorial Auditorium, Fairfield Avenue, Bridgeport. Conducted by his protege Lorenzo Muti of Spoleto, Italy, the production celebrates the 1982 Carlson Festival of the Arts of the University of Bridgeport and it is part of the regular Connecticut Grand Opera season. Soloists participating in the production from the Metropolitan Opera Company, the New York City Opera and the National Opera Company include Elizabeth Volkman, Melvyn Poll, Rosemarie Freni, Irwin Densen and Donna Casella. The Menotti work depicting life in an Italian neighborhood of New York City opened there at the Broadway Theater in 1954 and won for the composer his second Pulitzer Prize. Among his other operas are ''Amahl and the Night Visitors,'' ''The Consul,'' ''The Medium,'' ''The Telephone,'' ''Amelia Goes to the Ball'' and ''The Old Maid and the Thief.''","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MENOTTI'S 'SAINT'","kicker":"CONNECTICUT GUIDE"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1982-11-14T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eleanor","rank":1,"lastname":"Charles"}],"original":"By Eleanor Charles"},"type_of_material":"News","_id":"4fd1248d8eb7c8105d5e995a","word_count":970},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/14\/us\/latin-american-scholar-fights-to-stay-in-us.html","snippet":"There is only one catch as Angel Rama, a Latin American scholar at the University of Maryland, sees it, and that is, in his words, Catch-28.   Mr. Rama, who has been in the United States since 1969, lecturing on Latin American literature, is fighting...","lead_paragraph":"There is only one catch as Angel Rama, a Latin American scholar at the University of Maryland, sees it, and that is, in his words, Catch-28. Mr. Rama, who has been in the United States since 1969, lecturing on Latin American literature, is fighting an apparently losing battle against deportation. The State Department has invoked subsection 212 (a) (28) of the 1952 McCarran-Walter Act on immigration against the Uruguayan-born scholar. The subsection bars permanent residence to anyone who has been a member of or affiliated with a Communist Party, and who been involved with Communist publications.","abstract":null,"print_page":"34","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LATIN AMERICAN SCHOLAR FIGHTS TO STAY IN U.S."},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"DEPORTATION"},{"name":"subject","value":"IMMIGRATION AND EMIGRATION"}],"pub_date":"1982-11-14T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd1248d8eb7c8105d5e9969","word_count":632},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/15\/world\/leaders-of-delegations-to-brezhnev-s-funeral.html","snippet":"Following are the leaders of national and other delegations arriving in Moscow for the funeral of Leonid I.  Brezhnev on Monday: National Delegation Leaders Afghanistan - President Babrak Karmal, party secretary Austria - President Rudolf...","lead_paragraph":"Following are the leaders of national and other delegations arriving in Moscow for the funeral of Leonid I. Brezhnev on Monday: National Delegation Leaders Afghanistan - President Babrak Karmal, party secretary Austria - President Rudolf Kirchschlager Bangladesh - Rear Adm. M.H. Ali Khan Belgium - Prime Minister Wilfried Martens Botswana - Akuna Mpuchane, Ambassador to Britain Britain - Foreign Secretary Francis Pym Bulgaria - President Todor Zhivkov, the party secretary Cambodia - President Heng Samrin, the party secretary Cameroon - Agriculture Minister Samuel Ebua Canada - Prime Minister Pierre Elliott Trudeau China - Foreign Minister Huang Hua Colombia - Hector Cherry, representative at the United Nations in Europe Cuba - President Fidel Castro, the party secretary Cyprus - President Spyros Kyprianou Czechoslovakia - President Gustaf Husak, the party secretary Denmark - Prince Henrik East Germany - President Erich Honecker, the party secretary Egypt - Mamdouh Salem, the presidential secretary Ethiopia - Chairman Mengistu Haile Mariam Finland - President Mauno Koivisto France - Prime Minister Pierre Mauroy Greece - Prime Minister Andreas Papandreou Hungary - Janos Kadar, the party secretary India - Prime Minister Indira Gandhi Indonesia - Vice President Adam Malik Italy - Amintore Fanfani, President of the Senate Japan - Prime Minister Zenko Suzuki Jordan - Prime Minister Mudar Badran Kenya - Foreign Minister Robert Ouko Laos - Prince Souphanouvong Lesotho - Deputy Prime Minister Evarist Sekhonyana Libya - Abdul Salam Jalloud. Malta - President Agatha Barbara Mongolia - President Yumzhagiin Tsedenbal, the party secretary Mozambique - President Samora M. Machel Netherlands - Deputy Prime Minister Gijs Van Aardenne Nicaragua - Daniel Ortega Saavedra, the junta leader Nigeria - Vice President Alex Ekwueme North Korea - Vice President Pak Sung Chul Norway - Prime Minister Kare Willoch Pakistan - President Mohammad Zia ul-Haq Philippines - Imelda Marcos, wife of the President Poland - Gen. Wojciech Jaruzelski, the Prime Minister and party secretary Portugal - Foreign minister Vasco Futscher Pereira Rumania - President Nikolae Ceausescu, the party secretary Southern Yemen - President Ali Nasser Mohammed al-Hassani Spain - Foreign Minister Jose Pedro Perez Llorca Sweden - Prime Minister Olof Palme Syria - President Hafez al-Assad Tunisia - Justice Minister Mohammed Chaker Turkey - Prime Minister Bulent Ulusu Uganda - Vice President Paulo Muwanga. United States - Vice President Bush Venezuela - Foreign Minister Jose Alberto Zambrano Vietnam - President Truong Chinh West Germany - President Karl Carstens Yugoslavia - President Petar Stambolic Zimbabwe - President Canaan Banana Other Delegation Leaders Chile - Luis Corvalan, party leader France - Georges Marchais, party leader Italy - Enrico Berlinguer, party leader Palestine Liberation Organization - Yasir Arafat, chairman Portugal - Alvaro Cunhal, party leader United Nations - Secretary General Javier Perez de Cuellar United States - Gus Hall, party leader Uruguay - Rodney Arismendi, party leader Vatican - Prof. Giovanni Battista Marini Bettolo","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LEADERS OF DELEGATIONS TO BREZHNEV'S FUNERAL"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"subject","value":"FOREIGN SERVICE"},{"name":"subject","value":"FUNERALS"}],"pub_date":"1982-11-15T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"List","_id":"4fd12b828eb7c8105d5f4d7d","word_count":470},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/15\/world\/around-the-world-oas-is-urged-to-act-in-human-rights-cases.html","snippet":"Amnesty International said today that the Organization of American States should crack down on persistent human rights abuses by some O.A.S. members, including governmentsanctioned torture, killings and kidnappings.","lead_paragraph":"Amnesty International said today that the Organization of American States should crack down on persistent human rights abuses by some O.A.S. members, including governmentsanctioned torture, killings and kidnappings.","abstract":null,"print_page":"5","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"O.A.S. Is Urged to Act In Human Rights Cases","kicker":"AROUND THE WORLD"},"keywords":[{"name":"glocations","value":"CENTRAL AMERICA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1982-11-15T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"Reuters","original":"Reuters","person":[]},"type_of_material":"News","_id":"4fd129c48eb7c8105d5f1bc7","word_count":106},{"web_url":"http:\/\/www.nytimes.com\/1982\/11\/17\/us\/oas-feeling-of-bewilderment-at-the-future.html","snippet":"The limousines glide to a halt before the handsome vaulted building on the corner of 17th Street and Constitution Avenue. Doors open, and Latin American diplomats step out and hurry up the steps of the enclave of the Organization of American States. ...","lead_paragraph":"The limousines glide to a halt before the handsome vaulted building on the corner of 17th Street and Constitution Avenue. Doors open, and Latin American diplomats step out and hurry up the steps of the enclave of the Organization of American States. Once inside, they move into the palm-studded courtyard and stand in clusters to gossip and wave and prepare for the private conferences, the public speeches and, of course, the parties that mark the annual meeting of the O.A.S. The organization's annual general assembly, now in its second day, is usually a buoyant event in Washington, but the current session has taken an unusually bleak turn. Privately, diplomats are echoing what everyone from Fidel Castro to conservative United States senators have said for years: that the organization, established in 1948 to spur hemispheric cooperation is, essentially, a do-little social club marked by intense rhetoric, little action and less work. Typically, the first day of meetings, scheduled to begin at 10 A.M., failed to start until 2 P.M.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FEELING OF BEWILDERMENT AT THE FUTURE","kicker":"O.A.S."},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CARIBBEAN AREA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"}],"pub_date":"1982-11-17T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"WEINRAUB"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD WEINRAUB, Special to the New York Times"},"type_of_material":"News","_id":"4fd1284b8eb7c8105d5ef486","word_count":994}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}