{"response":{"meta":{"hits":80,"time":119,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1998\/03\/14\/business\/company-news-bankboston-acquiring-uruguayan-credit-card-company.html","snippet":"The BankBoston Corporation said yesterday that it would acquire a Uruguayan credit card and consumer finance business. Terms of the acquisition were not disclosed. The Boston-based bank said it would buy OCA, Uruguay's largest credit card company,...","lead_paragraph":"The BankBoston Corporation said yesterday that it would acquire a Uruguayan credit card and consumer finance business. Terms of the acquisition were not disclosed. The Boston-based bank said it would buy OCA, Uruguay's largest credit card company, which has a loan portfolio of $50 million. BankBoston has 14 branches and $700 million in assets in Uruguay. BankBoston earmarked $100 million for investment this year in Latin America, which is expected to generate almost one-third of its revenue by 2001.","abstract":"BankBoston Corp to acquire OCO, Uruguay's largest credit card company (S)1","print_page":"3","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"BANKBOSTON ACQUIRING URUGUAYAN CREDIT CARD COMPANY","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"OCA SA"},{"name":"organizations","value":"BANKBOSTON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1998-03-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd217c18eb7c8105d793bcf","word_count":81},{"web_url":"http:\/\/www.nytimes.com\/1998\/03\/29\/business\/when-life-after-death-is-the-company-s-lot.html","snippet":"THERE'S no good time to get bad news, but some times are worse than others. Nicole Maxwell was the humand resources director for Barrington International Hospitality Inc., an upstart hotel-management company in Fort Lauderdale, Fla., eight months...","lead_paragraph":"THERE'S no good time to get bad news, but some times are worse than others. Nicole Maxwell was the humand resources director for Barrington International Hospitality Inc., an upstart hotel-management company in Fort Lauderdale, Fla., eight months pregnant - and had moved the previous day to a new house in a new neighborhood - when the word came: The plane carrying her boss and father, Barry L. Conrad, on a United States trade mission to the former Yugoslavia was missing.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"When Life After Death Is the Company's Lot"},"keywords":[],"pub_date":"1998-03-29T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"HUBLER"}],"original":"By ERIC HUBLER"},"type_of_material":"News","_id":"4fd1de808eb7c8105d722b3e","word_count":2929},{"web_url":"http:\/\/www.nytimes.com\/1998\/03\/29\/business\/earning-it-when-life-after-death-is-the-company-s-lot.html","snippet":"THERE'S no good time to get bad news, but some times are worse than others. Nicole Maxwell was the human resources director for Barrington International Hospitality Inc., an upstart hotel-management company in Fort Lauderdale, Fla., eight months...","lead_paragraph":"THERE'S no good time to get bad news, but some times are worse than others. Nicole Maxwell was the human resources director for Barrington International Hospitality Inc., an upstart hotel-management company in Fort Lauderdale, Fla., eight months pregnant -- and had moved the previous day to a new house in a new neighborhood -- when the word came: The plane carrying her boss and father, Barry L. Conrad, on a United States trade mission to the former Yugoslavia was missing. While the nation focused on the loss of Commerce Secretary Ronald H. Brown in the April 3, 1996, crash near Dubrovnik, Croatia, Ms. Maxwell faced a double burden of grief: to comfort and be comforted by her family, but also to respect the unsentimental, unrelenting demands of profit-making and get back behind her desk.","abstract":"Article on how two companies have fared since April 1996, when their chief executives died in plane crash in Croatia, along with Commerce Sec Ronald Brown and executives from other companies; Barry L Conrad, 55, was so closely identified with his upstart hotel-management company, Barrington International Hospitality, that there were no plans for succession; his widow, Patricia, took charge and Paul J Sistare has since become chief executive; Robert E Donovan, 54, headed US unit of ABB Inc, part of Swedish-Swiss engineering conglomerate; colleagues have pursued his reorganization plan under leadership of Howard Pierce; photos; list of executives killed in crash (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"When Life After Death Is the Company's Lot","kicker":"EARNING IT"},"keywords":[{"name":"persons","value":"DONOVAN, ROBERT E"},{"name":"persons","value":"PIERCE, HOWARD"},{"name":"persons","value":"CONRAD, PATRICIA"},{"name":"persons","value":"CONRAD, BARRY L"},{"name":"persons","value":"SISTARE, PAUL J"},{"name":"persons","value":"BROWN, RONALD H"},{"name":"glocations","value":"CROATIA"},{"name":"glocations","value":"YUGOSLAVIA"},{"name":"organizations","value":"BARRINGTON INTERNATIONAL HOSPITALITY INC"},{"name":"organizations","value":"ABB INC"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"CORPORATIONS"}],"pub_date":"1998-03-29T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"HUBLER"}],"original":"By ERIC HUBLER"},"type_of_material":"News","_id":"4fd20bf08eb7c8105d77b05e","word_count":3011},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/02\/business\/company-news-p-g-pays-375-million-for-south-american-venture.html","snippet":"The Procter & Gamble Company said yesterday that it had paid $375 million to buy total ownership of a venture called Prosan, in Argentina and Chile. P.&G. had been operating the business with Empresas CMPC, a publicly owned company based in Santiago,...","lead_paragraph":"The Procter & Gamble Company said yesterday that it had paid $375 million to buy total ownership of a venture called Prosan, in Argentina and Chile. P.&G. had been operating the business with Empresas CMPC, a publicly owned company based in Santiago, Chile, that makes pulp and paper products. They formed the venture in 1992 to sell disposable diapers and feminine pads in Chile, Argentina, Paraguay, Uruguay and Bolivia under the brands Babysan and Ladysan. Each partner owned 50 percent.","abstract":"Procter & Gamble Co pays $375 million to buy total ownership of venture called Prosan, in Argentina and Chile; Procter & Gamble had been operating business with Empresas CMPC, publicly owned company based in Santiago that makes pulp and paper products (S)","print_page":"4","blog":[],"source":"AP","multimedia":[],"headline":{"main":"P.&G. PAYS $375 MILLION FOR SOUTH AMERICAN VENTURE","kicker":"COMPANY NEWS"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"EMPRESAS CMPC"},{"name":"organizations","value":"PROCTER & GAMBLE CO"},{"name":"organizations","value":"PROSAN"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1998-04-02T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1fb808eb7c8105d759cdb","word_count":"82"},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/07\/nyregion\/metro-business-reward-for-missing-banker.html","snippet":"The BankBoston Corporation is offering a $10,000 reward for information leading to the arrest and conviction of a bank executive accused of embezzling $73 million from its New York office, the F.B.I. announced yesterday.    Karen Schwartzman, a...","lead_paragraph":"The BankBoston Corporation is offering a $10,000 reward for information leading to the arrest and conviction of a bank executive accused of embezzling $73 million from its New York office, the F.B.I. announced yesterday. Karen Schwartzman, a BankBoston spokeswoman, said that company officials had asked the Federal Bureau of Investigation to announce the reward for the arrest of Ricardo S. Carrasco, a manager of the bank's Manhattan office until his disappearance in mid-February.","abstract":"BankBoston Corporation is offering $10,000 reward for information leading to arrest and conviction of Ricardo S Carrasco, bank executive accused of embezzling $73 million from its New York office (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Metro Business; Reward for Missing Banker"},"keywords":[{"name":"persons","value":"CARRASCO, RICARDO S"},{"name":"organizations","value":"BANKBOSTON CORP"},{"name":"subject","value":"EMBEZZLEMENT"},{"name":"subject","value":"REWARDS"}],"pub_date":"1998-04-07T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"News","_id":"52b8747938f0d86bcb2a51e7","word_count":"151"},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/07\/nyregion\/long-wait-doorstep-immigration-offices-amid-lines-lost-time-old-hope-survives.html","snippet":"This is where the American dream can seem both closer than ever and impossibly out of reach -- in the endless, exhausting lines that form every day before dawn outside the doors of immigration offices.    It is where Esteban Travieso, an immigrant...","lead_paragraph":"This is where the American dream can seem both closer than ever and impossibly out of reach -- in the endless, exhausting lines that form every day before dawn outside the doors of immigration offices. It is where Esteban Travieso, an immigrant from Uruguay, waited for five and a half hours last week, in line at the immigration office in lower Manhattan to ask how he could replace his lost residency card. Where Geordany Josselin, 21, a Haitian, waited for more than six hours to find out what had happened to his residency application. And where Dora Bintimilla waited for four hours to see how she could bring her daughter from Ecuador so they can be together again after 13 years.","abstract":"Article describes endless, exhausting lines that form every day all year round before dawn outside doors of immigration offices throughout United States; despite recent efforts by Federal Immigration and Naturalization Service to cut down on need to wait in line for routine services and queries, recent changes in immigration laws can make lines even longer, as misinformed and desperate immigrants flock to offices to seek help; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Long Wait On the Doorstep; At Immigration Offices, Amid Lines and Lost Time, An Old Hope Survives"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"IMMIGRATION AND NATURALIZATION SERVICE"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1998-04-07T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Mirta","rank":1,"lastname":"OJITO"}],"original":"By MIRTA OJITO"},"type_of_material":"News","_id":"4fd1de7e8eb7c8105d7229df","word_count":1746},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/14\/arts\/arts-abroad-uruguayan-artist-creating-on-a-broader-canvas.html","snippet":"A joke going around this southernmost hub of the Latin American art scene is that since winning a major award at the 1995 Venice Biennale and then sending out solo museum shows that traveled to the United States, Canada, Puerto Rico and Colombia,...","lead_paragraph":"A joke going around this southernmost hub of the Latin American art scene is that since winning a major award at the 1995 Venice Biennale and then sending out solo museum shows that traveled to the United States, Canada, Puerto Rico and Colombia, Ignacio Iturria has finally crossed the river. For admirers who are already familiar with this shy, reclusive artist who lives and works in his native Montevideo, the sleepy Uruguayan capital that lies geographically on the other side of the wide Rio de la Plata and culturally in the shadow of Buenos Aires, his big new exhibition of paintings and sculptures at the National Museum of Fine Arts here is a cause for celebration and pilgrimage. The show, entitled ''Ignacio Iturria,'' opened on April 2 and will remain on view through May 10 before moving on, in a modified form, to the Rufino Tamayo Museum in Mexico City.","abstract":"Interview with Ignacio Iturria, Uruguayan artist who has big new exhibition at National Museum of Fine Arts in Buenos Aires; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Uruguayan Artist Creating on a Broader Canvas","kicker":"ARTS ABROAD"},"keywords":[{"name":"persons","value":"ITURRIA, IGNACIO"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"organizations","value":"NATIONAL MUSEUM OF FINE ARTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ART"}],"pub_date":"1998-04-14T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Edward M. Gomez"},"type_of_material":"News","_id":"4fd217bc8eb7c8105d7937bb","word_count":1089},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/19\/world\/latin-america-fears-stagnation-in-trade-talks-with-us.html","snippet":"President Clinton and 33 other leaders from the Western Hemisphere opened talks here today aimed at making good on their commitment four years ago to create a free-trade zone stretching from Alaska to Tierra del Fuego.     But many Latin American...","lead_paragraph":"President Clinton and 33 other leaders from the Western Hemisphere opened talks here today aimed at making good on their commitment four years ago to create a free-trade zone stretching from Alaska to Tierra del Fuego. But many Latin American governments, disappointed that Mr. Clinton failed to gain so-called fast-track negotiating authority from Congress last year, expressed serious doubts that a hemispheric agreement on trade would ever be signed.","abstract":"Pres Clinton and 33 other leaders from Western Hemisphere open talks in Santiago, Chile, aimed at making good on their commitment four years ago to create free-trade zone stretching from Alaska to Tierra del Fuego; many Latin American governments, disappointed that Clinton failed to gain fast-track negotiating authority from Congress in 1997, express serious doubts that hemispheric agreement on trade will ever by signed; photo (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin America Fears Stagnation in Trade Talks With U.S."},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"TIERRA DEL FUEGO"},{"name":"glocations","value":"ALASKA"},{"name":"glocations","value":"SANTIAGO (CHILE)"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"FREE PORTS AND TRADING ZONES"},{"name":"subject","value":"LATIN AMERICA-INTERNATIONAL RELATIONS-US"}],"pub_date":"1998-04-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Calvin","rank":1,"lastname":"SIMS"}],"original":"By CALVIN SIMS"},"type_of_material":"News","_id":"4fd217ba8eb7c8105d79364b","word_count":869},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/21\/sports\/soccer-notebook-metrostars-to-regain-ramos.html","snippet":"One of the two missing links for the MetroStars will make his first appearance for the team this season on Saturday, when the MetroStars play host to San Jose at Giants Stadium (ABC-TV, 2 P.M.).     While Marcelo Vega, the Chilean international...","lead_paragraph":"One of the two missing links for the MetroStars will make his first appearance for the team this season on Saturday, when the MetroStars play host to San Jose at Giants Stadium (ABC-TV, 2 P.M.). While Marcelo Vega, the Chilean international acquired earlier this month, is still not with the team, Tab Ramos, arguably the most skillful American midfielder, will return Saturday from reconstructive knee surgery.","abstract":"Soccer notebook (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MetroStars To Regain Ramos","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"subject","value":"SOCCER"}],"pub_date":"1998-04-21T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd1deb48eb7c8105d7235c3","word_count":781},{"web_url":"http:\/\/www.nytimes.com\/1998\/04\/26\/sports\/sports-times-metrostars-ramos-makes-strong-claim-for-last-seat-paris.html","snippet":"They have been teammates, on and off, for 18 years, going back to a team called Thistle, a few New Jersey towns away in Kearny. This was the year that Tab Ramos and John Harkes were going to ride off into the sunset like Butch and Sundance -- maybe...","lead_paragraph":"They have been teammates, on and off, for 18 years, going back to a team called Thistle, a few New Jersey towns away in Kearny. This was the year that Tab Ramos and John Harkes were going to ride off into the sunset like Butch and Sundance -- maybe into a hail of cannonballs from Germany and Yugoslavia at the World Cup, but still not a bad way to leave the international soccer trail. Instead, Harkes, the first Yank to succeed at the top level of English soccer, has been dropped by the national coach, Steve Sampson. In one of the coldest moves ever made by an American coach in any sport, Sampson amputated his captain-for-life two weeks ago, citing unspecified irreconcilable differences.","abstract":"George Vecsey Sports of The Times article on Tab Ramos's bid to make United States World Cup soccer team after knee surgery; cites his impressive return to professional play with MetroStars in game against San Jose Clash; photos (M)a","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sports of The Times; MetroStars' Ramos Makes Strong Claim for the Last Seat to Paris"},"keywords":[{"name":"creative_works","value":"SPORTS OF THE TIMES (TIMES COLUMN)"},{"name":"persons","value":"RAMOS, TAB"},{"name":"organizations","value":"METROSTARS"},{"name":"organizations","value":"SAN JOSE CLASH"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"1998-04-26T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"George","rank":1,"lastname":"VECSEY"}],"original":"By GEORGE VECSEY"},"type_of_material":"News","_id":"4fd1deaf8eb7c8105d7230f3","word_count":885}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}