{"response":{"meta":{"hits":75,"time":40,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2000\/08\/22\/business\/world-business-briefing-americas-chile-to-be-invited-into-trade-bloc.html","snippet":"The South American common market, or Mercosur, is expected to invite Chile to join the trade bloc in early September. Negotiations will try to bridge the gap between Chile's 9 percent import duty, and Mercosur's tariffs, which start at 15 percent....","lead_paragraph":"The South American common market, or Mercosur, is expected to invite Chile to join the trade bloc in early September. Negotiations will try to bridge the gap between Chile's 9 percent import duty, and Mercosur's tariffs, which start at 15 percent. Mercosur is composed of Brazil, Argentina, Uruguay and Paraguay. Jennifer L. Rich (NYT)","abstract":"South American common market, or Mercosur, is expected to invite Chile to join trade bloc in early September; negotiations will try to bridge gap between Chile's 9 percent import duty, and Mercosur's tariffs, which start at 15 percent (S)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CHILE TO BE INVITED INTO TRADE BLOC","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"2000-08-22T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"Rich","rank":1,"role":"reported","organization":""}],"original":"By Jennifer L. Rich"},"type_of_material":"News","_id":"4fd219c38eb7c8105d797abd","word_count":58},{"web_url":"http:\/\/www.nytimes.com\/2000\/08\/23\/business\/international-business-when-funds-abroad-fill-void-home-financing-latin-america.html","snippet":"StarMedia, one of the biggest and most successful Internet companies in Latin America, has branch offices in seven countries and millions of subscribers throughout the region. But its headquarters are in New York. Its $450 million in financing came...","lead_paragraph":"StarMedia, one of the biggest and most successful Internet companies in Latin America, has branch offices in seven countries and millions of subscribers throughout the region. But its headquarters are in New York. Its $450 million in financing came from investors in the United States. Its stock is listed on the Nasdaq but not on any exchange in Latin America. El Sitio, another Internet service provider with millions of Spanish- and Portugese-speaking users in Latin America, also raised money by selling shares on the Nasdaq. But El Sitio is not traded on any stock exchange in the region where it does most of its business.","abstract":"High-tech start-ups are thriving in Latin America, but they are not yet helping local economies; whether businesses and jobs created by Internet revolution have helped region begin to wean itself from economic dependence on US and other outsiders is considered matter of debate; companies like StarMedia, El Sitio and Yupi Internet contend that they are not only truly Latin American but also helping create pan-Latin market because Latin America's 500 million people are their main audience; these companies also say they would not even exist if they had sought to raise start-up money in countries where their customers live and work; graph; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"INTERNATIONAL BUSINESS: When Funds Abroad Fill a Void at Home; Financing Latin America's Start-Ups"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"organizations","value":"STARMEDIA"},{"name":"organizations","value":"EL SITIO CORP"},{"name":"organizations","value":"YUPI INTERNET"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2000-08-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"DePALMA"}],"original":"By ANTHONY DePALMA"},"type_of_material":"News","_id":"4fd237118eb7c8105d7c9855","word_count":1852},{"web_url":"http:\/\/www.nytimes.com\/2000\/09\/02\/world\/latin-leaders-rebuff-call-by-clinton-on-colombia.html","snippet":"The presidents of South America's 12 countries today rebuffed President Clinton's appeal, made earlier this week, that they endorse a new American-backed military and police offensive aimed at drug trafficking and guerrilla groups in Colombia.    In...","lead_paragraph":"The presidents of South America's 12 countries today rebuffed President Clinton's appeal, made earlier this week, that they endorse a new American-backed military and police offensive aimed at drug trafficking and guerrilla groups in Colombia. In a joint declaration at the end of a two-day summit meeting here, the leaders expressed support for efforts by Colombia's president, Andres Pastrana, to negotiate an end to four decades of civil conflict there.","abstract":"Presidents of South America's 12 countries, in statement issued at summit meeting in Brasilia, rebuff Pres Clinton's appeal that they endorse US-backed military and police offensive aimed at drug trafficking and guerrilla groups in Colombia; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin Leaders Rebuff Call By Clinton On Colombia"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"COLOMBIA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"COLOMBIA-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"DRUG ABUSE AND TRAFFIC"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"2000-09-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd20a6a8eb7c8105d776e26","word_count":797},{"web_url":"http:\/\/www.nytimes.com\/2000\/09\/21\/sports\/sydney-2000-cycling-one-more-lap-with-feeling-for-american.html","snippet":"Who doesn't dream of a Dan Jansen Olympic moment? For four years, for more hours in the gym and on the cycling track than he could remember, Marty Nothstein thought of little else.    ''There were a lot of tears, a lot of skin lost, to get to this...","lead_paragraph":"Who doesn't dream of a Dan Jansen Olympic moment? For four years, for more hours in the gym and on the cycling track than he could remember, Marty Nothstein thought of little else. ''There were a lot of tears, a lot of skin lost, to get to this day,'' he said tonight at the Olympic Velodrome, rejoicing following redemption.","abstract":"Marty Nothstein (US) wins men's sprint in cycling competition at Sydney Olympics; Florian Rousseau (France) wins silver medal and Jens Fiedler (Germany) wins bronze; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"One More Lap, With Feeling, For American","kicker":"SYDNEY 2000: CYCLING"},"keywords":[{"name":"persons","value":"FIEDLER, JENS"},{"name":"persons","value":"ROUSSEAU, FLORIAN"},{"name":"persons","value":"NOTHSTEIN, MARTY"},{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"SYDNEY (AUSTRALIA)"},{"name":"glocations","value":"FRANCE"},{"name":"subject","value":"BICYCLES AND BICYCLING"},{"name":"subject","value":"OLYMPIC GAMES (2000)"},{"name":"subject","value":"OLYMPIC GAMES"},{"name":"subject","value":"SUMMER GAMES (OLYMPICS)"}],"pub_date":"2000-09-21T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Harvey","rank":1,"lastname":"ARATON"}],"original":"By HARVEY ARATON"},"type_of_material":"News","_id":"4fd23df98eb7c8105d7d447a","word_count":869},{"web_url":"http:\/\/www.nytimes.com\/2000\/09\/28\/world\/rio-journal-scandal-rocks-soccer-sending-brazil-into-shock.html","snippet":"Even in their worst moments, Brazilians had their prowess in soccer to sustain them, as celebrated in four World Cups. But the passion has suddenly become a sorry symbol, with the coach of the World Cup team accused of corruption and several star...","lead_paragraph":"Even in their worst moments, Brazilians had their prowess in soccer to sustain them, as celebrated in four World Cups. But the passion has suddenly become a sorry symbol, with the coach of the World Cup team accused of corruption and several star players under investigation for tax evasion. As a result, the nation is suffering a crisis of identity and its team is in disarray.","abstract":"Soccer-mad Brazil reels as coach of its World Cup team is accused of corruption and several star players are under investigation for tax evasion; Brazilian squad, which has lost only one qualifying match in entire 70-year history of World Cup, has lost to Paraguay 2-1 and to Chile 3-0 and tied with Colombia and Uruguay, results regarded in Brazil as shameful; Brazilians are calling for head of coach, Wanderley Luxemburgo da Silva, who has appeared on national television, pleading with public to 'let me do my job'; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Rio Journal; Scandal Rocks Soccer, Sending Brazil Into Shock"},"keywords":[{"name":"persons","value":"LUXEMBURGO DA SILVA, WANDERLEY"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"TAX EVASION"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COACHES AND MANAGERS"},{"name":"subject","value":"ETHICS"}],"pub_date":"2000-09-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd20a708eb7c8105d7772ba","word_count":1114},{"web_url":"http:\/\/www.nytimes.com\/2000\/09\/28\/business\/europe-creative-taxation-hungry-for-revenue-seeing-web-sales-banquet.html","snippet":"Europe is rushing to tear down borders, but the Internet is toppling some of them even faster, making life distinctly uncomfortable for European policy makers.    A big source of that discomfort is the threat of lost tax revenue, because European...","lead_paragraph":"Europe is rushing to tear down borders, but the Internet is toppling some of them even faster, making life distinctly uncomfortable for European policy makers. A big source of that discomfort is the threat of lost tax revenue, because European nations depend far more on taxes on consumption than the United States does. So in contrast to the United States -- where a federal commission failed to agree on how states should tax basic electronic commerce and mail-order sales like books, consumer electronics and other products -- European officials are pushing hard to adopt a seemingly narrow but potentially far-reaching proposal to ensure that digital products bought in Europe over the Internet do not escape taxation.","abstract":"European officials are pushing to adopt narrow but potentially far-reaching proposal to ensure that digital products bought in Europe over Internet do not escape value-added tax; legislation proposed in June by European Commission defines digital products like software and video programming downloaded by computer as services rather than goods; sales; while sales of digital products from outside Europe are only small fraction of that amount, policymakers are fretting over possible lost revenue; European governments depend on value-added tax for roughly 40 percent of their total revenue, while state sales taxes in US make up only about 25 percent of total state tax revenue; map; graphs; photo of European Commission internal market commissioner, Frits Bolkestein, who is pushing proposal to prevent 15 nations in European Union from downloading software on US Web sites, tax-free (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From Europe, Creative Taxation; Hungry for Revenue and Seeing Web Sales as a Banquet"},"keywords":[{"name":"persons","value":"BOLKESTEIN, FRITS"},{"name":"glocations","value":"EUROPE"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"EUROPEAN COMMISSION"},{"name":"subject","value":"SALES"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"VALUE-ADDED TAX"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2000-09-28T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"TAGLIABUE"}],"original":"By JOHN TAGLIABUE"},"type_of_material":"News","_id":"4fd201088eb7c8105d764d45","word_count":1600},{"web_url":"http:\/\/www.nytimes.com\/2000\/10\/10\/sports\/soccer-notebook-opposites-face-off-for-title.html","snippet":"It is is only fitting that Major League Soccer's two best teams in the regular season will meet for the M.L.S. Cup 2000 on Sunday.     The Chicago Fire reached the championship game at Robert F. Kennedy Stadium by eliminating the New England...","lead_paragraph":"It is is only fitting that Major League Soccer's two best teams in the regular season will meet for the M.L.S. Cup 2000 on Sunday. The Chicago Fire reached the championship game at Robert F. Kennedy Stadium by eliminating the New England Revolution and the MetroStars, while Kansas City eliminated Colorado and Los Angeles. The Fire won the league title as an expansion team in 1998, and the Wizards are making their first appearance in the championship.","abstract":"Article discusses outlook for Chicago Fire-Kansas City Wizards Major League Soccer's Cup 2000 championship (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Opposites Face Off For Title","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"organizations","value":"CHICAGO FIRE"},{"name":"organizations","value":"KANSAS CITY WIZARDS"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"PLAYOFF GAMES"}],"pub_date":"2000-10-10T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd22b3d8eb7c8105d7b6c43","word_count":767},{"web_url":"http:\/\/www.nytimes.com\/2000\/10\/31\/business\/patching-up-morale-at-the-world-trade-organization.html","snippet":"Nearly a year after violent demonstrations in Seattle disrupted the World Trade Organization's meeting of ministers and shredded its image, the group's leader, Mike Moore, is still trying to pick up the pieces.    The public dissatisfaction over...","lead_paragraph":"Nearly a year after violent demonstrations in Seattle disrupted the World Trade Organization's meeting of ministers and shredded its image, the group's leader, Mike Moore, is still trying to pick up the pieces. The public dissatisfaction over further trade liberalization without accompanying attention to openness and environmental, safety and labor issues frayed an organization already shaken by a divisive fight for its top job -- a post Mr. Moore took up just three months before the Seattle talks collapsed.","abstract":"Violent demonstrations that disrupted World Trade Organization's meeting of ministers in Seattle a year ago continue to preoccupy organization and its leader, Mike Moore; public dissatisfaction over further trade liberalization without accompanying attention to openness and environmental, safety and labor issues frayed organization already shaken by divisive fight for its top job--a post Moore assumed three months before Seattle talks collapsed; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Patching Up Morale at the World Trade Organization"},"keywords":[{"name":"persons","value":"MOORE, MIKE"},{"name":"glocations","value":"SEATTLE (WASH)"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"2000-10-31T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"OLSON"}],"original":"By ELIZABETH OLSON"},"type_of_material":"News","_id":"4fd21a1f8eb7c8105d798627","word_count":1201},{"web_url":"http:\/\/www.nytimes.com\/2000\/11\/02\/opinion\/brazil-s-big-scandal.html","snippet":"Brazil recently established American-style congressional committees to hold hearings into one of the great scandals of the day, the plight of the national soccer team, the ''scratch du ouro,'' the golden team. In recent World Cup qualifying matches,...","lead_paragraph":"Brazil recently established American-style congressional committees to hold hearings into one of the great scandals of the day, the plight of the national soccer team, the ''scratch du ouro,'' the golden team. In recent World Cup qualifying matches, Brazil lost to Paraguay and Chile, and tied with Colombia and Uruguay, all humiliating results. The team coach, Wanderley Luxemburgo, whose job Brazilians' compare with that of the presidency, was dismissed when a junior-varsity version of the team failed to win a medal at the Sydney Olympics. The congressional committees will also investigate whether Nike, the American sportswear company that sponsors the team, forced Romario, the superstar striker and the focus of the company's advertising campaign, into the lineup at the 1998 World Cup championship match, despite a debilitating illness. Brazil lost the match to France 3-0. Nike strenuously denies the allegation, a cherished conspiracy theory among Brazilians.","abstract":"Editorial says Brazil's national soccer team should be held to account for scandal in which coach Wanderley Luxemburgo is accused of selecting players for squad in exchange for fees from agents (S)","print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil's Big Scandal"},"keywords":[{"name":"persons","value":"LUXEMBURGO, WANDERLEY"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COACHES AND MANAGERS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"BRIBERY"}],"pub_date":"2000-11-02T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd21bd38eb7c8105d79b2ea","word_count":308},{"web_url":"http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/at-rockefeller-park-preserve-a-magic-still-beckons.html","snippet":"ALTHOUGH I have roamed from India to Patagonia, from the Galapagos to Bali, from the fells of Lapland to the dunes of Tunisia, my favorite destination is right in our own backyard. It reminds me of other gently beautiful places: London's Hampstead...","lead_paragraph":"ALTHOUGH I have roamed from India to Patagonia, from the Galapagos to Bali, from the fells of Lapland to the dunes of Tunisia, my favorite destination is right in our own backyard. It reminds me of other gently beautiful places: London's Hampstead Heath, near where I once lived; pastures in Ireland; ranchland in Uruguay; the lake area of Vermont; Danish dairy farms. But there is more here, a magic that is hard to define. And I find this treasure, the Rockefeller State Park Preserve in Pocantico Hills, even more impressive when returning from more exciting or dramatic destinations.","abstract":"Lea Lane Stern article on Rockefeller State Park Preserve, Pocantico Hills, NY; photo (M)","print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"At Rockefeller Park Preserve, a Magic Still Beckons"},"keywords":[{"name":"glocations","value":"POCANTICO HILLS (NY)"},{"name":"glocations","value":"ROCKEFELLER STATE PARK PRESERVE (NY)"},{"name":"subject","value":"PARKS AND OTHER RECREATION AREAS"}],"pub_date":"2000-11-19T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Lea","middlename":"Lane","lastname":"STERN","rank":1,"role":"reported","organization":""}],"original":"By LEA LANE STERN"},"type_of_material":"News","_id":"4fd2040a8eb7c8105d76af50","word_count":777}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}