{"response":{"meta":{"hits":74,"time":39,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2003\/04\/17\/world\/cuba-attacks-un-proposal-on-jailed-dissidents.html","snippet":"Cuba yesterday denounced a proposed amendment to a United Nations human rights resolution calling for the immediate release of the more than 75 Cuban dissidents imprisoned in recent weeks.    The amendment, introduced by Costa Rica at the United...","lead_paragraph":"Cuba yesterday denounced a proposed amendment to a United Nations human rights resolution calling for the immediate release of the more than 75 Cuban dissidents imprisoned in recent weeks. The amendment, introduced by Costa Rica at the United Nations Human Rights Commission meeting in Geneva, is intended to strengthen a resolution on Cuba introduced by several Latin American nations. In criticizing the measure, Cuban officials said the United States was forcing ''vile lackeys'' to condemn Havana while ignoring what the officials said were rights abuses against prisoners of war at the United States Naval Station at Guantánamo Bay.","abstract":"Cuba denounces proposed amendment to United Nations human rights resolution calling for immediate release of more than 75 Cuban dissidents imprisoned in recent weeks; amendment is intended to strengthen resolution on Cuba introduced by several Latin American nations, but human rights advocates say resolution is weak, especially considering that panel began its sessions just as world leaders and rights groups were condemning Cuban government for its recent actions (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Cuba Attacks U.N. Proposal on Jailed Dissidents"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CUBA"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2003-04-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"GONZALEZ"}],"original":"By DAVID GONZALEZ"},"type_of_material":"News","_id":"4fd2270b8eb7c8105d7af956","word_count":575},{"web_url":"http:\/\/www.nytimes.com\/2003\/04\/22\/world\/world-briefing-americas-uruguay-compensation-for-dictatorship.html","snippet":"President Jorge Batlle has announced that the government will pay damages to the families of people who died while in the custody of the military dictatorship that governed the country from 1973 to 1985, as well as to victims of guerrilla groups...","lead_paragraph":"President Jorge Batlle has announced that the government will pay damages to the families of people who died while in the custody of the military dictatorship that governed the country from 1973 to 1985, as well as to victims of guerrilla groups during that time. The decision is a result of an investigation Mr. Batlle ordered when he took office in 2000 and is intended to blunt efforts by left-wing groups to bring to trial those responsible for the disappearance of scores of people during the dictatorship. ''Uruguay cannot think of only some and not of others,'' Mr. Batlle said. ''It is time to turn the page and rebuild peace through the efforts of all.'' Larry Rohter (NYT)","abstract":"Uruguay President Jorge Batlle, in effort to avoid prolonged trials and to further civil peace, declares government will compensate families for wrongful deaths that occurred during 1973-1985 military dictatorship; payments will also be made to families of those who fell victim to guerrilla groups operating at that time (S)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing | Americas: Uruguay: Compensation For Dictatorship"},"keywords":[{"name":"persons","value":"BATLLE, JORGE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"REPARATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2003-04-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Larry","middlename":"Rohter","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Larry Rohter (NYT)"},"type_of_material":"News","_id":"4fd22c078eb7c8105d7b7ce8","word_count":118},{"web_url":"http:\/\/www.nytimes.com\/2003\/04\/30\/sports\/plus-soccer-arena-picks-roster-for-mexico-match.html","snippet":"Bruce Arena, coach of the United States national team, picked an all-Major League Soccer roster yesterday for the team's exhibition game against Mexico on May 8 in Houston.     Nine of the 18 players selected were on the United States team that beat...","lead_paragraph":"Bruce Arena, coach of the United States national team, picked an all-Major League Soccer roster yesterday for the team's exhibition game against Mexico on May 8 in Houston. Nine of the 18 players selected were on the United States team that beat Mexico, 2-0, last year in the second round of the World Cup. Forwards Landon Donovan and Brian McBride, who scored the goals, were among those selected.","abstract":"US national team coach Bruce Arena names all-Major League Soccer roster for exhibition game against Mexico (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Arena Picks Roster For Mexico Match","kicker":"PLUS: SOCCER"},"keywords":[{"name":"persons","value":"ARENA, BRUCE"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COACHES AND MANAGERS"}],"pub_date":"2003-04-30T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd227048eb7c8105d7af5bb","word_count":134},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/03\/nyregion\/5-who-died-in-car-crash-were-immigrants-who-dreamed-of-home.html","snippet":"The volume control on the radio of Jorge Alpuin's dilapidated 1986 Ford was broken.    So on their way home, the restaurant co-workers -- immigrants from three Latin American countries -- usually dozed or talked, sometimes about the job, sometimes...","lead_paragraph":"The volume control on the radio of Jorge Alpuin's dilapidated 1986 Ford was broken. So on their way home, the restaurant co-workers -- immigrants from three Latin American countries -- usually dozed or talked, sometimes about the job, sometimes about their dreams of going home or of bringing family members to join them here.","abstract":"Crash between two cars in Linden (NJ) kills Mercedes driver Edward C Belvin and immigrants Jorge Alpuin, Juan and Olga Chavez, Wilman Rojas and Marlon Alexis Castro, who used to carpool home from work; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"5 Who Died in Car Crash Were Immigrants Who Dreamed of Home"},"keywords":[{"name":"persons","value":"CHAVEZ, OLGA"},{"name":"persons","value":"ALPUIN, JORGE"},{"name":"persons","value":"CASTRO, MARLON ALEXIS"},{"name":"persons","value":"CHAVEZ, JUAN"},{"name":"persons","value":"BELVIN, EDWARD C"},{"name":"persons","value":"ROJAS, WILMAN"},{"name":"glocations","value":"LINDEN (NJ)"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"CAR POOLS"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"ROADS AND TRAFFIC"}],"pub_date":"2003-05-03T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ronald","rank":1,"lastname":"SMOTHERS"}],"original":"By RONALD SMOTHERS"},"type_of_material":"News","_id":"4fd2428c8eb7c8105d7db44f","word_count":907},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/06\/business\/company-news-alcoa-will-buy-out-south-american-partner.html","snippet":"Alcoa Inc., the world's biggest aluminum maker, said it would pay $410 million in stock to the Camargo Correa Group for the 40.9 percent of Alcoa's South American operations that it does not already own. The purchase will add to earnings within its...","lead_paragraph":"Alcoa Inc., the world's biggest aluminum maker, said it would pay $410 million in stock to the Camargo Correa Group for the 40.9 percent of Alcoa's South American operations that it does not already own. The purchase will add to earnings within its first year and will be completed in the third quarter, Alcoa said. When the purchase is complete, Alcoa will own plants in Argentina, Brazil, Chile, Colombia, Peru, Uruguay and Venezuela. The biggest operation, including aluminum refining, smelting, parts-making and hydroelectric power plants, is in Brazil. Alcoa is based in Pittsburgh.","abstract":"Alcoa Inc will pay $410 million in stock to Camargo Correa Group for 40.9 percent of Alcoa's South American operations it does not already own (S)","print_page":"3","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"ALCOA WILL BUY OUT SOUTH AMERICAN PARTNER","kicker":"COMPANY NEWS"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"organizations","value":"CAMARGO CORREA GROUP"},{"name":"organizations","value":"ALCOA INC"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ALUMINUM"}],"pub_date":"2003-05-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd243338eb7c8105d7dcdf1","word_count":95},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/06\/sports\/soccer-notebook-wusa-set-for-boost.html","snippet":"The Women's United Soccer Association emerged from the exuberant success of the 1999 Women's World Cup and could now receive a much-needed booster shot if the United States is picked, as expected, to replace China as the host of this fall's World...","lead_paragraph":"The Women's United Soccer Association emerged from the exuberant success of the 1999 Women's World Cup and could now receive a much-needed booster shot if the United States is picked, as expected, to replace China as the host of this fall's World Cup. ''I would agree that based on the success in '99, that's what launched the league,'' LYNN MORGAN, the W.U.S.A. president and chief executive, said yesterday. ''But I don't believe that the U.S. hosting the tournament again is going to make or break the league.''","abstract":"Women's United Soccer Association hopes US will replace China as host of Women's World Cup, which would give WUSA financial and promotional boost (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"W.U.S.A. Set for Boost","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"glocations","value":"CHINA"},{"name":"organizations","value":"WOMEN'S UNITED SOCCER ASSN"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"WORLD CUP"},{"name":"subject","value":"FINANCES"}],"pub_date":"2003-05-06T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd270db8eb7c8105d82cc4f","word_count":802},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/09\/business\/olivier-long-87-led-predecessor-of-the-wto.html","snippet":"Olivier Long, a Swiss diplomat who helped keep the Western world moving toward freer trade in the 1970's despite protectionist pressures brought on by soaring oil prices, inflation and recession, died on March 19 in Geneva, according to the Web site...","lead_paragraph":"Olivier Long, a Swiss diplomat who helped keep the Western world moving toward freer trade in the 1970's despite protectionist pressures brought on by soaring oil prices, inflation and recession, died on March 19 in Geneva, according to the Web site of the World Trade Organization. He was 87. As director general of the General Agreement on Tariffs and Trade from 1968 to 1980, Mr. Long helped to bring about the largest reductions in tariffs since World War II. GATT, an organization based in Geneva, was created in 1948 to oversee international trade.","abstract":"Olivier Long, Swiss diplomat who worked for free trade agreements, dies at age 87 (S)","print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Olivier Long, 87; Led Predecessor of the W.T.O."},"keywords":[{"name":"persons","value":"LONG, OLIVIER"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2003-05-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"}],"original":"By PAUL LEWIS"},"type_of_material":"Obituary; Biography","_id":"4fd242908eb7c8105d7db799","word_count":523},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/14\/business\/us-contests-europe-s-ban-on-some-food.html","snippet":"The Bush administration filed suit today at the World Trade Organization to force Europe to lift its ban on genetically modified food, a move that was postponed earlier this year by the debate on Iraq.    The suit will further heighten trans-Atlantic...","lead_paragraph":"The Bush administration filed suit today at the World Trade Organization to force Europe to lift its ban on genetically modified food, a move that was postponed earlier this year by the debate on Iraq. The suit will further heighten trans-Atlantic trade tensions after several recent rulings against the United States in cases brought by Europe at the W.T.O. over United States steel tariffs and tax shelters for overseas corporations.","abstract":"Bush administration files suit at World Trade Organization to force Europe to lift its ban on genetically modified food; suit will further heighten trans-Atlantic trade tensions after several recent rulings against US in cases brought by Europe at WTO over US steel tariffs and tax shelters for overseas corporations; administration is backed by House Speaker J Dennis Hastert and other senior Republican and Democratic lawmakers who have been promoting lawsuit for months; American farmers have led complaints, saying they have invested in technology needed to raise genetically modified crops only to see Europe closed to their products; US trade representative Robert B Zoellick says administration has run out of patience waiting for European Union to lift what he calls five-year-old moratorium that blocked several hundred millions of dollars of American exports into Europe; Hastert estimates that American farmers lost $300 million in corn exports each year because of European policy toward genetically modified food and animal feed (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. Contests Europe's Ban On Some Food"},"keywords":[{"name":"persons","value":"HASTERT, J DENNIS"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"ZOELLICK, ROBERT B"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"EMBARGOES AND ECONOMIC SANCTIONS"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"STEEL AND IRON"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"CORN"},{"name":"subject","value":"FARMERS"},{"name":"subject","value":"GENETICS AND HEREDITY"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"TAX SHELTERS"}],"pub_date":"2003-05-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elizabeth","rank":1,"lastname":"BECKER"}],"original":"By ELIZABETH BECKER"},"type_of_material":"News","_id":"4fd227028eb7c8105d7af3c0","word_count":938},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/25\/world\/argentina-looks-to-a-new-leader.html","snippet":"In the past 18 months, Argentina's enduring political and economic crisis has consumed five presidents and plunged millions of people into poverty. Now it is Néstor Kirchner's turn to try to set things right, and the demands for a new direction are...","lead_paragraph":"In the past 18 months, Argentina's enduring political and economic crisis has consumed five presidents and plunged millions of people into poverty. Now it is Néstor Kirchner's turn to try to set things right, and the demands for a new direction are more insistent than ever. After hitting bottom, leaving a fifth of the work force unemployed and thousands of businesses bankrupt, the economy at least has begun to bounce back. But Mr. Kirchner, 53, will take office on Sunday with the country's future still clouded, Argentines' faith in institutions and leaders shattered and the deeper moral malaise that underlies and fuels the crisis very much intact.","abstract":"Nestor Kirchner, who takes office as president of Argentina on May 25, faces economic and political crisis that has consumed five presidents in 18 months; demands for new direction are more insistent than ever; economy has begun to bounce back after hitting bottom, leaving a fifth of work force unemployed and thousands of businesses bankrupt; photos (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentina Looks to a New Leader"},"keywords":[{"name":"persons","value":"KIRCHNER, NESTOR"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"UNEMPLOYMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-05-25T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd270db8eb7c8105d82cc8c","word_count":1436},{"web_url":"http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/neighborhood-report-new-york-squirrels-mundane-new-yorker-charms-visitors.html","snippet":"Visitors to the Bronx Zoo pay $11 for close-up looks at exotic animals. Many foreigners visiting New York for the first time do the same thing by strolling through the city's parks.     Jaded locals may ignore them, but New York's gray squirrels stop...","lead_paragraph":"Visitors to the Bronx Zoo pay $11 for close-up looks at exotic animals. Many foreigners visiting New York for the first time do the same thing by strolling through the city's parks. Jaded locals may ignore them, but New York's gray squirrels stop tourists and new immigrants in their tracks every day. Although dozens of squirrel species live around the world -- Australia, the Sahara and parts of South America are among the few places where there are none -- amazed visitors from many countries say they have never seen them before.","abstract":"Article on squirrels scampering around Battery Park in Lower Manhattan that attract attention of camera-toting foreign tourists; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Mundane New Yorker Charms Visitors by the Busload","kicker":"NEIGHBORHOOD REPORT: NEW YORK SQUIRRELS"},"keywords":[{"name":"glocations","value":"BATTERY PARK (NYC)"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"SQUIRRELS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2003-06-01T00:00:00Z","document_type":"article","news_desk":"The City Weekly Desk","section_name":"Travel; New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Seth","rank":1,"lastname":"KUGEL"}],"original":"By SETH KUGEL"},"type_of_material":"News","_id":"4fd22c538eb7c8105d7b81d7","word_count":473}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}