{"response":{"meta":{"hits":192,"time":32,"offset":190},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/12\/29\/business\/export-ban-to-russia-could-end.html","snippet":"The Reagan Administration is expected to remove most controls before the end of January on exports of oil and gas equipment and technology to the Soviet Union, Administration trade officials said this weekend.   The move would be a response both to...","lead_paragraph":"The Reagan Administration is expected to remove most controls before the end of January on exports of oil and gas equipment and technology to the Soviet Union, Administration trade officials said this weekend. The move would be a response both to the depressed conditions of the American industry and the reluctance of United States allies to impose similar export restraints. The industry and its supporters contend that European and Japanese suppliers have picked up business that might have otherwise gone to American exporters. Share Less Than 2 Percent The American share of total Western exports of such equipment has fallen from 25 percent before the ban eight years ago to less than 2 percent today, according to figures from the Petroleum Equipment Suppliers Association.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EXPORT BAN TO RUSSIA COULD END"},"keywords":[{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"GAS (FUEL)"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"OIL (PETROLEUM) AND GASOLINE"}],"pub_date":"1986-12-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Clyde","middlename":"H.","lastname":"FARNSWORTH","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By CLYDE H. FARNSWORTH, Special to the New York Times"},"type_of_material":"News","_id":"4fd179328eb7c8105d6705ef","word_count":1143},{"web_url":"http:\/\/www.nytimes.com\/1986\/12\/30\/world\/rio-de-janeiro-journal-firebrand-twice-burned-offers-fighting-words.html","snippet":"Speaking softly and slowly, apparently still nursing his wounded pride after the latest setback in his plan to become President, Leonel Brizola was hardly recognizable as the Socialist firebrand who for a quarter of a century has been the politician...","lead_paragraph":"Speaking softly and slowly, apparently still nursing his wounded pride after the latest setback in his plan to become President, Leonel Brizola was hardly recognizable as the Socialist firebrand who for a quarter of a century has been the politician most feared by Brazil's ruling elites. Twice this year he gambled his prestige and twice he lost. First he attacked a Government-ordered price freeze that proved to be enormously popular. And then, last month, he converted the election to pick his successor as Governor of Rio de Janeiro into a referendum on President Jose Sarney - and his handpicked candidate was trounced.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FIREBRAND, TWICE BURNED, OFFERS FIGHTING WORDS","kicker":"RIO DE JANEIRO JOURNAL"},"keywords":[{"name":"persons","value":"BRIZOLA, LEONEL"},{"name":"glocations","value":"RIO DE JANEIRO (BRAZIL)"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1986-12-30T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd173568eb7c8105d667513","word_count":1131}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}