{"response":{"meta":{"hits":118,"time":42,"offset":40},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/04\/sports\/forest-hills-waits-for-the-big-hitters.html","snippet":"A major tennis event, the Tournament of Champions, began on the weekend at Forest Hills without many people paying attention. There was a sparse crowd Saturday, a cold, rainy opening day, and the final match ended with fewer than 300 people in the...","lead_paragraph":"A major tennis event, the Tournament of Champions, began on the weekend at Forest Hills without many people paying attention. There was a sparse crowd Saturday, a cold, rainy opening day, and the final match ended with fewer than 300 people in the stands. But 9,993 were on hand ternoon in brilliant sunshine to watch players with names like Kevin Curren, Gianni Ocleppo and Ricardo Cano.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FOREST HILLS WAITS FOR THE BIG HITTERS"},"keywords":[{"name":"subject","value":"PROFESSIONAL ATHLETICS"},{"name":"subject","value":"TENNIS"}],"pub_date":"1981-05-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"firstname":"William","middlename":"N.","lastname":"WALLACE","rank":1,"role":"reported","organization":""}],"original":"By WILLIAM N. WALLACE"},"type_of_material":"News","_id":"4fd119148eb7c8105d5d1e96","word_count":537},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/12\/science\/honeybees-threatened-by-mite-infestation.html","snippet":"AN organism that preys on honeybees, a tiny mite once found only in Asia, has spread in recent years to many parts of the world and now threatens the pollination benefits and honey production of one of the earth's most valuable insects. Scientists...","lead_paragraph":"AN organism that preys on honeybees, a tiny mite once found only in Asia, has spread in recent years to many parts of the world and now threatens the pollination benefits and honey production of one of the earth's most valuable insects. Scientists fear that because there is no known way to control the mites, they may soon become endemic in every nation where honeybees are raised. Although no drastic impact has yet been felt by most of the main honey-producing countries - China, the United States, Mexico and Canada -the spread of the mite has wiped out entire apiaries or colonies of bees in sections of the Philippines, Brazil, the Soviet Union and Italy in the last few years. The only countries with substantial honeybee populations that are currently uninfested to some degree are the United States, Canada, Australia, New Zealand and Mexico. Field studies in affected areas of the world have been made in the last few years by Cornell entomologists Roger A. Morse and David De Jong. They have determined that of the three mite species that live on bees, the Asian species, Varroa jacobsoni, is most damaging to the European honeybee, Apis mellifera, the most prolific and efficient of the world's four known honeybee varieties.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HONEYBEES THREATENED BY MITE INFESTATION"},"keywords":[{"name":"subject","value":"PESTICIDES AND PESTS"},{"name":"subject","value":"ENDANGERED AND EXTINCT SPECIES"}],"pub_date":"1981-05-12T00:00:00Z","document_type":"article","news_desk":"Science Desk","section_name":"Science; Health","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bayard","rank":1,"lastname":"WEBSTER"}],"original":"By BAYARD WEBSTER"},"type_of_material":"News","_id":"4fd1108b8eb7c8105d5c629d","word_count":1333},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/14\/world\/leaders-around-the-world-voice-shock-and-anger.html","snippet":"World and church leaders expressed shock and indignation today at the news of the shooting of Pope John Paul II in Rome.   Queen Elizabeth II said that she was horrified and profoundly shocked. ''Prince Philip and I send our prayers for his...","lead_paragraph":"World and church leaders expressed shock and indignation today at the news of the shooting of Pope John Paul II in Rome. Queen Elizabeth II said that she was horrified and profoundly shocked. ''Prince Philip and I send our prayers for his recovery,'' her telegram to the Vatican said. Prime Minister Margaret Thatcher and the Archibishop of Canterbury, Dr. Robert Runcie, also sent their expressions of shock and dismay at the assassination attempt. The Pope had announced plans to visit England, Scotland and Wales in 1982.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LEADERS AROUND THE WORLD VOICE SHOCK AND ANGER"},"keywords":[{"name":"glocations","value":"ROME (ITALY)"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"},{"name":"subject","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"RELIGION AND CHURCHES"}],"pub_date":"1981-05-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Frank","middlename":"J.","lastname":"PRIAL","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By FRANK J. PRIAL, Special to the New York Times"},"type_of_material":"News","_id":"4fd118c68eb7c8105d5d1273","word_count":730},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/18\/world\/latins-stress-self-help-in-charting-a-course-for-80-s.html","snippet":"Senior economic officals from all the Latin American countries, meeting here under the auspices of the Economic Commission for Latin America, a United Nations agency, have adopted a regional development strategy for the next decade that puts a new...","lead_paragraph":"Senior economic officals from all the Latin American countries, meeting here under the auspices of the Economic Commission for Latin America, a United Nations agency, have adopted a regional development strategy for the next decade that puts a new stress on self-help. The inward-looking focus of the strategy that emerged from the meeting last week surprised officials from the United States and other industrial countries, though all the usual demands were made. For the past decade, the world has been divided between the industrial countries of the north and the developing countries to their south who have been united in calling for a new international economic order ranging from the restructuring of the international monetary system to dictating the terms of trade. Now, in part because of frustration and in part because of new analyses, the third world countries are turning more to each other in their attempt to improve the lot of their peoples.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LATINS STRESS SELF-HELP IN CHARTING A COURSE FOR 80'S"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1981-05-18T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd11b738eb7c8105d5d730f","word_count":955},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/24\/weekinreview\/heat-over-lefever-s-nomination-brings-some-senators-to-a-boil.html","snippet":"No one thought it would be easy. But the confirmation hearings last week of Ernest W. Lefever, Assistant Secretary of State-designate for Human Rights, proved far tougher than even the most pessimistic Administration officials had predicted.   Mr....","lead_paragraph":"No one thought it would be easy. But the confirmation hearings last week of Ernest W. Lefever, Assistant Secretary of State-designate for Human Rights, proved far tougher than even the most pessimistic Administration officials had predicted. Mr. Lefever, an ordained minister, former pacifist and selfdescribed ''do-gooder,'' first irritated members of the Senate Foreign Relations Committee when he asserted privately before the hearings that ''Communists'' were responsible for the campaign to block his nomination. Irritation turned to anger when he then denied in public he had said it. Then Mr. Lefever, who two years ago advocated repeal of all Congressional restrictions on foreign policy based on human rights, told the committee he had ''goofed.''","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HEAT OVER LEFEVER'S NOMINATION BRINGS SOME SENATORS TO A BOIL"},"keywords":[{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1981-05-24T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Judith","rank":1,"lastname":"MILLER"}],"original":"By JUDITH MILLER"},"type_of_material":"News","_id":"4fd119168eb7c8105d5d2003","word_count":939},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/24\/opinion\/abroad-at-home-cotton-mather-politics.html","snippet":"One of the important elements in Ronald Reagan's election was right-wing fervor on social and religious issues. The Moral Majority and other groups roused a lot of voters with their calls to end abortion, put prayer back in the schools and resist the...","lead_paragraph":"One of the important elements in Ronald Reagan's election was right-wing fervor on social and religious issues. The Moral Majority and other groups roused a lot of voters with their calls to end abortion, put prayer back in the schools and resist the women's movement as a threat to the family. Since Jan. 20 the Reagan Administration has done its best to keep those questions on the back burner in Congress. It did not want its economic program obstructed by an emotional fight over social issues.","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Abroad at Home; COTTON MATHER POLITICS"},"keywords":[{"name":"subject","value":"ABORTION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"RELIGION AND CHURCHES"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"CHURCH-STATE RELATIONS"}],"pub_date":"1981-05-24T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"Lewis"}],"original":"By Anthony Lewis"},"type_of_material":"Op-Ed","_id":"4fd118888eb7c8105d5d0d6a","word_count":836},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/29\/world\/uruguayan-regime-shaken-by-scandal.html","snippet":"The Uruguayan military Government has been badly shaken by a scandal that has led to the resignation of a number of senior officers and delayed moves to return to democracy.   The scandal involved loans to gamblers and the mysterious disappearance of...","lead_paragraph":"The Uruguayan military Government has been badly shaken by a scandal that has led to the resignation of a number of senior officers and delayed moves to return to democracy. The scandal involved loans to gamblers and the mysterious disappearance of a shady middleman who lost hundreds of thousands of dollars of the officers' money, much of it apparently on the roulette wheel. Forced to resign were the Minister of the Interior, the commander of the Arms and Service School, the Montevideo police chief, the Ambassador to Paraguay and a half-dozen powerful colonels. The resignations took place early in April after an investigation by a military panel. The resignations were announced at the time, but news of the scandal behind them has never been reported publically because of military secrecy and strict self-censorship within the country.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAYAN REGIME SHAKEN BY SCANDAL"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"GAMBLING"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1981-05-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd10f808eb7c8105d5c4a23","word_count":870},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/31\/world\/uruguay-editor-is-taking-lead-as-army-critic.html","snippet":"\"To avoid risk, most newspapers here do not say anything,\" an opposition spokesman remarked.   \"Well,\" the spokesman, Enrique E. Tarigo, went on, speaking of his weekly newspaper, Opinar, \"we tried to say something, then said a little bit more and a...","lead_paragraph":"\"To avoid risk, most newspapers here do not say anything,\" an opposition spokesman remarked. \"Well,\" the spokesman, Enrique E. Tarigo, went on, speaking of his weekly newspaper, Opinar, \"we tried to say something, then said a little bit more and a lttle bit more, until...\" His voice trailed off. Mr. Tarigo, who is 53 years old, was recounting his experiences since he emerged as the most popular opposition leader during the constitutional plebiscite of last Nov. 30. That vote overwhelmingly rejected a proposed charter that would have given the country's armed forces a permanent share of power. \"The plebiscite showed,\" he said in an interview, \"that the majority of the people do not agree with the armed forces and their solutions. You would think they would move faster now.\"","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAY EDITOR IS TAKING LEAD AS ARMY CRITIC"},"keywords":[{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"NEWSPAPERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1981-05-31T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to The New York Times"},"type_of_material":"News","_id":"4fd10f798eb7c8105d5c44a9","word_count":829},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/31\/weekinreview\/ideas-trends-in-summary-north-south-by-south-a-new-axis-of-waste.html","snippet":"Raul Prebisch, the scourge of industrial nations for the last three decades, is now 80 years old and on to something new. More than anyone, the Argentine economist provided the intellectual basis and early leadership for the worldview that has allied...","lead_paragraph":"Raul Prebisch, the scourge of industrial nations for the last three decades, is now 80 years old and on to something new. More than anyone, the Argentine economist provided the intellectual basis and early leadership for the worldview that has allied the ''have not'' nations of the Southern Hemisphere and pitted them against the ''haves'' of the North. Now, the grand old man of third world economists has come out with a thesis directed not against the North, but against the South itself. Raul Prebisch has discovered waste. He sees it in the huge governments of third world countries and in the conspicuous consumption of their elites and new middle classes, particularly in his native Latin America. Despite two decades of tremendous growth, income distribution in Latin America remains appallingly uneven, with the bottom 40 percent of the population earning only 8 percent of the income, according to United Nations data.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ideas & Trends In Summary; NORTH-SOUTH BY SOUTH: A NEW AXIS OF WASTE"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ECONOMICS"},{"name":"subject","value":"BOOKS AND LITERATURE"},{"name":"subject","value":"ECONOMIC PLANNING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1981-05-31T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Books; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"}],"original":"By EDWARD SCHUMACHER"},"type_of_material":"News","_id":"4fd110908eb7c8105d5c65f9","word_count":976},{"web_url":"http:\/\/www.nytimes.com\/1981\/05\/31\/magazine\/lighting-up-the-cosmos.html","snippet":"Diane Ackerman, the author of two collections of poetry and a prose memoir, is currently at work on a novel about the soccer world. By Diane Ackerman Near the goal, head sunk deep into his shoulders as he sprints, Giorgio Chinaglia takes the ball,...","lead_paragraph":"Diane Ackerman, the author of two collections of poetry and a prose memoir, is currently at work on a novel about the soccer world. By Diane Ackerman Near the goal, head sunk deep into his shoulders as he sprints, Giorgio Chinaglia takes the ball, dribbles it around a thatch of red shirts and, sliding between two defenders, belts it at 70 miles an hour into the netted calm of the goal. Raising his fists in triumph, Chinaglia gallops around the pitch, leaping as if lovesick into the arms of his teammate Andranik Eskandarian, leaping to the hypnotic boom of the New York Cosmos fans, thousands of whom are on their feet, booing him, as usual. The Cosmos were playing the Tulsa Roughnecks in a playoff game last season and Chinaglia had just scored his fourth goal. Four goals by one man is not something soccer fans should boo; at that time, no one in the history of the sport had ever made more than five goals in a single 90-minute game. But it was not until Chinaglia went on to score three more times in that game, for a record-shattering seven goals, that the fans' jeers changed to chants of ''Giorgio! Giorgio!''","abstract":null,"print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LIGHTING UP THE COSMOS"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"PROFESSIONAL ATHLETICS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1981-05-31T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd119128eb7c8105d5d1ca1","word_count":4874}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}