{"response":{"meta":{"hits":193,"time":380,"offset":150},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1993\/11\/30\/business\/world-trade-talks-underline-french-german-differences.html","snippet":"Despite repeated assertions of solidarity between France and Germany, the long conflict in world trade talks involving France, Germany and the United States has demonstrated stark differences of economic confidence and outlook between France and...","lead_paragraph":"Despite repeated assertions of solidarity between France and Germany, the long conflict in world trade talks involving France, Germany and the United States has demonstrated stark differences of economic confidence and outlook between France and Germany, Europe's largest industrial powers. As negotiations under the General Agreement on Tariffs and Trade for a global trade accord gather momentum over the next two weeks, against a Dec. 15 deadline, it seems clear that Germany's differences with France will sharpen and lead to considerable pressure from Bonn on the French Government to accept an agreement.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Trade Talks Underline French-German Differences"},"keywords":[{"name":"glocations","value":"GERMANY"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1993-11-30T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1bc2a8eb7c8105d6e7790","word_count":1017},{"web_url":"http:\/\/www.nytimes.com\/1993\/11\/30\/sports\/results-plus-794293.html","snippet":"N.B.A.  Robinson Wakes Spurs  David Robinson scored 34 points, including 12 in a closely-fought fourth period, to help the San Antonio Spurs hold off the Milwaukee Bucks, 102-95, last night in San Antonio. The Bucks rallied from a 15-point...","lead_paragraph":"N.B.A. Robinson Wakes Spurs David Robinson scored 34 points, including 12 in a closely-fought fourth period, to help the San Antonio Spurs hold off the Milwaukee Bucks, 102-95, last night in San Antonio. The Bucks rallied from a 15-point third-quarter deficit to pull within one, 86-85, but Robinson started an 8-0 run with consecutive jumpers. \"David refused to let us lose tonight down the stretch,\" said Spurs Coach John Lucas. \"We just fell asleep and let them back in the game.\" (AP) YACHTING Mast Cracks; Lead Goes Intrum Justitia, racing in the Whitbread 60 Class, took the overall lead yesterday on the second leg of the Whitbread Round the World yacht race after New Zealand's Endeavor broke part of its mast. Skippered by Lawrie Smith, the European yacht held a 4-mile lead over Endeavor as the boats continued their journey from Punta del Este, Uruguay, to Fremantle, Australia. The lead change came shortly after Endeavor, one of five entries in the Maxi Class, snapped the top 8 meters off its mizzen mast. Endeavor retained its lead in the Maxi class with a 78-mile advantage over Merit Cup. (AP) N.H.L. Sabres Top Leafs Wayne Presley, Craig Simpson and Aleksandr Mogilny scored third-period goals and Dominik Hasek made 24 saves last night, leading the Buffalo Sabres to a 3-0 victory over the Maple Leafs in Toronto. It was the first time this season that Toronto was shut out. The Leafs, who have the best record in the league at 17-5-4, have lost only 2 games at home this season. (AP) Whalers 4, Senators 2: Bryan Marchment scored the go-ahead goal early in the third period and the Hartford Whalers went on to beat the Senators in Ottawa. The crowd of 10,075 in the Civic Centre chanted \"We want a ref!\" during the second period, a reference to the strike by officials. Before the strike began two weeks ago, the fans shouted, \"We want scabs!\" (AP) Stars 6, Oilers 5: Dave Gagner got control of a bouncing puck and sent a high shot past Bill Ranford at 2 minutes 26 seconds of overtime to give Dallas a road victory. (AP)","abstract":null,"print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1993-11-30T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d29a8eb7c8105d70e2b4","word_count":357},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/03\/business\/what-s-what-in-the-world-trade-talks.html","snippet":"THE OVERVIEW   The United States is negotiating with 115 other nations to broadly rewrite the free trade rules of the General Agreement on Tariffs and Trade, which have governed most international trade for 45 years. GATT was created in 1948 with the...","lead_paragraph":"THE OVERVIEW The United States is negotiating with 115 other nations to broadly rewrite the free trade rules of the General Agreement on Tariffs and Trade, which have governed most international trade for 45 years. GATT was created in 1948 with the aim of expanding economic activity by eliminating tariffs and other protectionist barriers. Trade ministers have successfully completed seven previous rounds of talks to broaden the original agreement. The current negotiations began seven years ago in Punta del Este, Uruguay, leading negotiators and commentators to call it the Uruguay Round. Its main goal is to broaden the rules to cover trade in agriculture and in services like tourism, insurance and telecommunications. Negotiators are also trying to reduce or eliminate many tariffs.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"What's What In The World Trade Talks"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1993-12-03T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Keith","rank":1,"lastname":"BRADSHER"}],"original":"By KEITH BRADSHER"},"type_of_material":"News","_id":"4fd1ae408eb7c8105d6ce861","word_count":1429},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/03\/business\/us-and-europeans-report-key-steps-to-a-trade-accord.html","snippet":"The top trade negotiators for the United States and the European Community said today that they had made important, potentially decisive progress on a range of issues, including the nettlesome matter of farm exports, that could lead to a world trade...","lead_paragraph":"The top trade negotiators for the United States and the European Community said today that they had made important, potentially decisive progress on a range of issues, including the nettlesome matter of farm exports, that could lead to a world trade accord. \"We have agreed upon an approach to all major issues that would pave the way to the completion of a substantive and comprehensive Uruguay Round,\" the United States trade representative, Mickey Kantor, said here, referring to the negotiations on updating and broadening world trade rules that began seven years ago in Uruguay. A Way to Break Recessions The talks, under the auspices of the General Agreement on Tariffs and Trade, are widely seen as crucial for both economic and political reasons. Success could help revive moribund economies in Japan and Europe, and stimulate uncertain economic recoveries in the United States and Britain.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. AND EUROPEANS REPORT KEY STEPS TO A TRADE ACCORD"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"creative_works","value":"EUROPEAN COMMUNITY"},{"name":"persons","value":"KANTOR, MICKEY"},{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"}],"pub_date":"1993-12-03T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Roger","rank":1,"lastname":"COHEN"}],"original":"By ROGER COHEN"},"type_of_material":"News","_id":"4fd1bdc08eb7c8105d6eaef1","word_count":1207},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/04\/business\/pitching-gatt-s-pluses-to-a-reluctant-france.html","snippet":"A spearhead of free trade for most of the world, GATT has become a four-letter word in France, a frightening symbol of a perfidious American plot to drive French farmers off the land, crush French culture in Hollywood's vice and rob France of its...","lead_paragraph":"A spearhead of free trade for most of the world, GATT has become a four-letter word in France, a frightening symbol of a perfidious American plot to drive French farmers off the land, crush French culture in Hollywood's vice and rob France of its very identity. Indeed, for more than a year now, first a socialist Government and then its conservative successor have been preparing the French to stand alone in the world, even face ostracism, if France decides it must torpedo a liberalized General Agreement on Tariffs and Trade pact to save the republic.","abstract":null,"print_page":"49","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pitching GATT's Pluses To a Reluctant France"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"persons","value":"BALLADUR, EDOUARD"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1993-12-04T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Movies; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd1ea838eb7c8105d73a19f","word_count":1106},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/05\/world\/swiss-and-french-farmers-opposing-gatt.html","snippet":"Several hundred Swiss and French farmers fought with police officers today outside the headquarters of GATT as they protested against an emerging world trade treaty that they say would ruin their livelihood.   The police said about 3,000 farmers,...","lead_paragraph":"Several hundred Swiss and French farmers fought with police officers today outside the headquarters of GATT as they protested against an emerging world trade treaty that they say would ruin their livelihood. The police said about 3,000 farmers, chanting \"Down with the GATT\" and waving banners proclaiming \"Let us unite against U.S. blackmail,\" had marched on the GATT headquarters. At the gray stone building housing the the world trade group, several hundred broke away and tried to push past police barriers, some throwing bottles. But the police drove them back.","abstract":null,"print_page":"26","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Swiss and French Farmers Opposing GATT"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"SWITZERLAND"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"1993-12-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1bf218eb7c8105d6ed0b7","word_count":166},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/05\/world\/compromises-edge-gatt-nearer-new-pact.html","snippet":"Efforts to strike a free trade pact among 116 countries have dragged on for seven years for a simple reason: A deal would hurt many politically powerful industries in many countries.   American steelmakers worry that the Commerce Department would not...","lead_paragraph":"Efforts to strike a free trade pact among 116 countries have dragged on for seven years for a simple reason: A deal would hurt many politically powerful industries in many countries. American steelmakers worry that the Commerce Department would not be able to slap steep taxes on low-priced foreign steel. Insurance companies in Southeast Asia worry that they will go broke if American insurers are allowed into their markets. French grain farmers worry that crop prices will fall there if their Government pays them less to export their harvests than if they sell them in France.","abstract":null,"print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Compromises Edge GATT Nearer New Pact"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"URUGUAY ROUND (TRADE TALKS)"}],"pub_date":"1993-12-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Keith","rank":1,"lastname":"BRADSHER"}],"original":"By KEITH BRADSHER"},"type_of_material":"News","_id":"4fd1d29b8eb7c8105d70e40e","word_count":1253},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/05\/business\/business-diary-november-26-december-3.html","snippet":"THE ECONOMY If the Numbers Don't Lie, America's Going Back to Work  Is it as good news as it seems that the nation's unemployment rate plunged from 6.8 percent to 6.4 percent in November? Skeptics were quick to say that for complicated statistical...","lead_paragraph":"THE ECONOMY If the Numbers Don't Lie, America's Going Back to Work Is it as good news as it seems that the nation's unemployment rate plunged from 6.8 percent to 6.4 percent in November? Skeptics were quick to say that for complicated statistical reasons, the progress reported by the Labor Department last week was almost surely overstated, and financial markets shrugged it off. But with any kind of faith, what you see is a stunning number -- the biggest improvement in a decade, and a compelling sign that this on-again, off-again economy is at last performing its most basic function: creating jobs. Employers added jobs from California to Florida to New York, and most places in between -- and they were more likely to be full-time jobs, too. As those of you with jobs well know, companies have been putting off hiring and leaning on existing workers, uncertain about things like medical costs, but this news may show that they just couldn't hold out any longer. An Economy on a Spree It's more than jobs. The economic engine keeps gaining speed as it barrels toward that year-end blowout -- which long ago, rumor has it, was some sort of religious celebration. But once Christmas is past, will the vigor survive? Economists are cautious. Last week, though, the numbers were strong: income, construction spending, and factory orders all up, the purchasing managers' index showing the fastest growth since last winter. There were some blips: new-home sales were off, but that followed a surge the month before, so housing still looks good. And retail sales rose just slightly -- but of course any shoppers worth their credit cards would not dream of going wild till it's almost Christmas. Tired of Waiting for S.& L. Job It's clearly liberating to be nominated for a Government job and then decide it isn't worth jumping through all the hoops. Stanley Tate, named in July to head the Resolution Trust Corporation, but still awaiting a confirmation hearing, didn't mince words last week when he called it quits. \"Washington,\" he said, \"is a vicious city, with all kinds of hidden agendas. It is a city full of rumors, allegations and accusations.\" And why did his nomination die? Because he's a Republican? Because Bill Clinton didn't back him fully? Or because there was something to the \"serious questions\" that Donald Riegle, Senate Banking chairman, had about Mr. Tate? Mr. Tate's version: bureaucrats were afraid he'd root out mismanagement. Whatever the reason, Mr. Tate, a Florida developer, said he felt \"disposable and dispensable.\" And the bailout agency just keeps on drifting. Mending Hubble, Mending NASA If NASA were a corporation, it would long since have become an obscure Wal-Mart subsidiary. It's made one cosmic gaffe after another: the Challenger disaster, the flawed Hubble Space Telescope, the apparent kidnapping of the Mars Observer by little green spacepersons. It's no understatement to say, as one space expert did last week, \"NASA can't afford another highly visible failure.\" So the pressure's on the astronauts on the shuttle Endeavour, which lifted off on Thursday. The astronauts' mission: to fix Hubble in mid-space, essentially by putting a pair of eyeglasses on it. If they succeed, secrets of the universe could snap into focus; if they fail, the focus will be on NASA's jugular. But as one Hubble scientist put it, \"This is not like going to Grandma's to fix a leaky faucet.\" OPEC, Where Is Thy Sting? Twenty years ago, OPEC seemed sure to strangle America with ever-higher oil prices. But last week it was clear just how times had changed. After slipping all year, oil prices plunged to a five-year low after OPEC failed to agree to cut output. So gasoline, steadily cheaper in 1973 dollars, seems likely to get cheaper still, which would help the economy. But everything has a cost, and cheaper gas means auto makers are less likely to put their efforts into making more efficient cars. Victor Posner Is Out of Play It was an unusual penalty, but the judge said the scope of the violations justified it. Saying they \"have had a long and notorious history of engaging in self-dealing and corporate waste,\" a Federal judge last week banned Victor Posner and his son, Steven, from serving as officers or directors of any public company. The order came in a civil suit brought by the S.E.C. as part of a broader case against Michael Milken and Ivan Boesky, and it involved charges that the Posners made secret stock deals with Mr. Boesky. In light of past abuses, the judge said, another warning \"would serve little purpose.\" COMPANIES Paying a Price for Family Values Family values. So simple a term, yet so laden with subtext. On the surface, it means apple pie, caring, a cozy hearth; but it can also be a code phrase for excluding, condemning, even denying the existence of anything but cookie-cutter Americans. Normally, to cry \"family values\" is just free speech, but in Texas last week, the price was high. Apple Computer planned to build an $80 million office complex north of Austin, creating 1,500 jobs. But county officials rejected a $750,000 tax abatement, citing Apple's policy of granting health benefits to employees' unmarried partners, and Apple took its blueprints and hit the road. Sony's Pain, And the World's In 1946, in a bombed-out Tokyo department store, a young man named Akio Morita helped found the Sony Corporation. Since then, as both Sony and Japan grew mighty, Mr. Morita became, in one American's words, the world's \"leading Japanese business statesman.\" So it is symbolic that as Japan's phenomenal half-century shows distinct wear and tear, Sony's chairman falters. Last week Mr. Morita, 72, underwent brain surgery, and he may have to retire. That would be bad news for Sony, where, even removed from day-to-day operations, he remained the \"psychological backbone.\" And it would be bad news abroad, for Mr. Morita has played a leading role in smoothing trade tensions with America. Volvo Vants to Be Alone The planned Volvo-Renault merger created serious friction at Volvo. Many executives wanted to back out, loath to let Sweden lose one of its corporate stars. But the chairman, Pehr Gyllenhammar, stuck to the plan, seeing strength in having a European partner. Last week Mr. Gyllenhammar lost his fight: The merger was called off, and he quickly resigned, saying that Volvo's managers had \"turned their backs on Europe.\" Job Cuts: A Weekly Ritual It almost stops being news, squarely in a class with \"Dog Bites Man.\" Another week, and more corporate giants cut thousands of jobs. Last week was no exception. A. T.& T. may cut as many as 4,500 jobs as the long-distance wars take their toll. And airline woes continue to seep through to Boeing, which will cut production, meaning a loss of up to 3,000 jobs. Even the beer industry is pulling in its belly, as Miller said it would close a plant in upstate New York, eliminating 900 jobs. G.M. Downsizes Its Data Saturated with economic numbers? Good news: Detroit is going to spare you some. Much as eager-beaver pundits crave the latest word, General Motors decided last week that 10-day sales reports were overkill and would scrap them in January; Ford will probably follow suit. Chrysler went to monthly figures a couple of years ago, but then some helpful souls started estimating 10-day sales. While some analysts found the figures useful, most were relieved. \"About time,\" said one. INTERNATIONAL Again, Hope for World Trade Your eyes glaze over at the words \"Uruguay Round\"? You're forgiven: these trade talks have long since taken on a Dickensian dimension. Begun seven years ago to lower tariffs worldwide, the talks have hit more snags than \"Bleak House\" has characters. But yet again last week the tireless negotiators, including Mickey Kantor of the United States, cried, \"Breakthrough!\" One snag has been French objections to cutting farm subsidies, but a resolution may be at hand. If there is an accord, it could do much for the world economy. But that's still a big \"if.\" Trade progress is possible, though: last week Canada's new Prime Minister, Jean Chretien, dropped his opposition to Nafta. The pact now goes into effect on Jan. 1, and the vigil will begin to see which side was right about jobs. Tokyo Sweet-Talks the Market All the Japanese stock market was waiting for, it seems, were some rosy words from the Government; last week it got them. Stock prices had been sliding for weeks. But after the Government finally promised to do what it could, the Nikkei index surged more than 4 percent in a day, then 2 percent the next. Prices are still depressed, though, and they are likely to stay that way until Government actions follow words. \"Jawboning,\" one analyst said, \"won't work for too long.\"","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Business Diary: November 26 - December 3"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1993-12-05T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Hubert B. Herring"},"type_of_material":"News","_id":"4fd1ad658eb7c8105d6cdbef","word_count":1469},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/05\/movies\/film-for-foreign-films-the-rules-for-an-oscar-are-set-in-sand.html","snippet":"When the Academy Award nominations for best foreign language film are announced in February, it is already certain there will be one conspicuous absence. \"Blue,\" a film by the Polish director Krzysztof Kieslowski about a French woman mourning her...","lead_paragraph":"When the Academy Award nominations for best foreign language film are announced in February, it is already certain there will be one conspicuous absence. \"Blue,\" a film by the Polish director Krzysztof Kieslowski about a French woman mourning her dead husband and daughter, has not been accepted for competition, even though it shared the Golden Lion with \"Short Cuts\" at the Venice Film Festival. The film opens today in New York. The snub continues something of a tradition for the Academy of Motion Picture Arts and Sciences, whose rules for submitting foreign films have been criticized as arbitrary. In fact, the submission process -- which ended last month -- often gets more attention than the nominations and winners.","abstract":null,"print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"For Foreign Films, the Rules For an Oscar Are Set in Sand","kicker":"FILM"},"keywords":[{"name":"creative_works","value":"ACADEMY OF MOTION PICTURE ARTS AND SCIENCES ACADEMY OF MOTION PICTURE ARTS & SCIENCES"},{"name":"organizations","value":"ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"},{"name":"subject","value":"ACADEMY AWARDS (OSCARS)"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"AWARDS, DECORATIONS AND HONORS"}],"pub_date":"1993-12-05T00:00:00Z","document_type":"article","news_desk":"Arts & Leisure Desk","section_name":"Movies; Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ann","rank":1,"lastname":"HORNADAY"}],"original":"By ANN HORNADAY"},"type_of_material":"News","_id":"4fd1e0f58eb7c8105d728521","word_count":1419},{"web_url":"http:\/\/www.nytimes.com\/1993\/12\/05\/opinion\/the-trade-deadline-approaches.html","snippet":"Top negotiators say they have made important progress toward agreement on new international trade rules. Yet the world's 116 trade partners remain divided on critical details with only 10 days left to strike a deal.    Over the last 50 years, trade...","lead_paragraph":"Top negotiators say they have made important progress toward agreement on new international trade rules. Yet the world's 116 trade partners remain divided on critical details with only 10 days left to strike a deal. Over the last 50 years, trade has been the foremost engine of growth: In seven previous rounds of negotiations, tariffs have been brought down from an average of 40 percent to under 5 percent. That, in turn, has allowed trade to grow at a 5 percent clip -- fast enough to add trillions of dollars to the world economy.","abstract":null,"print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Trade Deadline Approaches"},"keywords":[{"name":"creative_works","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE (GATT)"},{"name":"creative_works","value":"EUROPEAN COMMUNITY"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"}],"pub_date":"1993-12-05T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1bdbf8eb7c8105d6eadea","word_count":593}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}