{"response":{"meta":{"hits":75,"time":33,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/09\/world\/brazil-opens-files-on-region-s-abuses-in-age-of-dictators.html","snippet":"Throughout the 1970's, the military dictatorships of South America organized a secret program, known as Operation Condor, to kidnap and kill one another's opponents. Now the democratic governments that succeeded them are joining together, albeit...","lead_paragraph":"Throughout the 1970's, the military dictatorships of South America organized a secret program, known as Operation Condor, to kidnap and kill one another's opponents. Now the democratic governments that succeeded them are joining together, albeit tentatively and somewhat reluctantly, in an effort to untangle the true extent and toll of that sordid collaboration. The sudden burst of activity is the result of an Argentine judge's request, made last year, for information about three Argentine citizens who disappeared here when both countries were under military rule. To the surprise of almost everyone, Brazil's highest court recently ordered that all documents relating to the case and to Operation Condor be supplied to Argentine authorities.","abstract":"Military dictatorships of South America during 1970's organized secret program, known as Operation Condor, to kidnap and kill one another's opponents; now the democratic governments that succeeded them are joining together, albeit tentatively and somewhat reluctantly, in effort to determine true extent and toll of that collaboration; Brazil's high court recently ordered that all documents relating to Operation Condor and to case of three Argentinians who disappeared in Brazil when both countries were under military rule be released to Argentinian authorities; rights group say that government of Brazilian Pres Fernando Henrique Cardoso is being too slow in producing documents (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Opens Files on Region's Abuses in Age of Dictators"},"keywords":[{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"MISSING PERSONS"},{"name":"subject","value":"KIDNAPPING"},{"name":"subject","value":"OPERATION CONDOR"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2000-06-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd23d4f8eb7c8105d7d33a2","word_count":915},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/11\/business\/economic-view-an-upgrade-means-more-space-for-mexico.html","snippet":"ONE of the most exclusive clubs in Latin America is the select group of nations with the financial stability to earn investment-grade ratings for their bonds and notes. Just about every politician in the region dreams of joining.    Consider...","lead_paragraph":"ONE of the most exclusive clubs in Latin America is the select group of nations with the financial stability to earn investment-grade ratings for their bonds and notes. Just about every politician in the region dreams of joining. Consider Alejandro Toledo of Peru. Fighting to unseat President Alberto Fujimori, Mr. Toledo came to New York to denounce electoral fraud, and ultimately pulled out of a runoff widely thought to be rigged against him. Even so, he told reporters, he made time to visit Wall Street and to talk up Peru's prospects for a rating upgrade.","abstract":"Anthony DePalma Economic View column notes Moody's Investors Service's upgrade of Mexico's sovereign foreign-currency debt rating to Baa3 elevates Mexico to elite club of Latin American countries that have achieved investment-grade credit rating; reads rating as affirmation of harsh policies imposed amid 1994 peso crisis; notes improved rating will lower cost of borrowing and open up larger pool of potential investors for Mexican bonds; upgrade also adds about $16 billion in Mexican debt to bench mark Lehman Brothers Aggregate Bond index; chart (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"An Upgrade Means More Space For Mexico","kicker":"ECONOMIC VIEW"},"keywords":[{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"MOODY'S INVESTORS SERVICE INC"},{"name":"subject","value":"RATINGS AND RATING SYSTEMS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"GOVERNMENT BONDS"}],"pub_date":"2000-06-11T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"DePALMA"}],"original":"By ANTHONY DePALMA"},"type_of_material":"News","_id":"4fd216828eb7c8105d790c6f","word_count":746},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/music-only-12-and-he-s-got-his-chops.html","snippet":"ALEX HAN arrives at the local jazz club, Trumpets, with his two signature instruments, his alto saxophone and a Nintendo Gameboy. Invited onstage by the Ray Alexander Quartet, he calls out the tune and snaps, setting the tempo. With his small,...","lead_paragraph":"ALEX HAN arrives at the local jazz club, Trumpets, with his two signature instruments, his alto saxophone and a Nintendo Gameboy. Invited onstage by the Ray Alexander Quartet, he calls out the tune and snaps, setting the tempo. With his small, wing-tipped foot tapping, he rips into an upbeat ''Girl From Ipanema'' and burns through a solo, inciting a frenzy in the audience. Utterly focused, fingers flying over the black-lacquered Yamaha horn, his youthful features belie his soulful, passionate jazz interpretations. Accommodating audience pleas, he plays two more tunes, Gershwin's ''Summertime'' and Kurt Weill's ''Speak Low,'' before bowing and shaking hands with the jazz veterans onstage: Ray Alexander, vibrophonist; Rio Clemente, pianist; Russ Moy, percussionist; and Bill Crow, bass. Then he retires to a table in the back of the club to sip a Coca-Cola, play with his Gameboy and sign autographs. A routine Saturday evening for a 12-year-old jazz prodigy.","abstract":"Article on 12-year-old Alex Han, talented alto saxophone player diagnosed with attention deficit disorder at age 4 who now performs with Ray Alexander Quartet at Trumpets jazz club in Montclair, NJ; photos","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Only 12, and He's Got His Chops","kicker":"MUSIC"},"keywords":[{"name":"persons","value":"HAN, ALEX"},{"name":"organizations","value":"RAY ALEXANDER QUARTET"},{"name":"organizations","value":"TRUMPETS"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CHILDREN AND YOUTH"},{"name":"subject","value":"ATTENTION DEFICIT HYPERACTIVITY DISORDER"}],"pub_date":"2000-06-11T00:00:00Z","document_type":"article","news_desk":"New Jersey Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Jillian","middlename":"Hornbeck","lastname":"AMBROZ","rank":1,"role":"reported","organization":""}],"original":"By JILLIAN HORNBECK AMBROZ"},"type_of_material":"Review","_id":"4fd2248a8eb7c8105d7aaafe","word_count":927},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/12\/business\/bond-offerings-for-this-week.html","snippet":"The Treasury's schedule of financings this week is confined to today's regular weekly auction of three-  and six-month bills.    By the close of the New York cash market on Friday, traders said, the rate on the outstanding three-month bill was 5.74...","lead_paragraph":"The Treasury's schedule of financings this week is confined to today's regular weekly auction of three- and six-month bills. By the close of the New York cash market on Friday, traders said, the rate on the outstanding three-month bill was 5.74 percent; a six-month bill was 5.99 percent.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bond Offerings for This Week"},"keywords":[],"pub_date":"2000-06-12T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd2401c8eb7c8105d7d7bdb","word_count":331},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/14\/us\/lessons-pride-and-politics-in-school-for-young-people-in-cuba.html","snippet":"I COME to the pink pastel school building on a bustling corner of this coastal town in search of a story. As I walk toward the iron gate, and the squeal of children trapped in classrooms builds, I can't help but think of the countless times I made...","lead_paragraph":"I COME to the pink pastel school building on a bustling corner of this coastal town in search of a story. As I walk toward the iron gate, and the squeal of children trapped in classrooms builds, I can't help but think of the countless times I made similar treks in New York City, reporting on education. This, of course, is different. It is Cuba. And it is Elian Gonzalez's school. But, over the course of a brief visit, I get a sense it is not much different from the scores of schools I have seen, particularly traditional, back-to-basics ones. It turns out his school embraces an extended day but not small classes. It champions phonics and school uniforms but is squeamish about social promotion.","abstract":"Lessons column discusses education in Cuba, particularly its high literacy rate and teaching methods; drawing (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pride and Politics in School For Young People in Cuba","kicker":"LESSONS"},"keywords":[{"name":"glocations","value":"CUBA"},{"name":"subject","value":"EDUCATION AND SCHOOLS"},{"name":"subject","value":"TEACHERS AND SCHOOL EMPLOYEES"},{"name":"subject","value":"READING AND WRITING SKILLS"}],"pub_date":"2000-06-14T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Education; U.S.","subsection_name":null,"byline":{"person":[{"firstname":"Randal","middlename":"C.","lastname":"Archibold","rank":1,"role":"reported","organization":""}],"original":"By Randal C. Archibold"},"type_of_material":"News","_id":"4fd240cf8eb7c8105d7d8f8d","word_count":795},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/16\/arts\/art-guide.html","snippet":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are...","lead_paragraph":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a highly recommended show. Museums * ANNI ALBERS, Jewish Museum, Fifth Avenue at 92nd Street, (212) 423-3200 (through Aug. 20). This survey of arguably the most influential textile artist of the 20th century is part retrospective, part weaving seminar, part biography -- and altogether fascinating. It traces the development of Albers's work from her student days at the Bauhaus to Black Mountain College, where she taught with her husband, Josef. It contrasts her designs for commercial fabrics, which emphasized structure and materials in new ways, with her pictorially striking handloomed pieces. A gallery of photographs, letters, personal memorabilia and pre-Columbian textile fragments she collected reflects her character and quietly glamorous personal style. Hours: Sundays through Thursdays, 11 a.m. to 5:45 p.m.; Tuesdays, to 8 p.m. Admission: $8; $5.50, students and senior citizens; free for children under 12 (Roberta Smith).","abstract":null,"print_page":"34","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ART GUIDE"},"keywords":[],"pub_date":"2000-06-16T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd236788eb7c8105d7c8aec","word_count":4280},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/17\/world\/world-briefing.html","snippet":"THE AMERICAS    HAITI: VOTE PROTESTS -- Supporters of former President Jean-Bertrand Aristide blocked downtown Port-au-Prince, burning tires and stoning cars to demand results from local and legislative elections held May 21. Preliminary results...","lead_paragraph":"THE AMERICAS HAITI: VOTE PROTESTS -- Supporters of former President Jean-Bertrand Aristide blocked downtown Port-au-Prince, burning tires and stoning cars to demand results from local and legislative elections held May 21. Preliminary results showed Mr. Aristide's Lavalas Family party winning 16 of 17 Senate seats and more than 20 seats in the 83-member House of Deputies. An official said final results had been given to the electoral council, but no reason has been given for the delay in their publication. (AP)","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing"},"keywords":[],"pub_date":"2000-06-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled By Terence Neilan"},"type_of_material":"News","_id":"4fd2401a8eb7c8105d7d7a16","word_count":879},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/19\/business\/treasury-set-to-sell-bills-during-week.html","snippet":"The Treasury's schedule of financings this week is confined to today's regular weekly auction of three-  and six-month bills.    By the close of the New York cash market on Friday, traders said, the rate on the outstanding three-month bill was 5.63...","lead_paragraph":"The Treasury's schedule of financings this week is confined to today's regular weekly auction of three- and six-month bills. By the close of the New York cash market on Friday, traders said, the rate on the outstanding three-month bill was 5.63 percent and a six-month bill was 5.92 percent.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Treasury Set To Sell Bills During Week"},"keywords":[],"pub_date":"2000-06-19T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd224918eb7c8105d7aae31","word_count":349},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-pride-of-many-nations-in-oak-pine-iron-and-steel.html","snippet":"Here, in order of appearance, are the 27 Class A tall ships (160 feet or longer) taking part in Operation Sail 2000 on the Fourth of July. Escorting them will be 27 Class B ships (100 to 159 feet), followed by more than 95 Class C vessels (less than...","lead_paragraph":"Here, in order of appearance, are the 27 Class A tall ships (160 feet or longer) taking part in Operation Sail 2000 on the Fourth of July. Escorting them will be 27 Class B ships (100 to 159 feet), followed by more than 95 Class C vessels (less than 100 feet) and Coast Guard vessels. The pa rade order and berths for public viewing are subject to change. The Class A ships represent 19 nations and, in their histories, a wide variety of seagoing purposes. Among the Class B vessels are replicas of the Amistad, a ship seized in 1839 by slaves it carried; the Half Moon, in which Henry Hudson discovered the river now bearing his name; and Providence, a fighting sloop commanded by John Paul Jones during the Revolutionary War.","abstract":"Drawings and descriptions of 27 Class A tall ships taking part in Parade of Sail up Hudson River on July Fourth","print_page":"42","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pride of Many Nations, in Oak, Pine, Iron and Steel","kicker":"A SALUTE TO THE FOURTH"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"HUDSON RIVER"},{"name":"glocations","value":"NEW YORK HARBOR"},{"name":"subject","value":"SHIPS AND SHIPPING"},{"name":"subject","value":"OPSAIL 2000"},{"name":"subject","value":"INDEPENDENCE DAY (US) (JULY 4)"},{"name":"subject","value":"BOATS AND BOATING"},{"name":"subject","value":"SAILBOATS AND SAILING"}],"pub_date":"2000-06-30T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd236c18eb7c8105d7c8c6f","word_count":2062},{"web_url":"http:\/\/www.nytimes.com\/2000\/07\/05\/business\/world-business-briefing-americas-uruguay-brewer-for-sale.html","snippet":"Brazil's Cia. de Bebidas das Americas, the world's No. 3 brewer, and France's Groupe Danone said they might buy Uruguay's No. 2 brewer, Compania Salus. Cia. Cervejaria Brahma, a unit of AmBev, as the Brazilian brewer is known, signed a contract...","lead_paragraph":"Brazil's Cia. de Bebidas das Americas, the world's No. 3 brewer, and France's Groupe Danone said they might buy Uruguay's No. 2 brewer, Compania Salus. Cia. Cervejaria Brahma, a unit of AmBev, as the Brazilian brewer is known, signed a contract giving it the option to buy a controlling stake in Salus in partnership with the French food and beverage group, the company said. While Salus officials said no agreement on a sale had been reached, an AmBev spokeswoman said the transaction would involve the purchase of about 60 percent of Salus. So far the company has not disclosed a value for the transaction.","abstract":"Brazil's Cia de Bebidas das Americas, world's number 3 brewer, and France's Groupe Danone say they might buy Uruguay's number 2 brewer, Compania Salus (S)","print_page":"4","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"URUGUAY BREWER FOR SALE","kicker":"WORLD BUSINESS BRIEFING: AMERICAS"},"keywords":[{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"CIA DE BEBIDAS DAS AMERICAS"},{"name":"organizations","value":"GROUPE DANONE"},{"name":"organizations","value":"COMPANIA SALUS"},{"name":"subject","value":"BEER"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ALCOHOLIC BEVERAGES"}],"pub_date":"2000-07-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2178b8eb7c8105d79333b","word_count":108}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}