{"response":{"meta":{"hits":192,"time":32,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/15\/world\/text-of-the-reagan-message-to-congress-on-foreign-policy.html","snippet":"Following is the text of President Reagan's message, titled ''Freedom, Regional Security and Global Peace,'' which was sent to Congress today:   I. America's Stake in Regional Security For more than two generations the United States has pursued a...","lead_paragraph":"Following is the text of President Reagan's message, titled ''Freedom, Regional Security and Global Peace,'' which was sent to Congress today: I. America's Stake in Regional Security For more than two generations the United States has pursued a global foreign policy. Both the causes and consequences of World War II made clear to all Americans that our participation in world affairs, for the rest of the century and beyond, would have to go beyond just the protection of our national territory against direct invasion. We had learned the painful lessons of the 1930's, that there could be no safety in isolation from the rest of the world. Our nation has responsibilities and security interests beyond our borders - in the rest of this hemisphere, in Europe, in the Pacific, in the Middle East and in other regions - that require strong, confident and consistent American leadership. In the past several weeks, we have met these responsibilities - in difficult circumstances - in Haiti and in the Philippines. We have made important proposals for peace in Central America and southern Africa.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TEXT OF THE REAGAN MESSAGE TO CONGRESS ON FOREIGN POLICY"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"}],"pub_date":"1986-03-15T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"Text","_id":"4fd16d2a8eb7c8105d65fbb4","word_count":5422},{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/17\/world\/transcript-of-the-president-s-speech.html","snippet":"Following is a transcript of President Reagan's speech tonight on aiding rebels fighting the Nicaraguan Government, as recorded by The New York Times:   My fellow Americans, I must speak to you tonight about a mounting danger in Central America that...","lead_paragraph":"Following is a transcript of President Reagan's speech tonight on aiding rebels fighting the Nicaraguan Government, as recorded by The New York Times: My fellow Americans, I must speak to you tonight about a mounting danger in Central America that threatens the security of the United States. This danger will not go away; it will grow worse, much worse, if we fail to take action now. I am speaking of Nicaragua, a Soviet ally on the American mainland only two hours' flying time from our own borders. With over a billion dollars in Soviet-bloc aid, the Communist Government of Nicaragua has launched a campaign to subvert and topple its democratic neighbors. Using Nicaragua as a base, the Soviets and Cubans can become the dominant power in the crucial corridor between North and South America. Established there, they will be in a position to threaten the Panama Canal, interdict our vital Caribbean sea lanes and, ultimately, move against Mexico. Should that happen, desperate Latin peoples by the millions would begin fleeing north into the cities of the southern United States, or to wherever some hope of freedom remained.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TRANSCRIPT OF THE PRESIDENT'S SPEECH"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"UNION OF SOVIET SOCIALIST REPUBLICS"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"SPEECHES AND STATEMENTS"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1986-03-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"Text","_id":"4fd160d58eb7c8105d64acd2","word_count":3068},{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/19\/opinion\/why-not-try-diplomacy-instead.html","snippet":"The United States' choices in Nicaragua are not, as the Administration asserts, between aiding the ''contras'' and seeing the whole region engulfed by Communism. There are alternatives, if we would but grasp them. Among the most promising are the...","lead_paragraph":"The United States' choices in Nicaragua are not, as the Administration asserts, between aiding the ''contras'' and seeing the whole region engulfed by Communism. There are alternatives, if we would but grasp them. Among the most promising are the efforts of most Latin American countries to produce a diplomatic solution. Meeting in Caraballeda, Venezuela, on Jan. 11 and 12, eight major countries - Mexico, Venezuela, Colombia, Panama, Argentina, Brazil, Peru and Uruguay - agreed on steps to revitalize the Contadora process. Two days later, five Central American states pledged their full support.","abstract":null,"print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"...Why Not Try Diplomacy Instead?"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"COMMUNISM (THEORY AND PHILOSOPHY)"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1986-03-19T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Wayne","middlename":"S.","lastname":"Smith","rank":1,"role":"reported","organization":""}],"original":"By Wayne S. Smith; Wayne S. Smith is adjunct professor of Latin American studies at the Johns Hopkins University School of Advanced International Studies"},"type_of_material":"Op-Ed","_id":"4fd16b2c8eb7c8105d65c4b9","word_count":689},{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/23\/arts\/stamps-rarities-will-be-sold-next-month.html","snippet":"The 1986 Rarities of the World auction will be held April 5 at 1 P.M. in the Knickerbocker Room of the New York Helmsley Hotel, 42d Street near Third Avenue. Catalogues for the auction are available by mail or over the counter for $5 from Robert A....","lead_paragraph":"The 1986 Rarities of the World auction will be held April 5 at 1 P.M. in the Knickerbocker Room of the New York Helmsley Hotel, 42d Street near Third Avenue. Catalogues for the auction are available by mail or over the counter for $5 from Robert A. Siegel Auction Galleries, Inc., 160 East 56th Street, New York, N.Y. 10022. As with the 1985 edition, this year's sale contains few blockbuster lots. But as one reviews the catalogue, the excitement comes through. Among the 464 lots are great rarities as well as interesting and unusual stamps and covers with particular strength in blocks of four and larger multiples. The auction opens with a Roosevelt small die proof presentation book. Prepared for distribution in 1904, the book contains 308 die proofs for stamps issued between 1847 and 1902. It carries an estimated net value of $35,000 to $40,000.","abstract":null,"print_page":"38","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RARITIES WILL BE SOLD NEXT MONTH","kicker":"STAMPS"},"keywords":[{"name":"organizations","value":"HELMSLEY HOTELS"},{"name":"subject","value":"AUCTIONS"},{"name":"subject","value":"STAMPS (POSTAL)"}],"pub_date":"1986-03-23T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"John","middlename":"F.","lastname":"Dunn","rank":1,"role":"reported","organization":""}],"original":"By John F. Dunn"},"type_of_material":"News","_id":"4fd16b2e8eb7c8105d65c65c","word_count":1879},{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/27\/us\/politics-watching-kennedy-not-run-for-president.html","snippet":"He remains a political superstar, attracting crowds, money and the news media. He has traveled extensively on three continents and conferred with world leaders. Yet three months after stunning the political world by announcing that he would not be a...","lead_paragraph":"He remains a political superstar, attracting crowds, money and the news media. He has traveled extensively on three continents and conferred with world leaders. Yet three months after stunning the political world by announcing that he would not be a candidate for President in 1988, Senator Edward M. Kennedy says he relishes his freedom from Presidential politics. ''The decision I made last fall really opened up a new chapter in my own role in public service,'' the Senator said, chewing on a cigar in an easy chair in his Senate office, looking more relaxed and trim than in years. But ever since he said he was bowing out of the 1988 race so as to focus on his role in the Senate and on what he called ''the values that you and I share: peace on earth, economic growth at home, compassion to all Americans,'' political Washington, ever skeptical, has not stopped wondering whether the Massachusetts Democrat will in fact redeem his pledge.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Politics; Watching Kennedy Not Run for President"},"keywords":[{"name":"creative_works","value":"WASHINGTON TALK PAGE (NYT)"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 1988"}],"pub_date":"1986-03-27T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Martin","rank":1,"lastname":"TOLCHIN"},{"organization":"","role":"reported","rank":2}],"original":"By MARTIN TOLCHIN, Special to the New York Times"},"type_of_material":"News","_id":"4fd14a6f8eb7c8105d6281af","word_count":1547},{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/31\/arts\/going-out-guide.html","snippet":"SONG Easter music can still be heard in the city. And in that spirit, three sopranos are presenting ''Resurrexi'' in St. Paul's Chapel, in the financial district on Broadway at Fulton Street, this afternoon at 12:10.   Written for the celebration of...","lead_paragraph":"SONG Easter music can still be heard in the city. And in that spirit, three sopranos are presenting ''Resurrexi'' in St. Paul's Chapel, in the financial district on Broadway at Fulton Street, this afternoon at 12:10. Written for the celebration of the Easter mass, a concert of Gregorian chant and Notre Dame polyphony is offered. The Introit, Offertory and Communion from the 10th-century chant Mass Propers, and late 12th-century and 13th-century Alleluias will all be performed. The singers are Susan Gjenvick, who will also conduct, Ann Carter-Cox and Charlotte Stevenson.","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"GOING OUT GUIDE"},"keywords":[{"name":"subject","value":"ENTERTAINMENT AND AMUSEMENTS"}],"pub_date":"1986-03-31T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"C.","middlename":"Gerald","lastname":"Fraser","rank":1,"role":"reported","organization":""}],"original":"By C. Gerald Fraser"},"type_of_material":"News","_id":"4fd161ba8eb7c8105d64c19e","word_count":413},{"web_url":"http:\/\/www.nytimes.com\/1986\/03\/31\/world\/nicaragua-asks-border-force.html","snippet":"Nicaragua has proposed the creation of a multinational force to patrol its border with Honduras.   The proposal comes after heavy combat in the border area this month as Nicaraguan troops attacked several rebel bases, apparently in Honduran...","lead_paragraph":"Nicaragua has proposed the creation of a multinational force to patrol its border with Honduras. The proposal comes after heavy combat in the border area this month as Nicaraguan troops attacked several rebel bases, apparently in Honduran territory.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NICARAGUA ASKS BORDER FORCE"},"keywords":[{"name":"persons","value":"ORTEGA SAAVEDRA, DANIEL"},{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"HONDURAS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"BOUNDARIES AND TERRITORIAL ISSUES"},{"name":"subject","value":"MILITARY STRATEGY AND TACTICS"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"FOREIGN AID"},{"name":"subject","value":"MILITARY ACTION"}],"pub_date":"1986-03-31T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stephen","rank":1,"lastname":"KINZER"},{"organization":"","role":"reported","rank":2}],"original":"By STEPHEN KINZER, Special to the New York Times"},"type_of_material":"News","_id":"4fd16b228eb7c8105d65bdbf","word_count":223},{"web_url":"http:\/\/www.nytimes.com\/1986\/04\/04\/arts\/art-work-of-a-futurist-giacomo-balla-in-show.html","snippet":"IT was no Peaceable Kingdom that the Futurists strove -shrieked - for, but their movement was Utopian nonetheless. For instance, Luigi Russolo, who spent his life alternating between painting and music, foresaw machines and motors ''consciously...","lead_paragraph":"IT was no Peaceable Kingdom that the Futurists strove -shrieked - for, but their movement was Utopian nonetheless. For instance, Luigi Russolo, who spent his life alternating between painting and music, foresaw machines and motors ''consciously attuned, so that every factory'' would become ''an intoxicating orchestra of noises.'' Dissatisfied with Cubism, Umberto Boccioni wanted to ''split open'' figures and ''place the environment inside them.'' But the painter-sculptor's main interest was motion and the sensations it induced. As for the poet E. F. T. Marinetti, who was the group's founder and ringleader and the author of its first manifesto (1909), he is notorious for having preferred a racing car to the ''Victory of Samothrace'' as a work of art, and for advocating war as a cleansing agent. He also proposed the destruction of syntax and punctuation (the better to communicate the excitement of living in a new scientific era) and had contempt for women.","abstract":null,"print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ART: WORK OF A FUTURIST, GIACOMO BALLA, IN SHOW"},"keywords":[{"name":"persons","value":"BALLA, GIACOMO"},{"name":"organizations","value":"KOUROS GALLERY"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART SHOWS"},{"name":"subject","value":"ART"}],"pub_date":"1986-04-04T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Vivien","rank":1,"lastname":"RAYNOR"}],"original":"By VIVIEN RAYNOR"},"type_of_material":"Review","_id":"4fd161be8eb7c8105d64c549","word_count":1508},{"web_url":"http:\/\/www.nytimes.com\/1986\/04\/06\/sports\/historic-yacht-set-for-display-in-us.html","snippet":"While the America's Cup Races and their fleet of modern 12-Meters may have moved on to Australia, an important vestige of the event's yachting history is expected to return here.   Shamrock V, a 119-foot J-Class sloop that competed in the America's...","lead_paragraph":"While the America's Cup Races and their fleet of modern 12-Meters may have moved on to Australia, an important vestige of the event's yachting history is expected to return here. Shamrock V, a 119-foot J-Class sloop that competed in the America's Cup competition in 1930, is scheduled to sail into New York Harbor May 12 at the end of a monthlong delivery trip from Barcelona, Spain. The historic yacht, which is one of the few J-Class sloops left in the world, is being donated to the Museum of Yachting in Newport, R.I. The museum plans to buy the boat with a $1.65 million grant it received last week from Thomas J. Lipton Inc. of Englewood Cliffs, N.J. The boat, three times the size of the 12-Meters that presently compete in America's Cup competitions, was one of 10 J-Class sloops built for the Cup races of the 1930's. The white-hulled yacht was campaigned by the late Sir Thomas Lipton of Ulster, a wealthy Irish tea merchant who founded the Lipton company. He tried unsuccessfully to win the America's Cup in five campaigns, from 1899 to 1930. Shamrock V was his last boat and the only one built to J-Class dimensions - a design that called for 160-foot masts and massive mainsails. The 1930 campaign was waged in Newport against Enterprise, an American J boat skippered by the late Harold Vanderbilt.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HISTORIC YACHT SET FOR DISPLAY IN U.S."},"keywords":[{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1986-04-06T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd162b58eb7c8105d64e008","word_count":630},{"web_url":"http:\/\/www.nytimes.com\/1986\/04\/06\/books\/a-despot-now-and-forever.html","snippet":"I THE SUPREME By Augusto Roa Bastos. Translated by Helen Lane. 438 pp. New York: Alfred A. Knopf. $18.95.   In the fall of 1967 I happened to be in London at the same time as the Peruvian novelist Mario Vargas Llosa. We had both read, recently and...","lead_paragraph":"I THE SUPREME By Augusto Roa Bastos. Translated by Helen Lane. 438 pp. New York: Alfred A. Knopf. $18.95. In the fall of 1967 I happened to be in London at the same time as the Peruvian novelist Mario Vargas Llosa. We had both read, recently and with admiration, as well as a touch of envy, Edmund Wilson's portraits of the American Civil War in ''Patriotic Gore.'' Sitting in a pub in Hampstead, we thought it would be a good idea to have a comparable book on Latin America. An imaginary portrait gallery immediately stepped forward, demanding incarnation: the Latin American dictators. Individuals such as Mexico's Santa Anna, the peg-legged cockfighter who lost the Southwest to President James K. Polk's Manifest Destiny; or Venezuela's Juan Vicente Gomez, who announced his own death in order to punish those who dared celebrate it; or El Salvador's Maximiliano Hernandez Martinez, who fought off scarlet fever by having street lights wrapped in red paper; or Bolivia's Enrique Penaranda, of whom his mother said, ''If I had known that my son was going to be president, I would have taught him to read and write'' - all of them pose tremendous problems for Latin American novelists: How to compete with history? How to create characters richer, crazier, more imaginative than those offered by history?","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A DESPOT, NOW AND FOREVER"},"keywords":[{"name":"creative_works","value":"I THE SUPREME (BOOK)"},{"name":"persons","value":"ROA BASTOS, AUGUSTO"},{"name":"subject","value":"BOOK REVIEWS"}],"pub_date":"1986-04-06T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Carlos","rank":1,"lastname":"Fuentes"}],"original":"By Carlos Fuentes; Carlos Fuentes's most recent novel is ''The Old Gringo.'' He is currently a fellow of the Society for the Humanities at Cornell University"},"type_of_material":"Review","_id":"4fd16d8a8eb7c8105d6604f8","word_count":3004}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}