{"response":{"meta":{"hits":73,"time":29,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2005\/04\/15\/nyregion\/15lives.html","snippet":"Giuseppe Cipriani, who won a protracted duel for the development rights to Pier 57 at 15th Street, plans to build the \"opposite of Little Italy.\"","lead_paragraph":"THERE'S no mistaking the sultry sentry guarding Giuseppe Cipriani's ornate inner sanctum -- a pine aromatherapy candle burns, dim light spills from crystal chandeliers, the pool table is a work of art -- in a former Bowery Bank boardroom opposite Grand Central. The sentry has a platinum wig, rosy lips and a white dress billowing above a simulated subway grate: Marilyn Monroe at her Pop Art pinnacle. Hard not to crack a smile. Mr. Cipriani, who with a partner, Steven C. Witkoff, won a protracted duel last week against a team fronted by Roland A. Betts, President Bush's bosom buddy and a co-creator of Chelsea Piers, for the development rights to Pier 57 at 15th Street, is certainly smiling. As opposed to gloating, which he deems unmanly. Still, he admits it felt sweet to see his $154 million Italianate project, the Leonardo at Pier 57, emerge victorious from an 18-month skirmish during which Chelsea Piers backers disparaged the Leonardo's 80,000-square-foot banquet hall, which will be the city's largest, and circulated testimony from a mob turncoat at Peter Gotti's trial linking Mr. Cipriani to the payment of a $120,000 bribe to settle a union dispute.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2005\/04\/15\/nyregion\/lives.75.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/04\/15\/nyregion\/lives.75.jpg"},"type":"image","height":75},{"height":55,"subtype":"tiny_thumb","legacy":{"tinythumbwidth":55,"tinythumbheight":55,"hastinythumb":"Y"},"type":"image","width":55}],"headline":{"main":"Savoring the Good Life, and Giving Others a Taste","kicker":"PUBLIC LIVES"},"keywords":[{"name":"persons","value":"CIPRIANI, GIUSEPPE"}],"pub_date":"2005-04-15T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Robin","lastname":"FINN"}],"original":"By ROBIN FINN"},"type_of_material":"Biography","_id":"4fd24abd8eb7c8105d7e8d5c","word_count":919},{"web_url":"http:\/\/www.nytimes.com\/2005\/04\/17\/arts\/music\/17play.html","snippet":"Brazilian sounds influence new recordings by the Uruguayan singer-songwriter Jorge Drexler and the American jazz pianist Cliff Korman.","lead_paragraph":"Jorge Drexler A deeply talented Uruguayan singer-songwriter in his early 40's, Mr. Drexler writes songs that are contained by craft but pull toward longing. He became better known after his song ''Al Otro Lado Del Río'' (''The Other Side of the River'') appeared on the ''Motorcycle Diaries'' soundtrack and won an the Academy Award this year. His seventh album, ''Eco,'' which includes that beautiful song, brings some Brazilians to mind. He sings with Caetano Veloso's alto and soft-voiced control, and the record also bears the influence of the singer-songwriter Lenine. The light acoustic funk of Mr. Drexler's band has been carefully cropped and chopped through subtle electronic postproduction. All that and excellent lyrics, too, for Spanish readers: the lines fold into one another so that you must consider the whole song at a run. Like this, an approximate translation from ''Todo Se Transforma'' (''Everything Is Changed'') : ''Your kiss became heat\/After heat, movement,\/Then a drop of sweat\/Which became steam, then wind\/That in a little corner of La Rioja\/Moved the vane of the windmill\/While trampled was the wine\/which was drunk by your red mouth.'' Cliff Korman and the Brazilian Tinge Cliff Korman, an American jazz pianist who has spent a great deal of time in Brazil over the last 20 years, has composed and recorded a long-form suite, ''Migrations'' (Planet Arts). One of Mr. Korman's areas of expertise is choro, a complex, jazzlike music that started in Brazil in the late 19th century and that features a lot of counterpoint and improvisation. At this point, choro is part of the past, and a vehicle for a modern jazz composer's imagination: a way to go backward and forward at the same time. Mr. Korman has used bits of a piece written in 1899 by the composer Francisca Gonzaga and woven them into his original music the way dreams mix the real and the invented; with groups that expand and contract in size, the mood shifts from carnival to classical to jazz. (Available at www.planetarts.org.) Mice Parade Mostly one guy working in a home studio -- Adam Pierce, formerly of the Swirlies and the Dylan Group -- Mice Parade makes pleasant headphone records that have more and more melody lodged in them. ''Bem-Vinda Vontade'' (''Welcome Will''), his fourth album (Bubblecore), also includes a few friends, like the singer Kristin Anna Valtysdottir, from the Icelandic band Mum, and the drummer Doug Scharin of the band HiM. Don't be fooled by the Portuguese title; this is American bedroom-auteur indie rock par excellence. It presents many ideas about how to avoid the clichés of his genre; but instead of getting there with lyrics and attitude, he gets there with instrumental ideas. Often it comes down to guitars and drums: distorted guitar power chords with light, skittering drumming, or a Spanish acoustic guitar with heavier-bottomed rock drumming. The Duhks This young band from Winnipeg plays bluegrass as well as all kinds of old-time music: French-Canadian folk stomps, Scotch-Irish reels and gospel. The band's first album, ''The Duhks,'' has been released by Sugar Hill. Like the roots-Americana groups Nickel Creek and Ollabelle, this band has pop aspirations, not that I had any great desire to hear an acoustic version of Sting's ''Love Is the Seventh Wave.'' But their trawling in traditional music feels much more exciting, with strong but unvirtuosic voices, energetic ensemble playing and various percussion instruments that have absolutely nothing to do with the traditions they're dipping into. (The Duhks will perform next Saturday at Joe's Pub.) Paul Desmond The alto saxophonist with the edgeless, spring-water sound in Dave Brubeck's quartet, Desmond was one of those jazz mysteries who pulled the covers around him so tightly -- a compulsive privacy disguised as hipsterism -- it was hard to discern the complete person. As a young man he was a humor writer influenced by Thurber and Perelman, but he found a path of lesser resistance in jazz. He balanced these two interests uneasily and similarly compartmentalized his life and relationships. In ''Take Five: The Public and Private Lives of Paul Desmond'' (Parkside Publications), the writer Doug Ramsey, the saxophonist's friend for 20 years before Desmond's death in 1977, constructs that full person as well as digging out much more of his writing than was known. A major piece of jazz scholarship, the book cuts no corners: it reprints a five-page letter to the 9-year-old Desmond written by his father, at a time when his mother's nervous condition was so bad that young Paul had to be sent across the country to stay with cousins in Westchester County, in New York, and an even longer letter from the 24-year-old Desmond to his father about his anxieties over whether to start playing like Charlie Parker. (He didn't, and for the sake of his music the anxieties were apparently worth having.) If you're not ready to be engulfed in this vulnerable, cerebral, postwar New York world, start by listening to Desmond's great 1964 album, ''Easy Living,'' on Bluebird.","abstract":"Ben Ratliff reviews some recent CD's; photos (S)","print_page":"24","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"From Uruguay or America, That Touch of Brazil","kicker":"MUSIC: PLAYLIST"},"keywords":[{"name":"persons","value":"DESMOND, PAUL"},{"name":"subject","value":"ROCK MUSIC"},{"name":"subject","value":"RECORDINGS (AUDIO)"},{"name":"subject","value":"MUSIC"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"JAZZ"}],"pub_date":"2005-04-17T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Ben","lastname":"Ratliff"}],"original":"By Ben Ratliff"},"type_of_material":"News","_id":"4fd2a6508eb7c8105d88e6fe","word_count":830},{"web_url":"http:\/\/www.nytimes.com\/2005\/04\/19\/sports\/soccer\/19soccer.html","snippet":"\"Hooligans,\" winner of an award at the South by Southwest Film Festival and part of the TriBeCa Film Festival, is one of several new soccer movies.","lead_paragraph":"Whether it is in Italy, England, Germany or nearly anywhere else in the world, hooliganism is the disfigured face of soccer, the beautiful game. The film director Lexi Alexander and the writer Dougie Brimson have been there, trashed that. The movie ''Hooligans,'' which will be shown next week at the TriBeCa Film Festival, is based on their experiences. It stars Elijah Wood (who played Frodo in ''The Lord of the Rings'' movies) as a doe-eyed American wrongfully kicked out of Harvard for dealing drugs. He goes to England to visit his sister and falls in with a firm (a gang) that supports London's West Ham United soccer club.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Soccer Plays on the Big Screen","kicker":"SOCCER REPORT"},"keywords":[{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"SOCCER"}],"pub_date":"2005-04-19T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Movies; Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Jack","lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd2a6508eb7c8105d88e788","word_count":1081},{"web_url":"http:\/\/www.nytimes.com\/2005\/05\/04\/international\/americas\/04mexico.html","snippet":"The mayor of Mexico City is the country's latest political phenomenon and the favorite to be elected president next year.","lead_paragraph":"He is mayor of the largest city in the hemisphere, and this country's latest political phenomenon. He can summon tens of thousands into the streets at will. In a whirlwind three weeks he staged the biggest protest in Mexico's recent history and turned back a legal challenge from the Mexican president and Congress that threatened to end his political career.","abstract":"Profile of and interview with Mayor Andres Manuel Lopez Obrador of Mexico City, populist who can summon tens of thousands into streets at will; he staged biggest protest in Mexico's recent history, turning back legal challenge from Pres Vicente Fox and Mexico's Congress that threatened to end his political career; is now considered favorite to be elected president in 2006; he is 51-year-old widower and father of three sons; has proven that he can motivate country's vast underclass, but whether he will be able to keep pro-American businesspeople and fragile middle class on his side remains to be seen; photos; maps (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2005\/05\/04\/international\/mexi.7575.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/05\/04\/international\/mexi.7575.jpg"},"type":"image","height":75}],"headline":{"main":"Star Rising, Mexican Populist Faces New Tests"},"keywords":[{"name":"persons","value":"LOPEZ OBRADOR, ANDRES MANUEL"},{"name":"persons","value":"FOX, VICENTE"},{"name":"glocations","value":"MEXICO CITY (MEXICO)"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"MAYORS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"2005-05-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Ginger","lastname":"THOMPSON"}],"original":"By GINGER THOMPSON"},"type_of_material":"News","_id":"4fd2486d8eb7c8105d7e4804","word_count":1563},{"web_url":"\/data\/daily\/2005\/05\/11\/958174.sgml","snippet":"A painting stolen from a home in Argentina and recovered six years later in New York was returned yesterday to the Argentine government. The work, ''La Pica,'' or ''Corrida de Toros'' (''The Bullfight''), painted by the late post-Impressionist Pedro...","lead_paragraph":"A painting stolen from a home in Argentina and recovered six years later in New York was returned yesterday to the Argentine government. The work, ''La Pica,'' or ''Corrida de Toros'' (''The Bullfight''), painted by the late post-Impressionist Pedro Figari, was signed over to Argentina's consul general. After the painting was stolen in 1997, a legitimate purchaser bought it at auction in Uruguay for $80,000, then in 2003 consigned it to Christie's auction house in New York for sale, the authorities said. The Art Loss Register noticed the stolen painting and reported it to the authorities. Argentine officials said the painting would be returned to its original owner.","abstract":null,"print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Metro Briefing | New York: Manhattan: Stolen Painting Returned"},"keywords":[],"pub_date":"2005-05-11T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd25af78eb7c8105d808091","word_count":108},{"web_url":"http:\/\/www.nytimes.com\/2005\/05\/14\/business\/worldbusiness\/14trade.html","snippet":"Pascal Lamy, a French economist and former European trade commissioner, was set on Friday to become the next head of the World Trade Organization.","lead_paragraph":"Pascal Lamy, a French economist and former European trade commissioner, was set on Friday to become the next head of the World Trade Organization, the global body that establishes and enforces international trade laws. An energetic diplomat with a deep understanding of the issues and players involved in trade, Mr. Lamy is expected to elevate the profile of the W.T.O. when he takes over as director general on Sept. 1.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[{"url":"imagepages\/2005\/05\/14\/business\/14trade_CA0ready.html","rank":"1","height":325,"width":250,"legacy":{"MultimediaPopupWidth1":"250","MultimediaPopupHeight1":"325","MultimediaUrl1":"imagepages\/2005\/05\/14\/business\/14trade_CA0ready.html","MultimediaType1":"Image"},"type":"Image"}],"headline":{"main":"French Economist to Lead World Trade Organization","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"LAMY, PASCAL"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2005-05-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Elizabeth","lastname":"BECKER"}],"original":"By ELIZABETH BECKER"},"type_of_material":"News","_id":"4fd24ac28eb7c8105d7e90ac","word_count":745},{"web_url":"http:\/\/www.nytimes.com\/2005\/05\/16\/international\/americas\/16venez.html","snippet":"An initiative pushed by President Hugo Chávez of Venezuela will soon give Latin America a regionwide television station.","lead_paragraph":"The United States has CNN and Fox, while the Arab world can watch Al Jazeera or American-financed Al Iraqiya in Iraq. Now, an initiative pushed by Hugo Chávez, the left-leaning president of Venezuela, will soon give Latin America Telesur, a regionwide television station that he says is aimed at ''counteracting the media dictatorship of the big international news networks.''","abstract":"Pres Hugo Chavez of Venezuela is promoting and largely financing Latin America Telesur, regionwide television station that he says is aimed at counteracting 'media dictatorship' of international news networks; venture also involves Argentina, Cuba, Brazil and Uruguay; station is scheduled to begin broadcasting in July; critics say Chavez's intention is to stifle dissent rather than broaden coverage with propaganda machine financed by ideologically driven government flush with oil money; photo (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[{"url":"imagepages\/2005\/05\/16\/international\/16venez.ready.html","rank":"1","height":325,"width":250,"legacy":{"MultimediaPopupWidth1":"250","MultimediaPopupHeight1":"325","MultimediaUrl1":"imagepages\/2005\/05\/16\/international\/16venez.ready.html","MultimediaType1":"Image"},"type":"Image"},{"url":"images\/2005\/05\/16\/international\/venez.7557.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2005\/05\/16\/international\/venez.7557.jpg"},"type":"image","height":75}],"headline":{"main":"And Now, the News in Latin America's View"},"keywords":[{"name":"persons","value":"CHAVEZ, HUGO"},{"name":"glocations","value":"VENEZUELA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CUBA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"LATIN AMERICA TELESUR"},{"name":"subject","value":"TELEVISION"}],"pub_date":"2005-05-16T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Juan","lastname":"FORERO"}],"original":"By JUAN FORERO"},"type_of_material":"News","_id":"4fd25e008eb7c8105d80d113","word_count":1019},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EEDF1539F932A15756C0A9639C8B63","snippet":"A prosecutor filed charges of murder against former President Juan María Bordaberry and his foreign minister, Juan Carlos Blanco, in the 1976 killings of two prominent political leaders then in exile in Argentina. Their bodies, along with those of...","lead_paragraph":"A prosecutor filed charges of murder against former President Juan María Bordaberry and his foreign minister, Juan Carlos Blanco, in the 1976 killings of two prominent political leaders then in exile in Argentina. Their bodies, along with those of two members of the left-wing Tupamaro guerrilla group, were found after they were abducted from their homes in Buenos Aires in what is believed to be one of the earliest actions undertaken by Operation Condor, the name given to cooperative efforts by the secret police of six South American dictatorships to eliminate one another's exiled political opponents. Larry Rohter (NYT)","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing | Americas: Uruguay: 'Condor' Charges For Ex-Leader"},"keywords":[],"pub_date":"2005-05-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Larry","middlename":"Rohter","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Larry Rohter (NYT)"},"type_of_material":"News","_id":"4fd2a6598eb7c8105d88ec90","word_count":99},{"web_url":"http:\/\/www.nytimes.com\/2005\/05\/25\/opinion\/25wed3.html","snippet":"Growth will not reduce poverty unless Latin American governments redirect it to the poor.","lead_paragraph":"Last year should have been a good one for Latin America's poor; the region's economies grew by 5.8 percent. Yet outside Chile, Latin America's high growth rate is not cause for rejoicing. In places with relatively egalitarian income distribution, growth helps everyone. But in unequal countries, where the poor get only a few cents out of every new dollar, growth bypasses the poorest. Latin America is the world's most unequal region. That means growth will not reduce poverty unless Latin American governments redirect it to the poor. The first thing they must do is keep growing. Chile's achievements are in part the product of sustained growth. Unfortunately, most countries in Latin America are growing not because they have improved productivity, but because of the rise in the price of oil and other commodities, quick booms that lend themselves to quick busts.","abstract":"Editorial warns that Latin America's high economic growth rate will not reduce poverty unless governments redirect it to the poor; cites Chile, which has cut extreme poverty 65 percent since 1990 by carefully targeting spending, making direct payments to poor households and investing in successful programs with little corruption","print_page":"24","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Growth and the Poor","kicker":"Editorial"},"keywords":[{"name":"glocations","value":"NICARAGUA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"HONDURAS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2005-05-25T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd2a65a8eb7c8105d88ed1b","word_count":380},{"web_url":"http:\/\/www.nytimes.com\/2005\/06\/06\/international\/americas\/06oas.html","snippet":"Major Latin American nations told the U.S. they could not support its plan for a panel of the Organization of American States that would monitor democracy.","lead_paragraph":"The major nations of Latin America have told the United States that they cannot support an American plan to establish a permanent committee of the Organization of American States that would monitor the exercise of democracy in the hemisphere, Latin American diplomats said Sunday. Secretary of State Condoleezza Rice, who arrived here on Sunday afternoon to serve as chairwoman of an O.A.S. meeting where the American plan is on the agenda, expressed frustration with their view, saying, ''We have to have a discussion of how the organization can be effective if it does not have a mechanism that can help at times of crisis.''","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin Nations Resist Plan For Monitor of Democracy"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ORGANIZATION OF AMERICAN STATES"}],"pub_date":"2005-06-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Joel","lastname":"BRINKLEY"}],"original":"By JOEL BRINKLEY"},"type_of_material":"News","_id":"4fd248738eb7c8105d7e4cc6","word_count":672}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}