{"response":{"meta":{"hits":122,"time":103,"offset":90},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/02\/business\/us-in-shift-says-it-backs-latin-bailouts.html","snippet":"Just days after suggesting that he would oppose new financial aid for battered South American economies, Treasury Secretary Paul H. O'Neill signaled today that the United States was now willing to back bailout plans for two of the hardest-hit...","lead_paragraph":"Just days after suggesting that he would oppose new financial aid for battered South American economies, Treasury Secretary Paul H. O'Neill signaled today that the United States was now willing to back bailout plans for two of the hardest-hit nations, Brazil and Uruguay. But he pointedly left out a third, Argentina. Mr. O'Neill, whose comments on the financial troubles in Latin America over the last month have upset financial markets and set off a diplomatic tiff with Brazil, used a news conference here today to mend some fences.","abstract":"Treasury Sec Paul H O'Neill, who has suggested that he would oppose new financial aid for battered South American economies, signals willingness to back bailout plans for two of hardest-hit nations, Brazil and Uruguay; pointedly leaves out a third, Argentina (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S., in Shift, Says It Backs Latin Bailouts"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2002-08-02T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"W.","lastname":"STEVENSON","rank":1,"role":"reported","organization":""}],"original":"By RICHARD W. STEVENSON"},"type_of_material":"News","_id":"4fd238258eb7c8105d7cae1a","word_count":633},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/03\/world\/world-briefing-americas-4-nations-in-education-pact.html","snippet":"In a step toward a common educational system, Argentina, Brazil, Paraguay and Uruguay, the founding members of Mercosur, the South American common market, have agreed to recognize each other's university degrees in medicine, agronomy and engineering....","lead_paragraph":"In a step toward a common educational system, Argentina, Brazil, Paraguay and Uruguay, the founding members of Mercosur, the South American common market, have agreed to recognize each other's university degrees in medicine, agronomy and engineering. The objective is to have universities adhere to common standards so professionals from one country can work in the others. Chile and Bolivia, associate members of Mercosur, have agreed to take part in the experiment. Larry Rohter (NYT)","abstract":"Mercosur founding members Argentina, Brazil, Paraguay and Uruguay agree to recognize each other's university degrees in several fields; seek to have universities adhere to common standard so professionals from one country can work in others; Chile and Bolivia, Mercosur associate members, have agreed to take part in experiment (S)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Briefing | Americas: 4 Nations In Education Pact"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"PROFESSIONS"},{"name":"subject","value":"COLLEGES AND UNIVERSITIES"}],"pub_date":"2002-08-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Education","subsection_name":null,"byline":{"person":[{"firstname":"Larry","middlename":"Rohter","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Larry Rohter (NYT)"},"type_of_material":"News","_id":"4fd233338eb7c8105d7c3a46","word_count":74},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/04\/business\/brazil-teeters-will-it-be-contagious.html","snippet":"WHEN a giant falls, the noise is loud and the collateral damage wide. Fear of such a prospect is gripping Latin America.    For months, Brazil's financial markets have been in turmoil, and unless there is emphatic international financial support...","lead_paragraph":"WHEN a giant falls, the noise is loud and the collateral damage wide. Fear of such a prospect is gripping Latin America. For months, Brazil's financial markets have been in turmoil, and unless there is emphatic international financial support soon, the country, South America's largest economy, could well face mass corporate defaults.","abstract":"Brazil, South America's largest economy, could soon face mass corporate defaults unless it gets emphatic international financial support soon; its currency, the real, has lost 23 percent of its value against dollar in 2002; results of upcoming elections could determine international community's confidence in survival of Brazilian financial markets; their collapse would have big effect on both regional and global economies; photos; graphs (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Teeters. Will It Be Contagious?"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"DEFAULTING"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"2002-08-04T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd238938eb7c8105d7cb59d","word_count":2182},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/05\/world\/easing-its-stance-us-offers-loans-to-nation-in-crisis.html","snippet":"The Bush administration, softening its stance against financial help for struggling countries, said today that it would grant up to $1.5 billion in short-term loans to Uruguay, an infusion that should allow its banks to reopen Monday morning.    The...","lead_paragraph":"The Bush administration, softening its stance against financial help for struggling countries, said today that it would grant up to $1.5 billion in short-term loans to Uruguay, an infusion that should allow its banks to reopen Monday morning. The loan, announced after emergency legislation was passed in Uruguay to help quell the nation's economic crisis, would be the first of its sort by the Bush administration to assist another country directly in a financial crisis. It is the latest sign that a worsening economic picture in Latin America is forcing the administration to reconsider such aid.","abstract":"Bush administration softens stance against financial aid for struggling countries and will grant up to $1.5 billion in short-term loans to Uruguay; loan will be first of kind by administration to assist other country directly in financial crisis; administration's earlier opposition to such assistance, which it maintained is often wasted and is unfair to American taxpayers, discussed; administration felt it unwise to lend money to countries facing unsustainable debt loads until they undertake steps to restructure finances; decision is made following passage of emergency legislation by Uruguayan Congress to help quell nation's economic crisis; administration officials say they expect loan to be repaid within days, once Uruguay receives longer-term package of loans from World Bank, IMF and Inter-American Development Bank that will bring total assiatance to $3.8 billion; decision comes as Treas Sec Paul H O'Neill arrives in Brazil on first leg of trip aimed at helping reassure Latin American officials about US attention to troubled regional economy; says loan will help Uruguay address intense external pressures, and is made in recognition of concrete actions by Uruguay to address them (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EASING ITS STANCE, U.S. OFFERS LOANS TO NATION IN CRISIS"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"organizations","value":"INTER-AMERICAN DEVELOPMENT BANK"},{"name":"organizations","value":"INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"BRAZIL-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"US-INTERNATIONAL RELATIONS-URUGUAY"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2002-08-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page; Washington","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd21eeb8eb7c8105d7a17ca","word_count":1094},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/05\/opinion\/the-americas-prepare-for-trade-on-a-fast-track.html","snippet":"In a big and badly needed win for the Bush administration, the House and Senate last week gave the president trade-promotion authority. Future trade agreements negotiated through 2007 can only be approved or rejected by Congress as they stand (no...","lead_paragraph":"In a big and badly needed win for the Bush administration, the House and Senate last week gave the president trade-promotion authority. Future trade agreements negotiated through 2007 can only be approved or rejected by Congress as they stand (no amendments allowed), vastly increasing the ability of the administration to negotiate trade deals with foreign nations. The bill gave the president virtually everything he wanted. Trade critics dropped amendments that would have given Congress a veto over agreements that might endanger American antidumping rules. Provisions offering greater protection for American workers adversely affected by free trade were curtailed to suit Republicans.","abstract":"Walter Russell Meade Op-Ed article assessing economic advantages of fast-track trade authority given to Pres Bush by Congress; says fast-track authority is crucial tool that will give administration badly needed traction as it grapples with weakening global economy, especially economies of Latin American nations; drawing (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Americas Prepare for Trade On a Fast Track"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-08-05T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Walter","middlename":"Russell","lastname":"Mead","rank":1,"role":"reported","organization":""}],"original":"By Walter Russell Mead"},"type_of_material":"Op-Ed","_id":"4fd238998eb7c8105d7cbaa0","word_count":1049},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/05\/nyregion\/news-summary-258113.html","snippet":"INTERNATIONAL   A3-7    Violent Day in Mideast Begins With Bus Bombing  A powerful bomb ripped apart an Israeli commuter bus in northern Galilee, igniting a fireball that killed 9 people and wounded 45, beginning a burst of Palestinian violence that...","lead_paragraph":"INTERNATIONAL A3-7 Violent Day in Mideast Begins With Bus Bombing A powerful bomb ripped apart an Israeli commuter bus in northern Galilee, igniting a fireball that killed 9 people and wounded 45, beginning a burst of Palestinian violence that defied Israel's tough crackdown. A shootout near the Damascus Gate in Jerusalem's Old City left three people dead; two ambushes wounded seven Israelis; and a fifth attack in the West Bank killed a married couple. The Islamic group Hamas claimed responsibility for the bus bombing. A1 U.S. Grants Uruguay a Loan The Bush administration said it would grant up to $1.5 billion in short-term loans to Uruguay, an infusion that should allow its banks to reopen this morning. The loan, announced after emergency legislation was passed in Uruguay to help quell the nation's economic crisis, would be the first of its sort by the Bush administration to assist another country directly in a financial crisis. A1","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[],"pub_date":"2002-08-05T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd282708eb7c8105d84fb82","word_count":1388},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/06\/opinion\/south-america-s-troubled-economies.html","snippet":"For a group that came into office pledging to make ties with Latin America a priority, the Bush administration has managed to convey the opposite impression in recent months, just as the region's economic plight has worsened. Treasury Secretary Paul...","lead_paragraph":"For a group that came into office pledging to make ties with Latin America a priority, the Bush administration has managed to convey the opposite impression in recent months, just as the region's economic plight has worsened. Treasury Secretary Paul O'Neill, who has contributed to the bruised relations, can help repair some of the damage this week as he travels through South America. Before Mr. O'Neill's departure over the weekend, the administration announced that it would use $1.5 billion in Treasury funds as a bridge loan to shore up Uruguay, whose economy has been clobbered by neighboring Argentina's financial meltdown. This was a welcome departure from the administration's past opposition to such bailouts.","abstract":"Editorial urges Treasury Sec Paul O'Neill to act to help ease Latin America's economic woes as he travels through South America; lauds planned $1.5 billion loan to shore up Uruguay; calls for steps by Bush administration and International Monetary Fund to prevent what is largely crisis of confidence in Brazil from becoming true economic crisis; urges O'Neill to push Argentine government and IMF to come to terms soon","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"South America's Troubled Economies"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"BRAZIL-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"US-INTERNATIONAL RELATIONS-URUGUAY"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ARGENTINA-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"LATIN AMERICA-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2002-08-06T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd26a4a8eb7c8105d8216a5","word_count":352},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/06\/business\/o-neill-encourages-brazil-in-imf-talks.html","snippet":"Amid signs that the Bush administration is easing its resistance to bailing out crisis-ridden Latin American economies, Treasury Secretary Paul H. O'Neill assured Brazil's president today of Washington's support in its negotiations with the...","lead_paragraph":"Amid signs that the Bush administration is easing its resistance to bailing out crisis-ridden Latin American economies, Treasury Secretary Paul H. O'Neill assured Brazil's president today of Washington's support in its negotiations with the International Monetary Fund. Meeting here, Mr. O'Neill and President Fernando Henrique Cardoso held what the American described as ''cordial and very useful'' talks about how to help Brazil cope with its worst financial crisis since the sharp devaluation of its currency, the real, in 1999.","abstract":"Treasury Sec Paul O'Neill assures Pres Fernando Henrique Cardoso of Washington's support in Brazil's negotiations with International Monetary Fund, meeting, Brasilia; says he and Cardoso hold 'cordial and very useful talks' about how how to help Brazil cope with its worst financial crisis since sharp devaluation of its currency in 1999; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"O'Neill Encourages Brazil in I.M.F. Talks"},"keywords":[{"name":"persons","value":"CARDOSO, FERNANDO HENRIQUE"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"O'NEILL, PAUL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-08-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tony","rank":1,"lastname":"SMITH"}],"original":"By TONY SMITH"},"type_of_material":"News","_id":"4fd238248eb7c8105d7cad49","word_count":666},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/07\/business\/o-neill-upbeat-in-uruguay-faces-tough-talk-in-argentina.html","snippet":"After making efforts to prop up the ailing economies of Brazil and Uruguay earlier in the day, Treasury Secretary Paul H. O'Neill arrived late this afternoon in Argentina, the third, final and most contentious stop on his four-day tour of a...","lead_paragraph":"After making efforts to prop up the ailing economies of Brazil and Uruguay earlier in the day, Treasury Secretary Paul H. O'Neill arrived late this afternoon in Argentina, the third, final and most contentious stop on his four-day tour of a financially troubled region that blames the Bush administration for making many of its problems worse. In remarks throughout the day, Mr. O'Neill was unusually conciliatory compared with many of his declarations over the last year and a half, which have often reproached government leaders.","abstract":"Treasury Sec Paul H O'Neill, after making efforts to prop up ailing economies of Brazil and Uruguay, arrives in Argentina, third, final and most contentious stop on his four-day tour of financially troubled region that blames Bush administration for making many of its problems worse; he declares US is 'eager to see all of Latin America succeed' (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"O'Neill, Upbeat in Uruguay, Faces Tough Talk in Argentina"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-08-07T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2227f8eb7c8105d7a7b43","word_count":604},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/08\/business\/imf-agrees-to-loan-of-30-billion-for-brazil.html","snippet":"Confronted with the prospect of another financial meltdown in Latin America, the International Monetary Fund agreed today to a $30 billion rescue loan for Brazil. At the same time, Treasury Secretary Paul H. O'Neill was urging Argentina to move...","lead_paragraph":"Confronted with the prospect of another financial meltdown in Latin America, the International Monetary Fund agreed today to a $30 billion rescue loan for Brazil. At the same time, Treasury Secretary Paul H. O'Neill was urging Argentina to move quickly to reach a similar accord, saying that the United States will not bail out the government and believes that additional reforms of the Argentine economy are needed. The rescue package for Brazil demonstrated an attempt to meld political and economic goals. While it runs counter to the Bush administration's public opposition to international bailouts, Brazil is the largest economy in Latin America and has attracted billions of dollars in investment by American companies. Administration officials argue that Brazilian economic policies have been fundamentally sound, but the country's currency has plunged in value as investors have grown panicky about coming elections.","abstract":"International Monetary Fund, confronted with prospect of another financial meltdown in Latin America, agrees to $30 billion rescue loan for Brazil; at same time, Treasury Sec Paul H O'Neill urges Argentina to move quickly to reach similar accord, saying that United States will not bail out government and believes that additional reforms of Argentine economy are needed; rescue package for Brazil demonstrates attempt to meld political and economic goals; O'Neill photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"I.M.F. Agrees to Loan Of $30 Billion for Brazil"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"2002-08-08T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"},{"firstname":"Edmund","middlename":"L.","lastname":"ANDREWS","rank":2,"role":"reported","organization":""}],"original":"By LARRY ROHTER with EDMUND L. ANDREWS"},"type_of_material":"News","_id":"4fd238928eb7c8105d7cb522","word_count":1218}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}