{"response":{"meta":{"hits":77,"time":247,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2004\/11\/01\/international\/americas\/01uruguay.html","snippet":"Tabaré Vázquez narrowly triumphed in Uruguay's presidential election, bringing the left to power for the first time in this South American country.","lead_paragraph":"Tabaré Vázquez, a Socialist doctor running as the candidate of an opposition coalition that includes former guerrillas, narrowly triumphed Sunday in the presidential election, bringing the left to power for the first time in this South American country. The victory by the coalition, known as the Progressive-Encounter-Broad-FrontNew-Majority, whose largest faction consists of Tupamaro guerrillas turned politicians, strengthens a trend throughout the continent. As in the last presidential votes in Venezuela, Brazil, Ecuador and Argentina, the candidate most opposed to American-supported free-market policies has defeated backers of those policies.","abstract":"Presidential election in Uruguay is won by Tabare Vazquez, Socialist doctor running as candidate of opposition coalition that includes former Tupamaro guerrillas turned politicians; triumph caps 33-year effort by left to win power by legal means; during American-supported right-wing military dictatorship that ruled from 1973-1985, many Tupamaros, as well as members of other factions, were jailed or forced into exile (M)","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Uruguay's Left Makes History By Winning Presidential Ballot"},"keywords":[{"name":"persons","value":"VAZQUEZ, TABARE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"ELECTION RESULTS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2004-11-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd259fb8eb7c8105d8066d0","word_count":462},{"web_url":"http:\/\/www.nytimes.com\/2004\/11\/02\/international\/americas\/02latin.html","snippet":"The left has taken control in Uruguay's elections. Now comes the hard part: fulfilling campaign promises.","lead_paragraph":"After a 33-year struggle, the left has finally gained power here. But if the experience of a neighboring country like Brazil is any guide, Tabaré Vázquez and his Broad Front, narrow winners in the election on Sunday, are more likely to tinker around the edges of Uruguay's problems than carry out the profound social transformation they have been promising. Dr. Vázquez's coalition is a rather ungainly beast, ranging from Communists to Christian Democrats, and he has sought to keep its various components happy with declarations that can be interpreted in many different ways. But his victory has awakened expectations of immediate change that are likely to be fanned by those on the left, which includes former Tupamaro guerrillas.","abstract":"Analysis of election results in Uruguay; says despite fact that left has finally gained power there after 33-year struggle, Tabare Vazquez and his party are more likely to tinker around edges of country's problems than carry out profound social transformation they have been promising; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Tiptoeing Leftward: Uruguayan Victor's Moment of Truth","kicker":"News Analysis"},"keywords":[{"name":"persons","value":"VAZQUEZ, TABARE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"ELECTION RESULTS"}],"pub_date":"2004-11-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"An Analysis; News Analysis","_id":"4fd2497c8eb7c8105d7e6b47","word_count":972},{"web_url":"http:\/\/www.nytimes.com\/2004\/11\/08\/international\/americas\/08mexico.html","snippet":"Mexico will urge the Bush administration to move forward on proposals that would give legal status to millions of illegal migrants.","lead_paragraph":"In meetings with the United States this week, Mexico will urge the Bush administration to pay more attention to Latin America in its second term and to move forward on proposals that would give legal status to millions of illegal migrants. Secretary of State Colin L. Powell and the secretary of homeland security, Tom Ridge, will travel to Mexico on Monday for meetings of the United States-Mexico Binational Commission. It will be Mr. Powell's first foreign trip since President Bush's re-election last week. The commission is scheduled to discuss a range of issues, including trade, border security and the fight against drug trafficking. Migration tops Mexico's agenda.","abstract":"Mexico is expected to urge United States Sec of State Colin L Powell and Sec of Homeland Security Tom Ridge, attending meetings of United States-Mexico Binational Commission, to support improved relations with Latin America and revisit immigration changes proposed by US; Geronimo Gutierrez, under secretary for North America in Mexico's Foreign Ministry, says that Mexico has actively cooperated with US on terrorism prevention and border issues and suggests it is time for US to reciprocate; Pres Bush has promised immigration change since first term that would include temporary work permits; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Mexico to Press U.S. on Stalled Migrant Plan"},"keywords":[{"name":"persons","value":"POWELL, COLIN L"},{"name":"persons","value":"GUTIERREZ, GERONIMO"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"RIDGE, TOM"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"FOREIGN LABOR"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"IMMIGRATION AND REFUGEES"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"TEMPORARY EMPLOYMENT"},{"name":"subject","value":"UNITED STATES-MEXICO BINATIONAL COMMISSION"}],"pub_date":"2004-11-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Ginger","lastname":"THOMPSON"}],"original":"By GINGER THOMPSON"},"type_of_material":"News","_id":"4fd2a4878eb7c8105d88ad8f","word_count":772},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDE113FF932A15752C1A9629C8B63","snippet":"WHAT is old is new.     If Emil and Joe Maresca are traditional butchers, genuine New Jersey institutions, then Stephen McDonnell is the new version. Mr. McDonnell, a self-proclaimed granola-head, was casting about for a business to run when he...","lead_paragraph":"WHAT is old is new. If Emil and Joe Maresca are traditional butchers, genuine New Jersey institutions, then Stephen McDonnell is the new version. Mr. McDonnell, a self-proclaimed granola-head, was casting about for a business to run when he happened upon a smokehouse for sale in Flemington.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Accidental Butcher: A Granola-Head Is Happy in the Smokehouse"},"keywords":[],"pub_date":"2004-11-21T00:00:00Z","document_type":"article","news_desk":"New Jersey Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Karla","lastname":"Cook"}],"original":"By Karla Cook"},"type_of_material":"News","_id":"4fd249828eb7c8105d7e6e9b","word_count":331},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEEDE113FF932A15752C1A9629C8B63","snippet":"YOU'RE lost.    Well, not literally. You know where you are. You're in an expensive restaurant, with flickering candles, white napery, perhaps a bit of soothing jazz on the sound system. In your hands is the wine list, and it seems to be getting...","lead_paragraph":"YOU'RE lost. Well, not literally. You know where you are. You're in an expensive restaurant, with flickering candles, white napery, perhaps a bit of soothing jazz on the sound system. In your hands is the wine list, and it seems to be getting heavier by the second.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Anxiety and Vine: Deciphering the List","kicker":"NEW JERSEY AT ITS BEST"},"keywords":[],"pub_date":"2004-11-21T00:00:00Z","document_type":"article","news_desk":"New Jersey Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"David","lastname":"CORCORAN"}],"original":"By DAVID CORCORAN"},"type_of_material":"News","_id":"4fd23f208eb7c8105d7d6555","word_count":1919},{"web_url":"http:\/\/www.nytimes.com\/2004\/11\/25\/opinion\/25mann.html","snippet":"When the Pilgrims arrived ecosystems that had evolved separately for millennia collided.","lead_paragraph":"Few Americans over the age of 30 escaped from high school without encountering Jennie Augusta Brownscombe's 1914 painting ''The First Thanksgiving'' in their American history textbooks. Reproduced in thousands of lithographs, it depicts the post-harvest gathering of Europeans and Indians in 1621 as a momentous transition, a kind of cultural passing of the baton. Suffused in celestial light, a vigorous New Order serenely takes over from the diminished indigenes. But the changeover was even bigger in scale than Brownscombe knew. In ''The First Thanksgiving,'' as in other depictions of the first Thanksgiving meal, natives and newcomers share their feast on a field of bluegrass, dandelion and clover -- three species that did not exist in the Americas before colonization.","abstract":"Charles C Mann Thanksgiving Day Op-Ed article contends that ecosystems that evolved separately for millennia collided when Pilgrims arrived in Plymouth, Mass, in 1620; holds that ever since Plymouth, Americans have lived in new and distinctly contemporary kind of environment, one marked by continued, rapid ecological change; says what was being created on first Thanksgiving was nothing less than American landscape itself; drawing; photo (M)","print_page":"35","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Unnatural Abundance","kicker":"Op-Ed Contributor"},"keywords":[{"name":"glocations","value":"PLYMOUTH (MASS)"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"ARCHAEOLOGY AND ANTHROPOLOGY"},{"name":"subject","value":"THANKSGIVING DAY"},{"name":"subject","value":"INDIANS, AMERICAN"},{"name":"subject","value":"POPULATION"},{"name":"subject","value":"ENVIRONMENT"},{"name":"subject","value":"HISTORY"},{"name":"subject","value":"FOOD"}],"pub_date":"2004-11-25T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Charles","middlename":"C.","lastname":"Mann","rank":1,"role":"reported","organization":""}],"original":"By Charles C. Mann"},"type_of_material":"Op-Ed","_id":"4fd25a028eb7c8105d80697b","word_count":1178},{"web_url":"http:\/\/www.nytimes.com\/2004\/11\/26\/movies\/26hear.html","snippet":"Robert Stone's remarkable documentary tells the story of the warped idealism of the radical left in the 1970's and its fateful romance with violence.","lead_paragraph":"What is familiar about this picture? A small group of fanatic terrorists wreak havoc on American soil. Playing an increasingly nervy cat-and-mouse game, they make fools of the F.B.I., which knows next to nothing about who or how many they are. Issuing communiqués whose language is as grandiose as it is inflammatory, they become the focus of a national mediathon. ''Death to the fascist insect that preys upon the life of the people!'' is one of their favorite mottos. No, these terrorists aren't members of Al Qaeda. They were a mixed-race group of radical leftists fighting against the Vietnam War, racism and other social ills in the 1970's. Based in the San Francisco area and calling themselves the Symbionese Liberation Army, they kidnapped the 19-year-old newspaper heiress Patricia Hearst on Feb. 4, 1974. They demanded a $300 million ransom in the form of food for the poor and needy. The Hearst family acquiesced. But when the first food giveaway caused riots in San Francisco, the plan was abandoned.","abstract":"Stephen Holden reviews documentary movie Guerrilla: The Taking of Patty Hearst, directed by Robert Stone (M)","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Even in the Days of Patty Hearst, It Was the Innocent Who Died","kicker":"FILM REVIEW"},"keywords":[{"name":"creative_works","value":"GUERRILLA: THE TAKING OF PATTY HEARST (MOVIE)"},{"name":"persons","value":"HEARST, PATTY"},{"name":"persons","value":"STONE, ROBERT"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"DOCUMENTARY FILMS AND PROGRAMS"}],"pub_date":"2004-11-26T00:00:00Z","document_type":"article","news_desk":"Movies, Performing Arts\/Weekend Desk","section_name":"Movies; Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Stephen","lastname":"HOLDEN"}],"original":"By STEPHEN HOLDEN"},"type_of_material":"Review","_id":"4fd25a028eb7c8105d80698d","word_count":769},{"web_url":"http:\/\/www.nytimes.com\/2004\/12\/07\/nyregion\/07rabbi.html","snippet":"Rabbi Yehuda Chitrik has a keen knowledge of the Torah and the Talmud, but it is his storytelling that has made him a fixture in the Lubavitcher community.","lead_paragraph":"A century of poring over ancient Jewish texts has carved deep circles under Rabbi Yehuda Chitrik's eyes. Decades of Sabbath- table storytelling have left him speaking softly and seldom. At 105 years old, he seems almost mortal. ''He is not so good,'' his daughter Shaindel Schneerson, 72, said the other night. ''Right now, he's saying his morning prayers'' -- she reported after dinner. ''In the evening, he is doing this.''","abstract":"Rabbi Yehuda Chitrik is still telling traditional Hasidic stories around dinner table at age 105; his family believes that daily study of Jewish texts at his home in Brooklyn has helped preserve him; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"At 105, the Rabbi Doesn't Sleep Late; A Storyteller Who Is a Fixture in the Lubavitcher Community"},"keywords":[{"name":"persons","value":"CHITRIK, YEHUDA"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"JEWS"},{"name":"subject","value":"LONGEVITY"},{"name":"subject","value":"SYNAGOGUES"},{"name":"subject","value":"AGED"},{"name":"subject","value":"RABBIS"},{"name":"subject","value":"STORYTELLING"}],"pub_date":"2004-12-07T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Corey","lastname":"KILGANNON"}],"original":"By COREY KILGANNON"},"type_of_material":"News","_id":"4fd2414a8eb7c8105d7d966c","word_count":1203},{"web_url":"http:\/\/www.nytimes.com\/2004\/12\/10\/business\/worldbusiness\/10brazil.html","snippet":"Many of Brazil's biggest companies riding high at home are increasingly flexing their muscles on the international stage.","lead_paragraph":"When Brazil began opening its economy in the early 1990's, companies worried that they would end up being pummeled on their own turf by deep-pocketed foreign rivals. It appears that those fears were overblown. Not only are many of Brazil's biggest companies riding high at home by deftly using their knowledge of the nation's huge domestic market to fend off competition from abroad, they are also increasingly flexing their muscles on the international stage. Many of them are buying assets and building factories in foreign countries that just a decade ago seemed out of reach to many in Brazil's traditionally inward-looking corporate sector.","abstract":"Brazil's biggest companies are thriving by using their knowledge of nation's huge domestic market to fend off competition from abroad; are also increasingly flexing their muscles on international stage; many of them are buying assets and building factories in foreign countries that just decade ago seemed out of reach to many in Brazil's traditionally inward-looking corporate sector; growing number of Brazilian businesses are setting up shop in Canada and US; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corporations In Brazil Shed Stay-at-Home Tradition"},"keywords":[{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"FACTORIES AND INDUSTRIAL PLANTS"}],"pub_date":"2004-12-10T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Todd","lastname":"BENSON"}],"original":"By TODD BENSON"},"type_of_material":"News","_id":"4fd2a5698eb7c8105d88cd0f","word_count":1199},{"web_url":"http:\/\/www.nytimes.com\/2004\/12\/12\/international\/americas\/12brazil.html","snippet":"South America is turning the largely untapped frontier heartland of the continent into the world's new breadbasket.","lead_paragraph":"Almost overnight, South America has driven a historic global shift in food production that is turning the largely untapped frontier heartland of the continent into the world's new breadbasket. One of the last places on earth where large tracts are still available for agriculture, the region, led by Brazil, has had an explosion of farm exports over the past decade. The growth has been fueled by a combination of market-friendly economic policies and advances in agronomy that have brought formerly unusable tropical lands into production and increased productivity levels beyond those in the United States and Europe, challenging their traditional dominance of the global farm trade.","abstract":"South America, led by Brazil, has had explosion of farm exports over past decade; growth is fueled by combination of market-friendly economic policies and advances in agronomy that have brought formerly unusable tropical lands into production and increased productivety levels beyond those in United States and Europe, challenging their traditional dominance of global farm trade; in addition to Brazil, trend is being felt in parts of Argentina, Bolivia, Paraguay and Uruguay; photos; map; graphs (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2004\/12\/12\/international\/12brazil1.75.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2004\/12\/12\/international\/12brazil1.75.jpg"},"type":"image","height":75}],"headline":{"main":"South America Seeks to Fill the World's Table"},"keywords":[{"name":"glocations","value":"CENTRAL AMERICA"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"SOUTH AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"FARMERS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2004-12-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd25a6c8eb7c8105d8070ae","word_count":1989}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}