{"response":{"meta":{"hits":114,"time":37,"offset":70},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/14\/opinion\/l-uruguayan-political-crisis-the-intentions-of-us-policy-131317.html","snippet":"To the Editor:      There is a deplorable tendency among some human rights advocates to deal with real problems by the easy expedient of hurling accusations at U.S. officials rather than doing the harder analysis which might help understand the...","lead_paragraph":"To the Editor: There is a deplorable tendency among some human rights advocates to deal with real problems by the easy expedient of hurling accusations at U.S. officials rather than doing the harder analysis which might help understand the problem. Max Holland and Kai Bird's Aug. 1 Op-Ed article on Uruguay is such a misled and misleading effort. On July 5, I met with a diverse group of human rights activists - not a ''church delegation'' - to discuss events in Uruguay. We had a cordial and, I thought, useful exchange of views. In misidentifying the group, the writers (who were not present) seem to be attempting to add moral authority to their mistaken assertions.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAYAN POLITICAL CRISIS: THE INTENTIONS OF U.S. POLICY"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-08-14T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd13ab98eb7c8105d60fbab","word_count":536},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/18\/world\/around-the-world-leader-of-opposition-withdraws-in-uruguay.html","snippet":"Wilson Ferreira Aldunate, the imprisoned opposition leader, has renounced his presidential candidacy but urged his National Party to take part in the November elections, according to party officials and relatives.   The military Government of Gen....","lead_paragraph":"Wilson Ferreira Aldunate, the imprisoned opposition leader, has renounced his presidential candidacy but urged his National Party to take part in the November elections, according to party officials and relatives. The military Government of Gen. Gregorio Alvarez has formally enacted a plan for elections Nov. 25 to return the country to civilian rule on March 1. Mr. Ferreira Aldunate's decision freed the party to select another presidential candidate.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Leader of Opposition Withdraws in Uruguay","kicker":"AROUND THE WORLD"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-08-18T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd154428eb7c8105d6373b9","word_count":71},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/19\/world\/brazilian-campaign-offers-everything-but-voters.html","snippet":"The campaign to pick Brazil's first civilian President in 20 years has begun with all the trappings of democracy except the people's right to vote.    There is a clear choice between the personalities and the platforms of the two contenders. Both are...","lead_paragraph":"The campaign to pick Brazil's first civilian President in 20 years has begun with all the trappings of democracy except the people's right to vote. There is a clear choice between the personalities and the platforms of the two contenders. Both are busily seeking the endorsements of prominent citizens and organizations; they compete daily for the public's attention, and public-opinion polls carefully track their popularity ratings. President Joao Baptista Figueiredo, the fifth army general to rule Brazil since 1964, has also received - and proudly responded to - telegrams from both candidates congratulating him on fulfilling his 1979 promise to return the country to democracy. The end of the military era appears to be in sight.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRAZILIAN CAMPAIGN OFFERS EVERYTHING BUT VOTERS"},"keywords":[{"name":"persons","value":"NEVES, TANCREDO"},{"name":"persons","value":"BAPTISTA FIGUEREDO, JOAO"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1984-08-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd1544c8eb7c8105d637b1c","word_count":1087},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/21\/world\/uruguay-government-frees-son-of-jailed-opposition-chief.html","snippet":"The military Government today freed Juan Wilson Ferreira more than two months after he was arrested along with his father, Wilson Ferreira Aldunate, the National Party leader.   Meanwhile, Adolfo Suarez, a former Spanish Prime Minister, who arrived...","lead_paragraph":"The military Government today freed Juan Wilson Ferreira more than two months after he was arrested along with his father, Wilson Ferreira Aldunate, the National Party leader. Meanwhile, Adolfo Suarez, a former Spanish Prime Minister, who arrived Sunday to help in the senior Mr. Ferreira's legal defense, said the Government had asked him to leave Uruguay within 24 hours. Mr. Suarez said Interior Ministry officials had given him written notice that he must leave by 7 P.M. on Tuesday and accused him of violating the restrictions of his tourist visa.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAY GOVERNMENT FREES SON OF JAILED OPPOSITION CHIEF"},"keywords":[{"name":"persons","value":"SUAREZ, ADOLFO"},{"name":"persons","value":"FERREIRA, JUAN WILSON"},{"name":"persons","value":"FERREIRA ALDUNATE, WILSON"},{"name":"glocations","value":"SPAIN"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"TRAVEL RESTRICTIONS"},{"name":"subject","value":"DEPORTATION"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"SUITS AND LITIGATION"}],"pub_date":"1984-08-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd153798eb7c8105d63675f","word_count":524},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/22\/world\/around-the-world-former-spanish-premier-is-expelled-by-uruguay.html","snippet":"The military Government expelled former Prime Minister Adolfo Suarez of Spain today for trying to aid in the legal defense of the jailed National Party leader, Wilson Ferreira Aldunate.   Mr. Ferreira Aldunate was arrested June 16 when he returned...","lead_paragraph":"The military Government expelled former Prime Minister Adolfo Suarez of Spain today for trying to aid in the legal defense of the jailed National Party leader, Wilson Ferreira Aldunate. Mr. Ferreira Aldunate was arrested June 16 when he returned after years of self-imposed exile to lead his party in presidential elections scheduled for Nov. 25.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Former Spanish Premier Is Expelled by Uruguay","kicker":"AROUND THE WORLD"},"keywords":[{"name":"persons","value":"SUAREZ, ADOLFO"},{"name":"persons","value":"FERREIRA ALDUNATE, WILSON"},{"name":"glocations","value":"SPAIN"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"DEPORTATION"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"REFUGEES AND EXPATRIATES"}],"pub_date":"1984-08-22T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd1544a8eb7c8105d637976","word_count":125},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/22\/opinion\/l-washington-error-in-the-uruguayan-crisis-149352.html","snippet":"To the Editor:      In his letter of Aug. 14, Assistant Secretary of State Elliott Abrams defends the Reagan Administration's response to Wilson Ferreira's imprisonment in Uruguay. He states that all of the Administration's actions there are designed...","lead_paragraph":"To the Editor: In his letter of Aug. 14, Assistant Secretary of State Elliott Abrams defends the Reagan Administration's response to Wilson Ferreira's imprisonment in Uruguay. He states that all of the Administration's actions there are designed to advance the return of democracy.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WASHINGTON ERROR IN THE URUGUAYAN CRISIS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-08-22T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd13e888eb7c8105d615072","word_count":255},{"web_url":"http:\/\/www.nytimes.com\/1984\/08\/29\/world\/uruguay-s-parties-file-voting-slates.html","snippet":"Uruguay's political parties completed filing their presidential slates at midnight Monday for a Nov. 25 election that is designed to end 11 years of military rule.    The registration ended months of political intrigue in which the armed forces won...","lead_paragraph":"Uruguay's political parties completed filing their presidential slates at midnight Monday for a Nov. 25 election that is designed to end 11 years of military rule. The registration ended months of political intrigue in which the armed forces won the participation of the two major parties despite the jailing of the National Party's leader - a political coup that has been likened by some here to having elections in the United States with the first choice of the Democratic Party behind bars. The two major parties have lined up their campaigns around the issue of the military's control of the elections. The National Party's candidate, Dr. Alberto Saenz de Zumaran, said that if his party won he would call for new elections to permit the party's jailed leader, Wilson Ferreira Aldunate, to run.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAY'S PARTIES FILE VOTING SLATES"},"keywords":[{"name":"persons","value":"SANGUINETTI, JULIO M"},{"name":"persons","value":"FERREIRA ALDUNATE, WILSON"},{"name":"persons","value":"ZUMARAN, ALBERTO SAENZ DE"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1984-08-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lydia","rank":1,"lastname":"CHAVEZ"}],"original":"By LYDIA CHAVEZ"},"type_of_material":"News","_id":"4fd154438eb7c8105d637470","word_count":1134},{"web_url":"http:\/\/www.nytimes.com\/1984\/09\/06\/world\/church-s-activist-clerics-rome-draws-line.html","snippet":"The confrontation set for Friday at the Vatican between a powerful cardinal and an influential Brazilian priest signals a hardening of the division within the Roman Catholic Church over the religious-political movement known as liberation theology.  ...","lead_paragraph":"The confrontation set for Friday at the Vatican between a powerful cardinal and an influential Brazilian priest signals a hardening of the division within the Roman Catholic Church over the religious-political movement known as liberation theology. Leonardo Boff, a leading exponent of the controversial interpretation of Christian teachings that has taken strong root in Latin America in the past 15 years, has been summoned to Rome to answer charges that he has committed serious doctrinal errors. To its advocates, liberation theology, with its emphasis on the church's obligation to combat economic and social oppression, is an urgent response to the sufferings of the Latin American masses. Friar Boff, some of whose works have already been condemned by the Vatican, has written, ''The liberation theologian takes a place on the side of the poor and oppressed.'' He rejects the status quo and calls for structural changes in society.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CHURCH'S ACTIVIST CLERICS: ROME DRAWS LINE"},"keywords":[{"name":"persons","value":"RATZINGER, JOSEPH"},{"name":"persons","value":"BOFF, LEONARDO"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"PRIESTS"},{"name":"subject","value":"CHURCH-STATE RELATIONS"}],"pub_date":"1984-09-06T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Walter","rank":1,"lastname":"GOODMAN"}],"original":"By WALTER GOODMAN"},"type_of_material":"News","_id":"4fd13abd8eb7c8105d60fedb","word_count":2399},{"web_url":"http:\/\/www.nytimes.com\/1984\/09\/13\/business\/latin-talks-on-today-mood-is-better-on-debt.html","snippet":"Ministers from 11 Latin American countries gather here on Thursday to discuss the region's debt crisis in an atmosphere markedly less hostile toward foreign banks than three months ago, when they last met.    Some economists in the region believe...","lead_paragraph":"Ministers from 11 Latin American countries gather here on Thursday to discuss the region's debt crisis in an atmosphere markedly less hostile toward foreign banks than three months ago, when they last met. Some economists in the region believe that the change in mood is a result of the decision by leading banks to ''reward'' those countries, notably Mexico and Brazil, that have respected International Monetary Fund austerity guidelines and have used large trade surpluses to keep up interest payments. Before their meeting in Cartagena, Colombia, in June, rising interest rates had created angry frustration that in turn had fed speculation that the major Latin debtors were moving slowly toward formation of a ''debtors' cartel.'' But since then, Mexico has reached provisional agreement with leading foreign banks on favorable conditions for a major restructuring of its commercial debt, while Brazil and Venezuela appear headed toward satisfactory accords with their creditors. Mexico and Brazil each have foreign debts exceeding $95 billion, while Venezuela owes some $37 billion.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MOOD IS BETTER ON DEBT","kicker":"LATIN TALKS ON TODAY"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-09-13T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd13b4c8eb7c8105d610f60","word_count":616},{"web_url":"http:\/\/www.nytimes.com\/1984\/09\/14\/business\/crisis-far-from-over-argentine-chief-warns.html","snippet":"President Raul Alfonsin of Argentina said today that Latin America's debt crisis was far from over. He warned that debt defaults in the region had been avoided only by impoverishing its inhabitants.    ''How much longer will we test the patience of...","lead_paragraph":"President Raul Alfonsin of Argentina said today that Latin America's debt crisis was far from over. He warned that debt defaults in the region had been avoided only by impoverishing its inhabitants. ''How much longer will we test the patience of our peoples and the responsibility of their government?'' he asked. Inaugurating a conference of Latin America's major debtor nations, Mr. Alfonsin also urged the region to maintain a common front in dealing with its creditors, adding that it was ''natural'' that efforts should be made to disrupt its unity.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Crisis Far From Over, Argentine Chief Warns"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-09-14T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd13b468eb7c8105d6109c7","word_count":615}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}