{"response":{"meta":{"hits":77,"time":66,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2004\/08\/30\/nyregion\/c-corrections-807885.html","snippet":"An article on Friday about a newly declassified government document describing a meeting attended by Henry A. Kissinger as secretary of state in June 1976 with officials of the military junta in Argentina, at which he raised no protest against...","lead_paragraph":"An article on Friday about a newly declassified government document describing a meeting attended by Henry A. Kissinger as secretary of state in June 1976 with officials of the military junta in Argentina, at which he raised no protest against human-rights violations there, misidentified the country of a former Latin American president, Juan Torres, whose body had been found in Buenos Aires a week earlier. He had been president of Bolivia, not Uruguay.","abstract":"Correction of Aug 27 article on newly declassified government document describing meeting attended by then-Secretary of State Henry A Kissinger with officials of military junta in Argentina regarding another Latin American leader mentioned","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"persons","value":"KISSINGER, HENRY A"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2004-08-30T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; Washington; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd253998eb7c8105d7fa26a","word_count":73},{"web_url":"http:\/\/www.nytimes.com\/2004\/09\/05\/nyregion\/thecity\/05span.html","snippet":"They're not just from Cuba anymore. A new generation is further diversifying the city's Chinese-Latino population.","lead_paragraph":"EVEN in his black-and-white waiter's garb, Michael Lan stands out, his hair spiked, his dark brown eyes scrutinizing customers from behind rose-tinted glasses. Mr. Lan, who traces his ancestry to Guangdong Province and has been waiting tables for 11 years at Dinastia China on 72nd Street on the Upper West Side, one of the city's major Chinese-Cuban restaurants, often surprises his newest customers. This is not because he addresses them in perfect English or yells orders to the cooks in flawless Cantonese, but because he and most of Dinastia's waiters speak a Spanish as smooth as an ice-blended margarita.","abstract":"New York Up Close column on Chinese-Latinos in New York City, who are gaining growing acknowledgement; 2000 Census showed that 11,500 Hispanic Asians live in city and many researchers believe number is higher; photos; (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Identity Stew","kicker":"NEIGHBORHOOD REPORT: NEW YORK UP CLOSE"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"CUBA"},{"name":"glocations","value":"CHINA"},{"name":"organizations","value":"MUSEUM OF CHINESE IN THE AMERICAS"},{"name":"organizations","value":"BRONX MUSEUM OF THE ARTS"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"CHINESE-AMERICANS"},{"name":"subject","value":"ASIAN-AMERICANS"},{"name":"subject","value":"HISPANIC-AMERICANS"}],"pub_date":"2004-09-05T00:00:00Z","document_type":"article","news_desk":"The City Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Erin","lastname":"CHAN"}],"original":"By ERIN CHAN"},"type_of_material":"News","_id":"4fd280178eb7c8105d84a941","word_count":784},{"web_url":"http:\/\/www.nytimes.com\/2004\/09\/05\/national\/05dyckobit.html","snippet":"Elfrieda Dyck was a Canadian nurse who helped thousands of Mennonite refugees from Eastern Europe find new homes in South America.","lead_paragraph":"Elfrieda Dyck, a Canadian nurse who helped thousands of Mennonite refugees from Eastern Europe find new homes in South America, died here on Aug. 20. She was 87. Her death was announced by the Mennonite Central Committee.","abstract":"Elfrieda Dyck, Canadian nurse who helped thousands of Mennonite refugees from eastern Europe find new homes in South America, dies at age 87; photo (S)","print_page":"39","blog":[],"source":"Religion News Service; The Religion News Service","multimedia":[],"headline":{"main":"Elfrieda Dyck, 87, Mennonite Who Helped Thousands Resettle"},"keywords":[{"name":"persons","value":"DYCK, ELFRIEDA"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"RELIGION AND CHURCHES"},{"name":"subject","value":"MENNONITE CHURCHES"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2004-09-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"Obituary; Biography","_id":"4fd259a78eb7c8105d805c8f","word_count":276},{"web_url":"\/data\/daily\/2004\/09\/06\/886068.sgml","snippet":"SOCCER  Brazil on Top After Victory      Ronaldo scored less than a minute into the game, and Brazil rolled over Bolivia, 3-1, in World Cup qualifying yesterday in São Paulo, Brazil.    Ronaldo volleyed in a rebound just 50 seconds in, and...","lead_paragraph":"SOCCER Brazil on Top After Victory Ronaldo scored less than a minute into the game, and Brazil rolled over Bolivia, 3-1, in World Cup qualifying yesterday in São Paulo, Brazil. Ronaldo volleyed in a rebound just 50 seconds in, and Ronaldinho and Adriano followed with first-half goals for Brazil, which moved past Argentina and back to the top of the South American standing. Brazil (4-0-4) has 16 points after eight games; Argentina (4-1-3) has 15.","abstract":"Brazil defeats Bolivia, 3-1, in World Cup qualifying game (S)","print_page":"8","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Sports Briefing"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"BOLIVIA"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"2004-09-06T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd23e518eb7c8105d7d481c","word_count":575},{"web_url":"http:\/\/www.nytimes.com\/2004\/09\/18\/business\/worldbusiness\/18argentina.html","snippet":"Argentina's president ousted the head of the central bank, removing one of the government's most respected figures just as the country seeks to work out its debt.","lead_paragraph":"Argentina's president, Néstor Kirchner, ousted the head of the central bank on Friday, removing one of the government's most respected figures on Wall Street just as the country seeks to work out the final details of a $100 billion debt restructuring. In a surprise move that rattled Argentine financial markets, the government said that the bank's chief, Alfonso Prat-Gay, a former head of emerging market research at J.P. Morgan Chase, would be succeeded by the deputy foreign minister, Martín Redrado, when Mr. Prat-Gay's term expires on Wednesday.","abstract":"Argentina's Pres Nestor Kirchner ousts Alfonso Prat-Gay, head of central bank, removing one of government's most respected figures on Wall Street just as country seeks to work out final details of $100 billion debt restructuring; Prat-Gay will be succeeded by Deputy Foreign Min Martin Redrado; Miguel Pesce, chief internal auditor, is named central bank's new vice president, and three of bank's eight directors are replaced; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Chief Is Ousted in Shake-Up at Argentina's Central Bank","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"PRAT-GAY, ALFONSO"},{"name":"persons","value":"REDRADO, MARTIN"},{"name":"persons","value":"PESCE, MIGUEL"},{"name":"persons","value":"KIRCHNER, NESTOR"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2004-09-18T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Todd","lastname":"BENSON"}],"original":"By TODD BENSON"},"type_of_material":"News","_id":"4fd23cb38eb7c8105d7d2361","word_count":412},{"web_url":"http:\/\/www.nytimes.com\/2004\/09\/21\/sports\/soccer\/21soccer.html","snippet":"The Columbus Crew, riding a 13-game unbeaten streak, became the first of the eight qualifiers for Major League Soccer's postseason.","lead_paragraph":"A tight race in Major League Soccer's Eastern Conference became even more cramped over the weekend as the Columbus Crew -- riding a 13-game unbeaten streak -- became the first of the eight qualifiers for the postseason, the MetroStars stumbled (again) and D.C. United won its second straight game (United has lost only once in its last seven matches). Crew Coach Greg Andrulis, who seemed to be in danger of losing his job when the team started the season without a victory in its first five games, has presided over a late-season run sparked by the scoring of Edson Buddle (four goals against the MetroStars on Saturday), the steady midfield play of the veteran Ross Paule and the addition of defender Tony Sanneh. The Crew's run of 13 games without a loss is the longest by an M.L.S. team in one season. Los Angeles went 15 games without a defeat over two seasons, 1997 and 1998.","abstract":"Columbus Crew's 13-game unbeaten streak is longest by MLS team in one season, as Crew becomes first to qualify for postseason (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Late Charge by the Crew","kicker":"SOCCER REPORT"},"keywords":[{"name":"organizations","value":"COLUMBUS CREW"},{"name":"organizations","value":"MAJOR LEAGUE SOCCER"},{"name":"organizations","value":"REAL MADRID"},{"name":"organizations","value":"CHAMPIONS LEAGUE"},{"name":"subject","value":"RECORDS AND ACHIEVEMENTS"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"PLAYOFF GAMES"}],"pub_date":"2004-09-21T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Jack","lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd2a4828eb7c8105d88a9ad","word_count":1092},{"web_url":"http:\/\/www.nytimes.com\/2004\/09\/27\/international\/americas\/27pinochet.html","snippet":"After the failure of his lawyers to stave off questioning, Gen. Augusto Pinochet was officially interrogated Saturday about his involvement in the killing of political opponents.","lead_paragraph":"After lawyers for Gen. Augusto Pinochet, Chile's dictator from 1973 to 1990, failed to stave off an investigating judge's questions, the general was officially interrogated Saturday about his involvement in a coordinated effort by six South American military governments to hunt down and kill exiled political opponents in the 1970's. The judge, Juan Guzmán Tapia, was able to ask General Pinochet only 6 of the 14 questions he had prepared before the general, 88 and ailing, grew tired and the session was cut short. But the information he obtained is seen as increasing the likelihood that General Pinochet, whom the Chilean Supreme Court stripped of his immunity from prosecution in the case in August, will once again be indicted for human rights violations under his rule.","abstract":"Gen Augusto Pinochet, ruler in Chile from 1973 to 1990, is questioned by investigating judge in Santiago about his involvement in coordinated effort by six South American military governments to hunt down and kill exiled political opponents in 1970's; judge asks only half of his questions when session is cut short because Pinochet, 88 and ailing, grows tired; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Judge Questions Pinochet About Killings Under His Rule"},"keywords":[{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"persons","value":"PINOCHET UGARTE, AUGUSTO"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"RIO DE JANEIRO (BRAZIL)"},{"name":"subject","value":"WAR CRIMES, GENOCIDE AND CRIMES AGAINST HUMANITY"},{"name":"subject","value":"COURTS"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"2004-09-27T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd2801b8eb7c8105d84acaf","word_count":745},{"web_url":"http:\/\/www.nytimes.com\/2004\/10\/28\/business\/worldbusiness\/28mercosur.html","snippet":"Just six months ago, the Europe and a South American trade bloc appeared to be close to creating the world's biggest free trade area. But now, the chances seem slim to none.","lead_paragraph":"Just six months ago, the European Union and a South American trade bloc led by Brazil appeared on the verge of creating the world's biggest free trade area. Now, however, the chances of sealing a deal anytime soon seem slim to none. Rather than opening their doors to each other's markets, the 25-nation European Union and Mercosur -- the trade bloc that has Argentina, Brazil, Paraguay and Uruguay as full members, and Bolivia and Chile as associates -- have spent the last few months backtracking on promises and bickering publicly over sensitive issues like agriculture and market access.","abstract":"Chances of agreement between European Union and South American trade bloc led by Brazil on new trade pact anytime soon seem slim to none; 25-nation European Union and Mercosur have spent last few months backtracking on promises and bickering publicly over sensitive issues; European Parliament refuses to approve slate of incoming commissioners, leaving European Commission unable to address any major initiatives in immediate future; map; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2004\/10\/28\/business\/28merco.75.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2004\/10\/28\/business\/28merco.75.jpg"},"type":"image","height":75}],"headline":{"main":"New Setback for Europe-Latin Trade Talks"},"keywords":[{"name":"glocations","value":"EUROPE"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"organizations","value":"MERCOSUR"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"TREATIES"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"2004-10-28T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Todd","lastname":"BENSON"}],"original":"By TODD BENSON"},"type_of_material":"News","_id":"4fd254e38eb7c8105d7fcc47","word_count":875},{"web_url":"http:\/\/www.nytimes.com\/2004\/10\/31\/international\/americas\/31uruguay.html","snippet":"Aided by a severe economic and social crisis, a coalition of left-wing groups that includes former guerrillas is poised to win at the ballot box in Uruguay.","lead_paragraph":"Aided by a severe economic and social crisis, a coalition of left-wing groups that includes former guerrillas is poised to win at the ballot box here Sunday what it could not achieve through armed struggle a generation ago: political power in a country that was once one of the most prosperous in Latin America. The former guerrillas, the Tupamaros, are the largest single component of the group known as the Progressive-Encounter-Broad-Front-New-Majority, whose candidate for president is Tabaré Vázquez, a charismatic 64-year-old doctor who is making his third run for the office. Although opponents have tried to make an issue of the Tupamaros' violent past, those efforts have largely been disregarded.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Aided by Uruguay's Problems, Left Is Expected to Gain Power"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"2004-10-31T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Larry","lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd247f78eb7c8105d7e421c","word_count":1232},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3DC1E3DF932A35752C1A9629C8B63","snippet":"INTERNATIONAL   A3-11    Falluja Rebels Are Warned Of Imminent Attack  Prime Minister Ayad Allawi issued repeated warnings that negotiations with the rebels in Falluja were running out of time and that an attack was imminent. Insurgents fired a...","lead_paragraph":"INTERNATIONAL A3-11 Falluja Rebels Are Warned Of Imminent Attack Prime Minister Ayad Allawi issued repeated warnings that negotiations with the rebels in Falluja were running out of time and that an attack was imminent. Insurgents fired a rocket into a hotel in Tikrit, killing 15 Iraqis. An Army spokesman said that one marine was killed by a roadside bomb in Ramadi. A10 Prime Minister Junichiro Koizumi of Japan repeated his vow to keep about 550 troops in Iraq after the government confirmed that the decapitated body found on a street in Baghdad was that of Shosei Koda, a Japanese tourist who was kidnapped by the militant group of Abu Musab al-Zarqawi. A10 Dealing With Arafat's Absence The Israeli cabinet and Palestinian officials held separate gatherings to discuss how to respond to the absence of Yasir Arafat, who remains hospitalized in France with an undiagnosed illness. A1 Afghan Hostage Video Militants holding three foreign United Nations staff members in Afghanistan released a videotape showing their hostages, who they said would be killed if demands for the withdrawal of foreign troops were not met by noon Wednesday. A11 Elections in 3 Countries In Ukraine, as voters cast their ballots to elect a successor to President Leonid D. Kuchma, left, there were accusations of harassment and electoral irregularities that called into question the fairness of the election. Initial vote counts showed substantially different results. A3 In Uruguay, Tabare Vazquez, a Socialist physician running as the candidate of an opposition coalition that includes former guerrillas, narrowly triumphed in the presidential election,. A11 In Venezuela, allies of the president, Hugo Chávez, were expected to sweep key posts in nationwide regional elections. It has been predicted that the opposition would lose as many as 105 posts. A11 NATIONAL A12-22 Candidates Sprint Toward Finish Line in Dead Heat The presidential campaign is coming to a close in an epic, $60 million cacophony of advertisements striking notes of hope and fear, patriotism and betrayal as the candidates head into a final attempt to sway an electorate. A1 President Bush's playful optimism has become part of his campaign's playbook as he hurtles toward Election Day without showing strain despite having no clear evidence if he will be rehired, fired or placed in recount limbo. A1 Senator John Kerry has been relaxed and playful yet workmanlike, focused and visibly weary in the final days of the campaign, replacing the serious persona he has displayed on the campaign trail. A1 Vice President Dick Cheney's core message, that Mr. Kerry will ''say or do anything'' to get elected, has been repeated in every appearance for the last few weeks. But it may not be breaking through in the press as much Republicans would like because of the repetition. A21 Senator John Edwards, a former trial lawyer, has been boiling down his message to what sounds like last-minute instructions to the jury. A21 The final New York Times\/CBS News poll of the 2004 campaign shows that Mr. Bush and Mr. Kerry remain in a statistical tie. A16 Many Christian conservatives say that President Bush and his administration have done more to excite churchgoing voters than any previous administration and that the results of the election may determine their influence in the Republican Party for years to come. A22 Crowd Control Concerns The death of a 21-year-old college student outside Fenway Park in October is only the latest reminder that crowd control has returned as one of the toughest challenges for the police nationwide. A12 Prisoner Rights Debated What the Supreme Court justices meant in their June ruling on how far the government must go to accommodate the Guantánamo prisoners has produced a sharp debate now being played out in lower courts. A15 NEW YORK\/REGION B1-8 Murder in Nantucket Remains a Mystery A week after the killing of Elizabeth Lochtefeld, an entrepreneur from Nantucket, Mass., it remains unclear what happened on the Friday night before, when she broke up with her boyfriend, Thomas E. Toolan III. Mr. Toolan is a suspect in her fatal stabbing. B1 New Water Violations Three years after New York City's Department of Environmental Protection pleaded guilty to violating the nation's environmental laws after discharging mercury-contaminated water for two years into a pool that flowed into an upstate reservoir, and allowing employees to use machinery contaminated with PCB's, a new report lists further violations. A1 SPORTSMONDAY D1-8 OBITUARIES A23 ARTS E1-10; B2 Fall Auctions Have High Stakes Savvy auction sellers should be laughing all the way to the bank. But in the rest of the art world, the next two weeks will be particularly stressful as art valued at more than half a billion dollars goes on the market in the important fall sales. E1 Gamble for Theater Pays Off When Nicholas Hytner, the artistic director of the National Theater in London, cut the cost of tickets for the Olivier to about the price of a movie, he knew it was a gamble. Now after a year and a half it is clear that Mr. Hytner's plan is a winner. E3 R. Kelly Dropped From Tour Even as a disagreement between R. Kelly, and Jay-Z continues to rage, their new album, ''Unfinished Business,'' is poised to enter the Billboard charts at No. 1 this week. That fact does not sit well with Jay-Z, who had Mr. Kelly kicked off their ''Best of Both Worlds'' tour on Saturday, just one day after Mr. Kelly accused a member of Jay-Z's entourage of attacking him with pepper spray. E3 BUSINESS DAY C1-12 Stock Trader on Trial A trial is set for Anthony Elgindy who is accused of conspiring with an F.B.I. agent to obtain information about government investigations and using that information to manipulate stock prices. C1 Questions on Media Timing Some journalists have no compunction about printing or broadcasting controversial news about a political candidate in the last weeks of an election campaign. Others weigh the decision carefully. C1 Online Shopping Services Several new online companies are trying to overcome the limits of other shopping comparison services by allowing consumers to not only check prices and products across tens of thousands of online retailers but to search offline stores as well. C2 Fox Banks on Reality TV The Fox network is planning an onslaught of reality programming, with 60 percent of its total schedule made up of reality shows. C1 Business Digest C1 EDITORIAL A24-25 Editorials: What to do on Election Day; the best-selling post-mortem; attack of the killer tomato prices; Dorothy Samuels on government secrecy. Columns: William Safire and Bob Herbert. Autos D8 Metro Diary B2 Bridge E4 TV Listings E9 Crossword E8 Weather B9","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[],"pub_date":"2004-11-01T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd259fb8eb7c8105d8066cd","word_count":1104}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}