{"response":{"meta":{"hits":209,"time":29,"offset":200},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/15\/business\/us-and-europe-see-gains-on-3-agricultural-disputes.html","snippet":"Agriculture officials from the United States and the European Community met here today and reported progress on resolving some irritating disputes that have strained relations.   While not directly connected to the farm-subsidy dispute that stalled...","lead_paragraph":"Agriculture officials from the United States and the European Community met here today and reported progress on resolving some irritating disputes that have strained relations. While not directly connected to the farm-subsidy dispute that stalled last week's Uruguay Round of the General Agreement on Tariffs and Trade here, the progress on the bilateral disputes indicated a general relaxation of tension.","abstract":null,"print_page":"34","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. and Europe See Gains On 3 Agricultural Disputes"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN COMMUNITY"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1990-12-15T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Paul","middlename":"L.","lastname":"MONTGOMERY","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By PAUL L. MONTGOMERY, Special to The New York Times"},"type_of_material":"News","_id":"4fd197108eb7c8105d6a4f22","word_count":494},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/16\/us\/us-not-pursuing-drug-agreements.html","snippet":"A confidential Government report shows that the Bush Administration has failed to satisfy a Federal requirement that it reach agreements with some 20 countries to curb the concealment of illegal drug profits, officials who have seen the report said...","lead_paragraph":"A confidential Government report shows that the Bush Administration has failed to satisfy a Federal requirement that it reach agreements with some 20 countries to curb the concealment of illegal drug profits, officials who have seen the report said Friday. Under a law adopted in 1988, the Administration must seek agreements with nations that are used for laundering drug profits. The agreements would require that records be filed with these governments of transactions involving more than $10,000. Under the law, countries that do not reach such agreements could be punished by being shut out of the United States financial system.","abstract":null,"print_page":"37","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. NOT PURSUING DRUG AGREEMENTS"},"keywords":[{"name":"persons","value":"BUSH, GEORGE"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"MONEY LAUNDERING"},{"name":"subject","value":"DRUG ABUSE AND TRAFFIC"}],"pub_date":"1990-12-16T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stephen","rank":1,"lastname":"LABATON"},{"organization":"","role":"reported","rank":2}],"original":"BY STEPHEN LABATON, Special to The New York Times"},"type_of_material":"News","_id":"4fd1b4b68eb7c8105d6d967a","word_count":676},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/17\/opinion\/sanity-or-suicide-on-trade.html","snippet":"The Uruguay Round of international trade negotiations collapsed 10 days ago in Brussels when the European Community refused to cut back its protectionist food policy. Denied access to European markets, negotiators from third world food-exporting...","lead_paragraph":"The Uruguay Round of international trade negotiations collapsed 10 days ago in Brussels when the European Community refused to cut back its protectionist food policy. Denied access to European markets, negotiators from third world food-exporting nations were left with no option other than to pack their bags. The fallout from Brussels could turn ugly, and fast. Without rules to govern trade in agriculture, services and investment, countries will be free to accuse each other of unfair trade practices, and to unilaterally impose sanctions. Sanctions, in turn, invite retaliation.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sanity or Suicide on Trade?"},"keywords":[{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"EDITORIALS"}],"pub_date":"1990-12-17T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd1a7178eb7c8105d6c186a","word_count":455},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/18\/business\/trade-talks-set-for-jan-15.html","snippet":"The Director General of GATT, Arthur Dunkel, has called a meeting of Uruguay Round trade negotiators for Jan. 15, his spokesman said today.    The four-year round to open global commerce, which was to have been concluded earlier this month in...","lead_paragraph":"The Director General of GATT, Arthur Dunkel, has called a meeting of Uruguay Round trade negotiators for Jan. 15, his spokesman said today. The four-year round to open global commerce, which was to have been concluded earlier this month in Brussels, was suspended to allow more time for differences to be resolved. But there is still no indication that positions have moved sufficiently, especially on the key area of farm subsidies. David Woods, spokesman for the Geneva-based General Agreement on Tariffs and Trade, said the ambassador-level meeting of the Trade Negotiations Committee would attempt to get the Uruguay Round moving again. The committee is the coordinating panel and consists of all 107 nations taking part in the current round of talks, which began in Uruguay four years ago. The ministerial meeting in Brussels earlier this month stalled because of sharp disagreement between the European Community and its trading partners over cutting costly farm subsidies, which the United States and other farm exporters Brazil say distort trade unfairly. European Community leaders meeting in Rome expressed regret on Saturday at the impasse in the talks but offered no new concessions.","abstract":null,"print_page":"14","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Trade Talks Set for Jan. 15"},"keywords":[{"name":"persons","value":"DUNKEL, ARTHUR"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1990-12-18T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"REUTERS","original":"REUTERS","person":[]},"type_of_material":"News","_id":"4fd1b4b68eb7c8105d6d970c","word_count":188},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/19\/business\/global-markets-lure-baby-bells.html","snippet":"The regional Bell telephone companies are moving aggressively into foreign countries, eager to enter profitable businesses from which they are barred in the United States and to gain access to markets that have room for growth.   Earlier this month...","lead_paragraph":"The regional Bell telephone companies are moving aggressively into foreign countries, eager to enter profitable businesses from which they are barred in the United States and to gain access to markets that have room for growth. Earlier this month the Government of Mexico announced its intention to sell a controlling interest in Telefonos de Mexico to a consortium that includes the Southwestern Bell Corporation for $1.76 billion. In September, the Bell Atlantic Corporation and Ameritech teamed up to buy New Zealand's telephone company for $2.4 billion.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Global Markets Lure 'Baby Bells'"},"keywords":[{"name":"organizations","value":"US WEST"},{"name":"organizations","value":"BELL ATLANTIC CORP"},{"name":"organizations","value":"NYNEX CORP"},{"name":"organizations","value":"SOUTHWESTERN BELL CORP"},{"name":"organizations","value":"BELLSOUTH CORP"},{"name":"organizations","value":"PACIFIC TELESIS GROUP"},{"name":"organizations","value":"AMERITECH BELL GROUP"},{"name":"subject","value":"TELEPHONES"}],"pub_date":"1990-12-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Edmund","middlename":"L.","lastname":"ANDREWS","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By EDMUND L. ANDREWS, Special to The New York Times"},"type_of_material":"News","_id":"4fd1c3cf8eb7c8105d6f30a5","word_count":1416},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/21\/business\/economic-scene-has-the-fed-eased-enough.html","snippet":"THE Federal Reserve's cut in the discount rate to 6 1\/2 percent from 7 percent this week was hailed in the financial markets as a welcome policy shift toward fighting recession rather than inflation. The Fed itself did not explain its move so simply....","lead_paragraph":"THE Federal Reserve's cut in the discount rate to 6 1\/2 percent from 7 percent this week was hailed in the financial markets as a welcome policy shift toward fighting recession rather than inflation. The Fed itself did not explain its move so simply. Rather, it said the discount rate cut was due to \"weakness in the economy, constraints on credit, and slow growth in the monetary aggregates.\" The Fed added that the cut \"in part realigns the discount rate with market interest rates,\" implying that the Fed was following the market, not pushing rates down. Such an explanation does not require the Fed to concede that it has really changed its policy, but that it is only making a slight midcourse correction, to keep various measures of the money supply growing within the range already set for this year. But outside the walls of the temple -- not only in the marketplace but also at the White House -- critics are saying the Fed is still too hesitant about shifting to a more stimulative policy.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Scene; Has the Fed Eased Enough?"},"keywords":[{"name":"creative_works","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"persons","value":"BUSH, GEORGE"},{"name":"organizations","value":"FEDERAL RESERVE SYSTEM"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"DISCOUNT RATE"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"CREDIT"}],"pub_date":"1990-12-21T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"Silk"}],"original":"By Leonard Silk"},"type_of_material":"News","_id":"4fd197e38eb7c8105d6a64ee","word_count":775},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/28\/business\/economic-scene-looking-ahead-guided-by-the-past.html","snippet":"WHAT'S ahead in the New Year? The crystal ball (clouded as usual) turns up these items:    The Bush Administration is backing an overhaul of the banking laws, written during the Depression, to permit American banks to compete aggressively all over...","lead_paragraph":"WHAT'S ahead in the New Year? The crystal ball (clouded as usual) turns up these items: The Bush Administration is backing an overhaul of the banking laws, written during the Depression, to permit American banks to compete aggressively all over the country and against giant international competitors. The commercial banks would be allowed to move into investment banking, securities dealing, life insurance and other areas. They might even begin to play the dominant role in guiding big nonfinancial corporations, as they did in the 19th century.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Scene; Looking Ahead, Guided by the Past"},"keywords":[{"name":"creative_works","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"persons","value":"CAHN, ROSANNE"},{"name":"persons","value":"MOORE, GEOFFREY H"},{"name":"persons","value":"HALE, DAVID"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"NINETEEN HUNDRED NINETY ONE"},{"name":"subject","value":"FORECASTS"}],"pub_date":"1990-12-28T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"Silk"}],"original":"By Leonard Silk"},"type_of_material":"News","_id":"4fd1c5c98eb7c8105d6f65bf","word_count":835},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/28\/us\/4-are-convicted-in-los-angeles-in-the-laundering-of-drug-profits.html","snippet":"A Federal jury convicted four men today of taking part in a $1 billion operation that laundered Colombian drug money through the jewelry markets of New York, Los Angeles and Houston.   The scheme was described by Federal officials as the largest...","lead_paragraph":"A Federal jury convicted four men today of taking part in a $1 billion operation that laundered Colombian drug money through the jewelry markets of New York, Los Angeles and Houston. The scheme was described by Federal officials as the largest money-laundering operation ever prosecuted in this country. Officials said it was based on a triangular trade of drugs, gold and cash by Colombian drug traders.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"4 Are Convicted in Los Angeles In the Laundering of Drug Profits"},"keywords":[{"name":"persons","value":"ANDONIAN, NAZARETH"},{"name":"persons","value":"VIVAS, RAUL SILVIO"},{"name":"persons","value":"ANDONIAN, VAHE"},{"name":"persons","value":"SERESI, JUAN CARLOS"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"LOS ANGELES (CALIF)"},{"name":"subject","value":"MONEY LAUNDERING"},{"name":"subject","value":"DECISIONS AND VERDICTS"},{"name":"subject","value":"DRUG ABUSE AND TRAFFIC"}],"pub_date":"1990-12-28T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1b4b78eb7c8105d6d97c5","word_count":406},{"web_url":"http:\/\/www.nytimes.com\/1990\/12\/29\/business\/big-swings-of-fortune-from-rise-in-oil-price.html","snippet":"The jump in oil prices since the Iraqi invasion of Kuwait has produced enormous swings in the fortunes of economies across the globe. Oil-producing countries will be the biggest winners in the standoff, although some experts say that they may not...","lead_paragraph":"The jump in oil prices since the Iraqi invasion of Kuwait has produced enormous swings in the fortunes of economies across the globe. Oil-producing countries will be the biggest winners in the standoff, although some experts say that they may not fare as well as many presume. People who follow world markets said Saudi Arabia, for example, could spend half its windfall from increased oil production and higher prices to aid needier supporters of the coalition against Iraq and to help pay for the American military operation -- obligations that could last longer than the high oil prices. 'Pentagon Dollars' \"Petrodollars are becoming Pentagon dollars,\" said David D. Hale, chief economist at Kemper Financial Services Inc.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Big Swings of Fortune From Rise in Oil Price"},"keywords":[{"name":"subject","value":"PRICES"},{"name":"subject","value":"OIL (PETROLEUM) AND GASOLINE"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1990-12-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jonathan","rank":1,"lastname":"FUERBRINGER"}],"original":"By JONATHAN FUERBRINGER"},"type_of_material":"News","_id":"4fd1b2398eb7c8105d6d535f","word_count":1495}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}