{"response":{"meta":{"hits":118,"time":37,"offset":100},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/10\/31\/world\/two-month-old-saudi-peace-plan-is-gaining-new-attention-in-us.html","snippet":"A two-month-old Saudi peace plan for the Middle East originally dismissed by Washington as representing nothing new has emerged in recent days as a focus of diplomatic attention. The discussion has caused shifts back and forth by the State...","lead_paragraph":"A two-month-old Saudi peace plan for the Middle East originally dismissed by Washington as representing nothing new has emerged in recent days as a focus of diplomatic attention. The discussion has caused shifts back and forth by the State Department. Today, in an effort to clarify its position, the State Department said that while it welcomed some aspects of the eight-point plan proposed by Crown Prince Fahd of Saudi Arabia, ''we have problems'' with other parts of it. Meanwhile, Yasir Arafat, head of the Palestine Liberation Organization, said in an interview that he welcomed the Saudi plan because it calls for ''coexistence'' between Israel and the Arabs. (Page 6.)","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TWO-MONTH-OLD SAUDI PEACE PLAN IS GAINING NEW ATTENTION IN U.S."},"keywords":[{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"SAUDI ARABIA"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"PALESTINIANS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-10-31T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"GWERTZMAN"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD GWERTZMAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd11d018eb7c8105d5daa18","word_count":868},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/01\/arts\/stamps-un-and-us-issues.html","snippet":"As the United Nations closes out the year with a clutch of six commemoratives, the United States is coming up with a barrage of higher-rate issues, many of which will probably be issued by the end of this year.   The U.N.'s set of six, to be issued...","lead_paragraph":"As the United Nations closes out the year with a clutch of six commemoratives, the United States is coming up with a barrage of higher-rate issues, many of which will probably be issued by the end of this year. The U.N.'s set of six, to be issued this Friday, will mark the 10th anniversary of the United Nations Volunteer Program, in which persons with special skills have contributed to the social and economic development of nations needing help, primarily the developing countries. The U.S. has just put out the first full fledged 20-cent commemorative that did not start out as an 18-cent, as did the Hoban stamp; that is not masquerading, like the ''C'' stamps; and that has a denomination, unlike the Christmas stamps. The commemorative honors John Hanson, one of the Founding Fathers of the American Revolution and sometimes called the ''first President'' when Americans became a free people.","abstract":null,"print_page":"38","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Stamps; U.N. AND U.S. ISSUES"},"keywords":[{"name":"subject","value":"STAMPS (POSTAL)"}],"pub_date":"1981-11-01T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"Samuel","middlename":"A.","lastname":"Tower","rank":1,"role":"reported","organization":""}],"original":"By Samuel A. Tower"},"type_of_material":"News","_id":"4fd11a078eb7c8105d5d3ea1","word_count":1149},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/02\/sports\/soccer-not-foreign-to-liu.html","snippet":"THEY were playing up North a few weeks ago, at one of the better schools in the country, when the taunting came from a few people in the stands.   ''Why don't you go back where you came from?'' The soccer players from Long Island University laughed...","lead_paragraph":"THEY were playing up North a few weeks ago, at one of the better schools in the country, when the taunting came from a few people in the stands. ''Why don't you go back where you came from?'' The soccer players from Long Island University laughed about the incident later - after they had won. They realized what it would take if they all returned to their native countries: two to Cyprus, one to Portugal, one to Barbados, one to England, one to Scotland, two to Brazil, one to Colombia, one to the Soviet Union, one to Spain, one to Jamaica, one to Albania, one to Uruguay and four to Ecuador and five to Trinidad. And if Arnold Ramirez, the coach, had gone back to his native Costa Rica, nobody would have been left on the L.I.U. team, currently rated the second best college team in the United States.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SOCCER NOT FOREIGN TO L.I.U."},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COLLEGE ATHLETICS"}],"pub_date":"1981-11-02T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"George","rank":1,"lastname":"VECSEY"}],"original":"By GEORGE VECSEY"},"type_of_material":"News","_id":"4fd11c2d8eb7c8105d5d8a05","word_count":1100},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/04\/world\/brazilian-s-bequest-sets-off-12-billion-scramble.html","snippet":"Though there is every evidence that Domingos Faustino Correa was anything but a good family man, thousands of South Americans are earnestly trying to prove they were related to him.   He killed one of his brothers and he denied the families of his...","lead_paragraph":"Though there is every evidence that Domingos Faustino Correa was anything but a good family man, thousands of South Americans are earnestly trying to prove they were related to him. He killed one of his brothers and he denied the families of his other siblings any part of his estate. The snub was particularly gratuitous since by then all eight brothers and sisters were dead. The irascible old landowner died childless in 1873 but only after inserting a clause in his will 14 days beforehand that in effect assured that his spleen would live on after him. The added language said that no one in his family could lay hand on any of his considerable possessions until 100 years hence.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRAZILIAN'S BEQUEST SETS OFF $12 BILLION SCRAMBLE"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"MILLIONAIRES AND BILLIONAIRES"},{"name":"subject","value":"WILLS AND ESTATES"}],"pub_date":"1981-11-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"},{"organization":"","role":"reported","rank":2}],"original":"By WARREN HOGE, Special to the New York Times"},"type_of_material":"News","_id":"4fd11af78eb7c8105d5d5d24","word_count":1027},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/07\/world\/us-reports-snags-on-european-role-in-the-sinai.html","snippet":"Administration officials said today that unexpected problems had developed in efforts to secure British and other European participation in the Sinai peacekeeping force.   The officials said the European Economic Community had planned to issue a...","lead_paragraph":"Administration officials said today that unexpected problems had developed in efforts to secure British and other European participation in the Sinai peacekeeping force. The officials said the European Economic Community had planned to issue a statement earlier this week opening the way for Britain, France, Italy and the Netherlands to take part in the force. But the proposed statement, which discussed their entry in terms of European desires for a broader peace involving the rights of Palestinians, was regarded as so offensive to Israel that the United States persuaded the Europeans not to issue it and to review their position. Hopes for Action Next Week American specialists on Europe and British Embassy sources said they hoped that a European statement acceptable to Israel could be issued next week, but some Administration experts on the Middle East predicted that it would take longer.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. REPORTS SNAGS ON EUROPEAN ROLE IN THE SINAI"},"keywords":[{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"organizations","value":"EUROPEAN ECONOMIC COMMUNITY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"PALESTINIANS"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-11-07T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"GWERTZMAN"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD GWERTZMAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd11a468eb7c8105d5d4b3d","word_count":618},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/08\/world\/sinai-pullout-israel-to-lose-in-air-power-military-analysis.html","snippet":"The balance of military power in the Middle East, especially in terms of air strength, is likely to be significantly affected by the scheduled completion of the Israeli withdrawal from Sinai in April.   Air power, military analysts in Washington and...","lead_paragraph":"The balance of military power in the Middle East, especially in terms of air strength, is likely to be significantly affected by the scheduled completion of the Israeli withdrawal from Sinai in April. Air power, military analysts in Washington and at NATO headquarters in Belgium point out, is not measured simply in terms of aircraft but is a conglomerate of bases, radar systems, fuel and ammunition depots and planes. Israel will be abandoning two of its most important air bases at Etzion and Eitam in Sinai when the withdrawal is completed. This contraction of Israeli air resources will take place, the analysts and Israeli military sources pointed out, in a period when the Arabs forces are receiving aircraft, tanks and other weapons ordered over the last three years. A recent United Nations report gave some idea of the scope of Arab purchases and deliveries.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Military Analysis","kicker":"SINAI PULLOUT: ISRAEL TO LOSE IN AIR POWER"},"keywords":[{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"INTERNATIONAL RELATIONS"}],"pub_date":"1981-11-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Drew","rank":1,"lastname":"MIDDLETON"}],"original":"By DREW MIDDLETON"},"type_of_material":"An Analysis","_id":"4fd1203c8eb7c8105d5e0728","word_count":709},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/12\/opinion\/of-reagan-and-rights.html","snippet":"According to a State Department policy memo recently approved by Secretary of State Alexander M. Haig Jr., ''Human rights is at the core of our foreign policy.'' Public disclosure of this memo seems to have ruffled feathers elsewhere in the...","lead_paragraph":"According to a State Department policy memo recently approved by Secretary of State Alexander M. Haig Jr., ''Human rights is at the core of our foreign policy.'' Public disclosure of this memo seems to have ruffled feathers elsewhere in the Administration. James A. Baker 3d, the White House chief of staff, dealt with the matter on a television program by attempting to downgrade the memo, saying it did not constitute ''any significant change in policy.'' It is President Reagan's prerogative, of course, to embrace the department's memo on human rights enthusiastically or to repudiate it. However, whatever policy he follows, he must comply with laws of the United States intended to promote human rights internationally. Up to now, such laws have been disregarded. Here is the record.","abstract":null,"print_page":"31","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"OF REAGAN AND RIGHTS"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1981-11-12T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Aryeh","rank":1,"lastname":"Neier"}],"original":"By Aryeh Neier"},"type_of_material":"Op-Ed","_id":"4fd11f688eb7c8105d5df59e","word_count":762},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/23\/sports\/liu-triumphs-over-columbia-1-0.html","snippet":"After 90 minutes of regulation play and 48 minutes of overtime, Long Island University's George Touros scored on a penalty kick to give the Blackbirds a 1-0 victory over Columbia yesterday at Baker Field in the second round of the N.C.A.A. soccer...","lead_paragraph":"After 90 minutes of regulation play and 48 minutes of overtime, Long Island University's George Touros scored on a penalty kick to give the Blackbirds a 1-0 victory over Columbia yesterday at Baker Field in the second round of the N.C.A.A. soccer championships. L.I.U. advanced to the quarterfinal round and Eastern regional championship against the University of Connecticut, which defeated Vermont by 6-2 on Saturday. L.I.U., ranked fourth nationally, and Columbia, the Ivy league champion, had both received first-round byes. The game was scoreless after the two 45-minute halves and two 15-minute overtime periods. Touros's goal came after 18:21 of suddendeath play. His winning kick was a low bouncing shot that landed just inside the left goalpost, past the diving arms of the Columbia goalkeeper, Gary Escher.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"L.I.U. Triumphs Over Columbia, 1-0"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"COLLEGE ATHLETICS"}],"pub_date":"1981-11-23T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Steven","rank":1,"lastname":"CRIST"}],"original":"By STEVEN CRIST"},"type_of_material":"News","_id":"4fd117da8eb7c8105d5cf85c","word_count":503},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/25\/world\/us-pressing-israel-to-accept-europeans-on-the-sinai-force.html","snippet":"The United States has privately urged Israel to accept the participation of four Western European countries in the Sinai peacekeeping force and to ignore their statements indicating support for the Palestine Liberation Organization.   Administration...","lead_paragraph":"The United States has privately urged Israel to accept the participation of four Western European countries in the Sinai peacekeeping force and to ignore their statements indicating support for the Palestine Liberation Organization. Administration officials and Israeli sources, who spoke with the understanding that they not be identified, said today that the United States Ambassador to Israel, Samuel W. Lewis, had urged the Israelis not to reject the offer by Britain, France, Italy and the Netherlands. But State Department officials said that initial reports from Israel indicated Prime Minister Menachem Begin was inclined to ask his Cabinet, at a special meeting set for Friday, to reject the offer because of the European countries' individual statements diverging from the Camp David accords. 2,500 in Sinai Force Before the statements by the Europeans on Monday, Mr. Begin had warned that no country would be permitted to join the 2,500-member Sinai force organized by the United States unless it supported the Camp David agreements.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. PRESSING ISRAEL TO ACCEPT EUROPEANS ON THE SINAI FORCE"},"keywords":[{"name":"glocations","value":"EUROPE, WEST"},{"name":"glocations","value":"MIDDLE EAST"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"PALESTINIANS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"MILITARY PERSONNEL"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"1981-11-25T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd12adb8eb7c8105d5f3d25","word_count":690},{"web_url":"http:\/\/www.nytimes.com\/1981\/11\/28\/world\/israel-may-delay-deciding-makeup-of-the-sinai-force.html","snippet":"Foreign Minister Yitzhak Shamir of Israel left open the possibility today that his Government might postpone a decision on the participation by four European nations in the Sinai peacekeeping force.   The Israeli Cabinet is scheduled to meet Sunday...","lead_paragraph":"Foreign Minister Yitzhak Shamir of Israel left open the possibility today that his Government might postpone a decision on the participation by four European nations in the Sinai peacekeeping force. The Israeli Cabinet is scheduled to meet Sunday to discuss the makeup of the multinational force that is due to move into Sinai when Israel withdraws from the area in April. Prime Minister Menachem Begin of Israel has said he opposes the participation of Britain, France, Italy and the Netherlands in the force because of their support for positions that the Israelis see as pro-Palestinian. 'Clarification' Reported In announcing their willingness to participate in the Sinai force, the Europeans had made statements reiterating these views. Tonight, after Mr. Shamir left Washington following talks with Secretary of State Alexander M. Haig Jr., Israeli diplomats here said Mr. Haig had apparently discussed with the Europeans a ''clarification'' of their position that might make a compromise with Israel possible.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ISRAEL MAY DELAY DECIDING MAKEUP OF THE SINAI FORCE"},"keywords":[{"name":"glocations","value":"ITALY"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"NETHERLANDS"},{"name":"glocations","value":"SINAI PENINSULA (EGYPT)"},{"name":"glocations","value":"ISRAEL, STATE OF"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"}],"pub_date":"1981-11-28T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"},{"organization":"","role":"reported","rank":2}],"original":"By BARBARA CROSSETTE, Special to the New York Times"},"type_of_material":"News","_id":"4fd12ad18eb7c8105d5f35b8","word_count":697}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}