{"response":{"meta":{"hits":114,"time":50,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1984\/09\/14\/opinion\/democracy-is-spreading-in-latin-america.html","snippet":"Over the last five years, elected civilian presidents have replaced military rulers in Argentina, Bolivia, Ecuador, El Salvador, Honduras, Panama and Peru. With Brazil, as well as Uruguay, Guatemala and Grenada also moving toward greater democracy,...","lead_paragraph":"Over the last five years, elected civilian presidents have replaced military rulers in Argentina, Bolivia, Ecuador, El Salvador, Honduras, Panama and Peru. With Brazil, as well as Uruguay, Guatemala and Grenada also moving toward greater democracy, more than 90 per cent of the peoples of Latin America and the Caribbean live in countries with governments that are democratic or heading toward democracy. For a part of the world often identified with dictatorship, this is something to cheer about.","abstract":null,"print_page":"31","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"DEMOCRACY IS SPREADING IN LATIN AMERICA"},"keywords":[{"name":"persons","value":"MOTLEY, LANGHORNE A"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"DEMOCRACY (THEORY AND PHILOSOPHY)"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"}],"pub_date":"1984-09-14T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Langhorne","middlename":"A.","lastname":"Motley","rank":1,"role":"reported","organization":""}],"original":"By Langhorne A. Motley ; Langhorne A. Motley is Assistant Secretary of State for Inter-American Affairs"},"type_of_material":"Op-Ed","_id":"4fd13c168eb7c8105d611c85","word_count":568},{"web_url":"http:\/\/www.nytimes.com\/1984\/09\/15\/business\/latin-nations-seek-a-dialogue-on-debts.html","snippet":"Latin America's principal debtor nations today invited leading industrialized democracies to participate in a government-to-government dialogue to find ways of easing the region's debt burden.    The initiative, which came at the end of a two-day...","lead_paragraph":"Latin America's principal debtor nations today invited leading industrialized democracies to participate in a government-to-government dialogue to find ways of easing the region's debt burden. The initiative, which came at the end of a two-day ministerial meeting of debtor nations, seemed aimed at giving a political dimension to the debt debate and at establishing the co-responsibility of Western governments in resolving the crisis. In a statement signed by 11 Latin American governments, the industrialized nations were invited to join ''a direct political dialogue'' to be held during the first six months of 1985. The timing reflected a decision to await the outcome of the United States Presidential election.","abstract":null,"print_page":"42","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LATIN NATIONS SEEK A DIALOGUE ON DEBTS"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"CREDIT"}],"pub_date":"1984-09-15T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd13c1c8eb7c8105d612203","word_count":422},{"web_url":"http:\/\/www.nytimes.com\/1984\/09\/23\/magazine\/a-republic-of-fear.html","snippet":"John Vinocur, chief of The Times's Paris bureau, visited Paraguay last month.  By John Vinocur PARAGUAY WORKS like this: A man parks his car, and to keep it from being stolen, he attaches it to a rope tied around his waist.  The man is arrested...","lead_paragraph":"John Vinocur, chief of The Times's Paris bureau, visited Paraguay last month. By John Vinocur PARAGUAY WORKS like this: A man parks his car, and to keep it from being stolen, he attaches it to a rope tied around his waist. The man is arrested walking through the streets, and charged with public ridiculousness. He has insulted national dignity, which, officially, has been restored and exalted over the last 30 years by El Excelentisimo, the President of the Republic, Don Alfredo Stroessner, General of the Army, First Magistrate of the land. Beaten, robbed, demeaned, the man eventually bribes his way out of jail. He finds his automobile on a used car lot, and informs the dealer. ''That's a break for you,'' the dealer says. ''You know the real mileage.''","abstract":null,"print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A REPUBLIC OF FEAR"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-09-23T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd141358eb7c8105d618f31","word_count":6173},{"web_url":"http:\/\/www.nytimes.com\/1984\/10\/21\/magazine\/the-case-against-liberation-theology.html","snippet":"Michael Novak, resident scholar in religion, philosophy and public policy at the American Enterprise Institute in Washington, is the author of ''Freedom With Justice: Catholic Social Thought and Liberal Institutions,'' to be published next month.    ...","lead_paragraph":"Michael Novak, resident scholar in religion, philosophy and public policy at the American Enterprise Institute in Washington, is the author of ''Freedom With Justice: Catholic Social Thought and Liberal Institutions,'' to be published next month. CHRIST LED ME TO MARX,'' bluntly declares Ernesto Cardenal, the Nicaraguan priest Pope John Paul II wagged an admonishing finger at during the Pontiff's arrival ceremony at the Managua airport last year. ''I do not think the Pope understands Marxism,'' says Father Cardenal, the Sandinist Minister of Culture and an advocate of liberation theology, in a recent interview. ''For me, the four Gospels are all equally Communist. I'm a Marxist who believes in God, follows Christ and is a revolutionary for the sake of His kingdom.'' Leonardo Boff, the Brazilian Franciscan summoned to Rome last month to defend his decidedly proliberation theology views, wrote shortly afterward in the left-wing Rome newspaper Paese Sera that Pope John Paul II's view of Marxism, reflected in a 36-page Vatican document on liberation theology, is ''a kind of caricature.'' Friar Boff says that the document, which endorses the Church's commitment to the poor while condemning Marxism, seems ''to believe what is on the label of the bottle before trying the real contents.'' He sets aside the Pontiff's lifetime experience of Marxism, asserting: ''Marxism is a principally European theme. In Latin America, the big enemy is not Marxism, it is capitalism.''","abstract":null,"print_page":"51","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE CASE AGAINST LIBERATION THEOLOGY"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-10-21T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1536e8eb7c8105d635f0e","word_count":4665},{"web_url":"http:\/\/www.nytimes.com\/1984\/10\/28\/sports\/solo-voyage-is-no-cruise.html","snippet":"One would think that sailing alone around the world would be enough of a task, but when Ty Techera headed out to sea last Thursday for the start of his 27,000-mile voyage, he had far more to think about.     Besides sailing his 32-foot fiberglass...","lead_paragraph":"One would think that sailing alone around the world would be enough of a task, but when Ty Techera headed out to sea last Thursday for the start of his 27,000-mile voyage, he had far more to think about. Besides sailing his 32-foot fiberglass sloop through some of the most treacherous waters in the world, Techera faced a daily routine that would include several hours of collecting scientific data. Waiting anxiously for the results would be oceanographic interests of the Smithsonian Institution in Washington, and three government agencies: the National Oceanic and Atmospheric Administration(NOAA); the National Aeronautics and Space Administration, (NASA); and the Naval Oceanography Command. Techera, 42, is no scientist. He is an automobile parts manufacturer from Detroit who made news last year when he rounded Cape Horn at the tip of South America from east to west, sailing the same 32-foot boat. She was called Gigi then, after his wife.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Solo Voyage Is No Cruise"},"keywords":[{"name":"persons","value":"TECHERA, TY"},{"name":"subject","value":"OCEAN VOYAGES"}],"pub_date":"1984-10-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd13d768eb7c8105d6143be","word_count":630},{"web_url":"http:\/\/www.nytimes.com\/1984\/11\/01\/nyregion\/bridge-us-open-team-at-olympiad-gains-and-women-rebound.html","snippet":"The United States open team advanced but the women's team lost ground when play resumed in the World Team Olympiad this afternoon.    The American men took maximum points against Uruguay, and moved to fifth position in their division. The women had...","lead_paragraph":"The United States open team advanced but the women's team lost ground when play resumed in the World Team Olympiad this afternoon. The American men took maximum points against Uruguay, and moved to fifth position in their division. The women had an unexpected reverse, losing 4-25 to Japan and so endangering their prospects of eventually qualifying.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRIDGE: U.S. OPEN TEAM AT OLYMPIAD GAINS, AND WOMEN REBOUND"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-11-01T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"TRUSCOTT"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN TRUSCOTT, Special to the New York Times"},"type_of_material":"News","_id":"4fd15e1d8eb7c8105d6461ba","word_count":448},{"web_url":"http:\/\/www.nytimes.com\/1984\/11\/02\/nyregion\/bridge-us-squads-hold-2d-place-in-world-team-olympiad.html","snippet":"Both United States teams were well-placed in the World Team Olympiad here today.    The American open team, hitting its stride after an uncertain start, has now won four straight matches by large margins, scoring 95 victory points out of a possible...","lead_paragraph":"Both United States teams were well-placed in the World Team Olympiad here today. The American open team, hitting its stride after an uncertain start, has now won four straight matches by large margins, scoring 95 victory points out of a possible 100. Its victims have been Uruguay, Bangladesh, Hong Kong and Spain.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BRIDGE:U.S. SQUADS HOLD 2D PLACE IN WORLD TEAM OLYMPIAD"},"keywords":[{"name":"subject","value":"BRIDGE (CARD GAME)"}],"pub_date":"1984-11-02T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"TRUSCOTT"}],"original":"By ALAN TRUSCOTT"},"type_of_material":"News","_id":"4fd142bb8eb7c8105d61bbbf","word_count":498},{"web_url":"http:\/\/www.nytimes.com\/1984\/11\/04\/arts\/music-notes-chicago-opera-on-track.html","snippet":"''Our policy is to engage the best casts in the world. I've been here from the start; I don't know any other way.'' The speaker was Ardis Krainik, former bit-part singer, former secretary, long-time behind-the-scenes assistant, current general...","lead_paragraph":"''Our policy is to engage the best casts in the world. I've been here from the start; I don't know any other way.'' The speaker was Ardis Krainik, former bit-part singer, former secretary, long-time behind-the-scenes assistant, current general manager of the Chicago Lyric Opera, the company that is now celebrating its 30th anniversary by putting on ''Eugene Onegin,'' ''Carmen,'' ''Arabella'' and four others with what, on the basis of name recognition, you might call the best casts in the world. The company was launched with names like Maria Callas, Tito Gobbi, Carlo Bergonzi and Giulietta Simionato appearing regularly on the bills, and it has flourished on a policy of conservative stagings, lavish casting, and a shortish autumn season using the ''stagione'' system of presentation - mounting operas essentially one at a time (although the runs of performances overlap) with stable casts.","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CHICAGO OPERA ON TRACK","kicker":"MUSIC NOTES"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-11-04T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Will","rank":1,"lastname":"CRUTCHFIELD"}],"original":"By WILL CRUTCHFIELD"},"type_of_material":"News","_id":"4fd157b68eb7c8105d63b831","word_count":1099},{"web_url":"http:\/\/www.nytimes.com\/1984\/11\/09\/arts\/weekender-guide-friday-brooklyn-s-publishers.html","snippet":"When people talk about New York publishers, they usually mean those in Manhattan. To let everybody know that publishers also thrive in another borough, a Brooklyn Book Fair will be held from noon to 4:30 today and 10 A.M. to 4:30 P.M. tomorrow and...","lead_paragraph":"When people talk about New York publishers, they usually mean those in Manhattan. To let everybody know that publishers also thrive in another borough, a Brooklyn Book Fair will be held from noon to 4:30 today and 10 A.M. to 4:30 P.M. tomorrow and Sunday in Prospect Park's Picnic House off Prospect Park West and Fifth Street. About 20 Brooklyn publishers will be represented, including Kitchen Table: Woman of Color Press; the Brooklyn (College Alumni) Literary Review; Confrontation, a literary magazine, and Somrie Press, publisher of books and broadsides. Music, including jazz and rock, will be performed, and poetry will be read each day at noon and 3:30. PREHISTORIC SOCIETY A prehistoric society whose artistic accomplishments astonished archeologists is the subject of an exhibition that opens today at the American Museum of Natural History, Central Park West at 79th Street. The show, ''Ban Chiang: Discovery of a Lost Bronze Age,'' also tries to give viewers a sense of what it was like to uncover the site. The show, through Jan. 28, features three life-size models from the dig area, in northeast Thailand, and more than 150 artifacts. These include pottery with complex curvilinear designs and bronze tools, ornaments and weapons that show the society had developed its own metallurgy as early as 3000 B.C. (Pay-what-you-wish admission.) Information: 873-1300.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Friday BROOKLYN'S PUBLISHERS","kicker":"WEEKENDER GUIDE"},"keywords":[{"name":"subject","value":"ENTERTAINMENT AND AMUSEMENTS"}],"pub_date":"1984-11-09T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eleanor","rank":1,"lastname":"Blau"}],"original":"By Eleanor Blau"},"type_of_material":"News","_id":"4fd14b758eb7c8105d6295e8","word_count":1058},{"web_url":"http:\/\/www.nytimes.com\/1984\/11\/12\/arts\/music-estrella-pianist.html","snippet":"Miguel Angel Estretta TRELLA is an Argentine pianist who found his career in the 1970's more and more wrapped up with political activism. He played to the urban poor, to agricultural laborers, to informal audiences outdoors, with a leftist, Peronist...","lead_paragraph":"Miguel Angel Estretta TRELLA is an Argentine pianist who found his career in the 1970's more and more wrapped up with political activism. He played to the urban poor, to agricultural laborers, to informal audiences outdoors, with a leftist, Peronist message. In post- Peronist years he paid a harrowing price. In December of 1977 he was abducted from his home in Uruguay, where he had moved to teach and play after pressure on him in his homeland mounted. He was tortured and interrogated, and sent to the Libertad Prison; there he stayed until 1980, when a campaign that had enlisted the support of Leonard Bernstein, Yehudi Menuhin, Nadia Boulanger and others won his freedom.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MUSIC: ESTRELLA, PIANIST"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-11-12T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Will","rank":1,"lastname":"CRUTCHFIELD"}],"original":"By WILL CRUTCHFIELD"},"type_of_material":"Review","_id":"4fd14de08eb7c8105d62d568","word_count":571}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}