{"response":{"meta":{"hits":173,"time":50,"offset":20},"docs":[{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E4D6173FF937A35751C0A9619C8B63","snippet":null,"lead_paragraph":null,"abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BEST SELLERS: February 04, 2007"},"keywords":[],"pub_date":"2007-02-04T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":null,"type_of_material":"List","_id":"4fd272d38eb7c8105d82fd37","word_count":911},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E4D9153FF937A35751C0A9619C8B63","snippet":"A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y....","lead_paragraph":"A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y. 10036-3959. Music and Dance Danbury ''An Afternoon of Mozart,'' presented by faculty and the Manhattan String Quartet. Feb. 11 at 3 p.m. $10 to $15. Ives Concert Hall in White Hall, 181 White Street, Western Connecticut University Midtown Campus. (203) 837-8350. Glastonbury ''The Up and Coming Fiddlers,'' presented by young fiddlers, including Abigail Admas, Max Rainwater and others. Feb. 10 at 7:30 p.m. $8; members, $7. The Connecticut Audubon Society Center at Glastonbury, 1361 Main Street. (860) 633-8402. Greenwich ''The Spirit of Elegance,'' presented by the Greenwich Symphony Orchestra, directed by David Gilbert. Feb. 4 at 4 p.m. $25; students, $10. Greenwich High School, 10 Hillside Road. (203) 869-2664. Greenwich Susan Werner, vocals, piano and guitar. Feb. 11 at 3:30 p.m. Free. Greenwich Library, 101 West Putnam Avenue. (203) 622-7900. Middletown Works by Guillermo Gregorio, presented by the Wesleyan University Orchestra. Wednesday at 7 p.m. Free. ''The Complete Songs of Charles Ives: Round Six, Part One,'' performed by Elizabeth Sanders, mezzo soprano, Gary Harger, tenor, Neely Bruce and others. Feb. 11 at 3 p.m. $4 and $5. Crowell Concert Hall, Center for the Arts, Wesleyan University. (860) 685-3355. Middletown Works by Mendelssohn, Rossini, Holst and Bach, presented by the Greater Bridgeport Youth Orchestra. Feb. 11 at 3 p.m. $12; seniors and students, $10. World Music Hall, Center for the Arts, Wesleyan University. (860) 685-3355. New Canaan ''La Donna Musicale,'' Baroque music by women composers. Feb. 11 at 4 p.m. Donation: $12. First Presbyterian Church of New Canaan, 178 Oenoke Ridge. (203) 966-0002. New Haven Horowitz Piano Series: Garrick Ohlsson, piano. Friday at 8 p.m. $10 to $24. Sprague Hall, Yale University, College and Wall Streets. (203) 432-4158. Old Lyme Works by Mendelssohn, Haydn and Brahms, presented by Musical Masterworks. Feb. 4 at 3 p.m. $5 to $30. First Congregational Church of Old Lyme, 2 Ferry Road. (860) 434-2252. Ridgefield Harry Manx, blues. Feb. 11 at 7 p.m. $15 to $20. Temple Shearith Israel, 46 Peaceable Street. (201) 431-6501. Southport Fred Hersch, jazz. Feb. 11 at 4 p.m. $35; under 18, $5. Pequot Library, 720 Pequot Avenue. (203) 938-3843. Stamford DanceFest 2007: ''Student Festival Performance.'' Feb. 4 at 5 p.m. $12 to $24. Rich Forum, Stamford Center for the Arts, 307 Atlantic Street. (203) 325-4466. Stamford ''Music for Harp,'' presented by the Treetops Chamber Music Society, with Lisa Tannenbaum, harp, the Shanghai Quartet and others. Feb. 4 at 4 p.m. $20 to $50. The Treetops Studio, 359 Merriebrook Lane. (203) 979-6051. Storrs Mozart's ''Marriage of Figaro,'' presented by the Bulgarian State Opera. Monday at 8 p.m. $23 to $38. Dropkick Murphys, Celtic punk band. Feb. 10 at 8 p.m. $20. Jorgensen Center for the Performing Arts, 2132 Hillside Road, University of Connecticut. (860) 486-4226. Waterbury ''Una Gran Noche,'' presented by Gilberto Santa Rosa, Latin music. Friday at 8 p.m. $38 and $58. ''The Pink Floyd Experience,'' laser-light show. Feb. 10 at 8 p.m. $20.25 to $40.25. Palace Theater of Connecticut, 100 East Main Street. (203) 755-4700. Westport Kronos Quartet. Friday at 8 p.m. $40 to $50; under 18, $5. Saugatuck School Theater, 170 Riverside Avenue. (203) 222-7070. Westport ''Broadway Songbook,'' music and stories of Irving Berlin. Monday at 7 p.m. $30. Westport Arts Center, 51 Riverside Avenue. (203) 222-7070. Theater Hartford ''Fences,'' by August Wilson, directed by Jonathan Wilson. Through Feb. 11. $25 to $45. Hartford Stage, 50 Church Street. (860) 527-5151. New Britain ''Bat Boy: The Musical'' by Keythe Farley, Brian Flemming and Laurence O'Keefe, directed by Philip D. Vetro. Through Feb. 10. $20. Hole in the Wall Theater, 116 Main Street. (860) 229-3049. New Haven ''The Cocktail Hour'' by A.R. Gurney, directed by Kim Rubinstein. Through Feb. 4. $30 to $60. Long Wharf Theater, 222 Sargent Drive. (203) 787-4282. New Haven Steve Martin's ''WASP,'' directed by Meghan Pressman. Thursday through Feb. 10. $10 to $15. Yale Cabaret, 217 Park Street. (203) 432-1566. New Haven ''In the Continuum,'' written and performed by Danai Gurira and Nikkole Salter, directed by Robert O'Hara. Through Feb. 10. $20 to $40. $20 to $40. $20 to $40. Yale Repertory Theater, 1120 Chapel Street. (203) 432-1234. Stamford ''Intimate Apparel'' by Lynn Nottage, directed by Patricia R. Floyd. Through Feb. 18. $22 to $38. Stamford Theater Works, 200 Strawberry Hill Avenue. (203) 359-4414. Stratford ''Rounding Third'' by Richard Dresser, presented by Square One Theater Company. Through Feb. 17. $16; seniors and students, $15. Stratford Theater, 2422 Main Street. (203) 375-8778. Torrington The Nancy Marine Studio Theater Season: ''The Odd Couple.'' Through Feb. 11. $10.50 to $15.50. Warner Theater, 68 Main Street. (860) 489-7180. West Hartford ''Lend Me a Tenor'' by Ken Ludwig, directed by Howard Hirsch. Through Feb. 4. $25; students, $10. Park Road Playhouse, 244 Park Road. (860) 586-8500. Westport ''Spinning Into Butter'' by Rebecca Gilman. Through Feb. 18. $12 to $16. Westport Town Hall, 110 Myrtle Avenue. (203) 226-1983. Comedy Stamford Brian Regan. Thursday at 8 p.m. $36. Palace Theater, Stamford Center for the Arts, 61 Atlantic Street. (203) 325-4466. Storrs Dustin Diamond. Thursday at 8 p.m. $10. Jorgensen Center for the Performing Arts, 2132 Hillside Road, University of Connecticut. (860) 486-4226. Film Storrs ''Divided We Fall,'' documentary about hate crimes, directed by Valerie Kaur and Sharat Raju. Tuesday at 7 p.m. Free. Jorgensen Center for the Performing Arts, 2132 Hillside Road, University of Connecticut. (860) 486-4226. Wilton Enviro Flicks: ''Who Killed the Electric Car?'' directed by Chris Paine. Feb. 11 at 1 p.m. Free; reservations recommended. Wilton Library, 137 Old Ridgefield Road. (203) 762-3950. Outdoors Glastonbury ''Valentine's Walk,'' interpretive nature walk. Feb. 10 at 11 a.m. $3. The Connecticut Audubon Society Center at Glastonbury, 1361 Main Street. (860) 633-8402. Spoken Word Fairfield ''Borders of the Mind,'' psychic show presented by Joshua Kane. Feb. 4 at 3 p.m. $15; children, $12. Quick Center for the Arts, 1073 North Benson Road. (203) 254-4010. Fairfield Jay Wright, poet. Tuesday at 7 p.m. Free. The Gallery of Contemporary Art, Sacred Heart University, 5151 Park Avenue. (203) 365-7650. Litchfield Paul Bass, author of ''Murder in the Model City.'' Thursday at 7 p.m. Oliver Wolcott Library, 160 South Street. (860) 567-8030. Middletown Amiri Baraka and Blue Ark, spoken word and world music. Friday at 8 p.m. $5 to $12. Crowell Concert Hall, Center for the Arts, Wesleyan University. (860) 685-3355. New Canaan Tom Smith, author of ''Crescent City Lynchings.'' Wednesday at 7:30 p.m. Free. New Canaan Library, 151 Main Street. (203) 594-5000. Westport ''Come Be My LoveLove Spoken Here,'' love poems read by Joanne Woodward, Paul Newman, Eartha Kitt and others. Feb. 10 at 8 p.m. $175 and $300; includes reception. Westport Country Playhouse, 25 Powers Court. (203) 227-4177. For Children Bridgeport ''Oliver Twist,'' a new version of the Dickens classic set to pop music, directed by Bert Bernardi. Through Feb. 18. $13.50. Downtown Cabaret Theater, 263 Golden Hill Street. (203) 576-1636. Cold Spring Harbor ''Sailor's Valentine,'' create a craft using seashells. Ages 6 to 12. Feb. 11 at 1 p.m. $7; members, $2.50; reservations required. Whaling Museum, Route 25A. (631) 367-3418. Fairfield ''The Lion, the Witch and the Wardrobe,'' musical based on the story by C.S. Lewis. Wednesday at 10 a.m. $10 and $12. ''Alice,'' children's play based on a story by Whoopi Goldberg, adapted by Kim Hines. Ages 6 to 11. Feb. 11 at 1 and 3 p.m. $12; children, $10. Quick Center for the Arts, 1073 North Benson Road. (203) 254-4010. Glastonbury ''Picture Perfect Valentine.'' Make a Valentine using pictures. Ages 3 to 5. Monday at 1 p.m. $13; members, $10; reservations required. ''River Otters,'' learn about otters and search for otter clues. Ages 5 to 10. Tuesday at 4 p.m. $13; members, $10; reservations required. The Connecticut Audubon Society Center at Glastonbury, 1361 Main Street. (860) 633-8402. Stamford ''Jungle Jack Hanna,'' family show featuring live animal visits. Feb. 11 at 2 p.m. $32 to $47. Palace Theater, Stamford Center for the Arts, 61 Atlantic Street. (203) 325-4466. West Hartford ''Color Play: The Art and Science of Color and Light,'' explore light and holographic refraction. Ages 12 and under. Through June 17. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. The Children's Museum, 950 Trout Brook Drive. (860) 231-2824. West Haven ''Tiny Thumbelina,'' adapted from the book by Vera Morris, directed by Carol L. Penney. Feb. 10 through Feb. 24. $6. Dodds Auditorium, University of New Haven, (203) 932-7246. Westport ''Anne of Green Gables,'' presented by ArtsPower National Touring Theater. Ages 7 and up. Feb. 11 at 1 and 4:30 p.m. $15. Westport Country Playhouse, 25 Powers Court. (203) 227-4177. Wilton ''Read Around the World,'' stories from Wales, read by Raye Forsey. Ages 6 to 10. Feb. 10 at 3 p.m. Free; reservations recommended. Wilton Library, 137 Old Ridgefield Road. (203) 762-3950. Woodbridge ''Super Bowl Sunday Magic Show,'' presented by Ed Popielarczyk. Feb. 4 at 2 p.m. Free. Woodbridge Library, 10 Newton Road. (203) 389-3439. Museums and Galleries Brookfield ''The Sound of Earth: Ceramic Musical Instruments,'' works by Rod Kendall, Susan Rawcliffe and others. Through March 18. Reception: Feb. 4, 2 to 4 p.m. Hours: Mondays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Brookfield Craft Center, 286 Whisconier Road. (203) 775-4526. Fairfield ''Romare Bearden: Scenes From the Portfolios.'' Through Feb. 26. Hours: Mondays through Thursdays, noon to 5 p.m.; Sundays, noon to 4 p.m. The Gallery of Contemporary Art, Sacred Heart University, 5151 Park Avenue. (203) 365-7650. Fairfield ''Multiple Visions: Traveling Art Boxes from Argentina, Mexico and Uruguay,'' works by more than 20 artists. Through March 11. Hours: Tuesdays through Saturdays, 11 a.m. to 5 p.m.; Sundays, noon to 4 p.m. Thomas J. Walsh Art Galley, 1073 North Benson Road. (203) 254-4000. Greenwich ''Black and White Since 1960,'' 25 large-scale etchings and lithographs from the collection of Reba and Dave Williams, with works by Jasper Johns, Claes Oldenburg and others. Through Feb. 25. $7; seniors and students, $6; children 5 and under, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Bruce Museum of Arts and Sciences, 1 Museum Drive. (203) 869-0376. Guilford ''IMAGES 2007,'' annual juried photography show, presented by Shoreline Arts Alliance. Feb. 11 through March 3. Guilford Art Center, 411 Church Street. (203) 453-5947. Hartford ''Crewel World,'' exhibition of textiles embroidered using the crewel technique. Through Feb. 25. ''Soul Food: African American Cooking and Creativity,'' art and artifacts exploring Southern cooking and culture; presented by the Amistad Center for Art and Culture. Through April 22. ''Picasso to Pop: Aspects of Modern Art,'' exhibition of the museum's holdings from many 20th-century genres. Through Nov. 18. $3 to $10; members and children 12 and under, free. Hours: Wednesdays through Fridays, 11 a.m. to 5 p.m.; Saturdays and Sundays, 10 a.m. to 5 p.m.; first Thursdays of the month, 11 a.m. to 8 p.m. Wadsworth Atheneum Museum of Art, 600 Main Street. (860) 838-4058. Lakeville ''Woodcuts and Monotypes: Keiji Shinohara.'' Friday through March 10. Reception: Feb. 10, 4 to 6 p.m. Tremaine Gallery at the Hotchkiss School, 11 Interlaken Road. (860) 435-4423. Mashantucket ''Booming Out: Mohawk Ironworkers Build New York,'' photographs and sculpture documenting the Mohawk sky-walking construction tradition passed through six generations. Through May 27. $10 to $15; children under 6, free. Hours: Daily, 10 a.m. to 4 p.m.; last admission, 3 p.m. Mashantucket Pequot Museum and Research Center, 110 Pequot Trail. (800) 411-9671. Middletown ''Xanadu,'' video installation by Robert Boyd. Through March 4. Free. Hours: Tuesdays through Sundays, noon to 4 p.m. Ezra and Cecile Zilkha Gallery, Wesleyan University, 283 Washington Terrace. (860) 685-3355. Middletown ''Tibet's Living Art: Paintings by Jampa Tsondue.'' Through March 9. Artist Talk and Demonstration: Feb. 11 at 2 p.m. Hours: Tuesdays through Sundays, noon to 4 p.m. Mansfield Freeman Center for East Asian Studies Gallery, Wesleyan University, 343 Washington Terrace. (860) 685-2330. New Canaan ''Four\/Play,'' works by Susan Sharp. Through Feb. 4. Vassos Gallery, 1037 Silvermine Road. (203) 966-9700. New Haven ''Loud,'' juried exhibition with works by artists who are visually or aurally loud. Through Feb. 4. Free. Hours: Saturdays and Sundays, noon to 5 p.m. Arts + Literature Laboratory, 319 Peck Street. (203) 671-5175. New Haven ''Roadside Attractions,'' photographs by 17 regional artists. Monday through March 16. Reception: Friday, 5 to 7 p.m. Small Space Gallery, 70 Audubon Street. (203) 772-2788. New Haven ''Howard Hodgkin: Paintings 1992-2007.'' Through April 1. Free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Yale Center for British Art, 1080 Chapel Street. (203) 432-2800. New Haven ''Jasper Johns: From Plate to Print.'' Through April 1. ''Making a Mark: Four Contemporary Artists in Print,'' prints by Enrique Chagoya, Carroll Dunham, Jane Hammond and Kiki Smith. Through April 1. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Thursdays, 10 a.m. to 8 p.m.; Sundays, 1 to 6 p.m. Yale University Art Gallery, (203) 432-9525. New London ''femme brut(e),'' works by female artists including May Stevens, Nancy Spero, Barbara Kruger and others. Through Feb. 4. $3 and $4; children 6 and under, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Lyman Allyn Art Museum, 625 Williams Street. (860) 443-2545. New Milford Michael and Helen Cherney, acrylics, watercolors, oils and pastels. Through Feb. 10. Hours: Mondays, Thursdays and Fridays, 10 a.m. to 5 p.m.; Tuesdays and Wednesdays, 10 a.m. to 8 p.m.; Saturdays, 9 a.m. to 1 p.m. New Milford Public Library, 24 Main Street. (860) 355-1191. Old Lyme ''The Freedom Business: Connecticut Landscapes Through the Eyes of Venture Smith,'' poems by Marilyn Nelson paired with paintings from the museum's collection. Through June 24. $4 to $8; under 6, free. ''A Collective Endeavor: Three Decades of Acquisitions.'' Through March 25. $4 to $8; under 6, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Florence Griswold Museum, 96 Lyme Street. (860) 434-5542. Ridgefield ''Bitter Fruit,'' photographs by Paul Fusco. Through Feb. 25. ''No Reservations: Native American History and Culture in Contemporary Art.'' Through Feb. 25. $7; seniors and students, $4; members, K-12 teachers and children under 18, free. Hours: Tuesdays through Sundays, noon to 5 p.m. Aldrich Contemporary Art Museum, 258 Main Street. (203) 438-4519. Ridgefield ''History of the Present: African American Self-Taught Artists of the South,'' works by seven outsider artists, including Thornton Dial, Mary Proctor and others. Through March 3. Hours: Wednesdays through Sundays, noon to 4 p.m. Ridgefield Guild of Artists Gallery, 34 Halpin Lane. (203) 438-8863. Storrs ''Printerly Prints,'' exhibition of printmakers including Brad Brown, Jane Hammond and others. Through Feb. 23. Hours: Mondays through Fridays, 9 a.m. to 4:30 p.m.; Sundays, 1 to 4 p.m. Contemporary Art Galleries, 830 Bolton Road, University of Connecticut, Storrs Campus. (860) 486-1511. Storrs ''Intemperate Times: Kathe Kollwitz, 1918-1934.'' Through May 6. ''Landscape: Fact and Fiction,'' landscape photography by John Pfahl, Deborah Bright and others. Through March 2. Hours: Tuesdays through Fridays, 10 a.m. to 4:30 p.m.; Saturdays and Sundays, 1 to 4:30 p.m. William Benton Museum of Art, 245 Glenbrook Road. (860) 486-4520. Westport ''Art and the Good Earth: As Seen Through the Painter's Eye,'' works by 14 artists. Through May 11. Hours: Mondays through Fridays, 10 a.m. to 4 p.m.; Saturdays and Sundays, noon to 4 p.m. Westport Historical Society, 25 Avery Place. (203) 224-1424. Willimantic ''Indigo: Traditional Chinese Blue Textiles.'' Through April 22. $5; students and seniors, $3.50. Hours: Fridays through Sundays, 1 to 4 p.m. Windham Textile and History Museum, 411 Main Street. (860) 456-2178.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CALENDAR"},"keywords":[],"pub_date":"2007-02-04T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd28e288eb7c8105d863fed","word_count":2610},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E1D9163AF933A25751C0A9619C8B63","snippet":"DESSAU--Saul, beloved exhusband of Bella Dessau, who mourns his loss and the life that they shared. Bella arrived this morning, having flown from Uruguay, to reach New York in time for the funeral. We are all grateful and appreciative of her love and...","lead_paragraph":"DESSAU--Saul, beloved exhusband of Bella Dessau, who mourns his loss and the life that they shared. Bella arrived this morning, having flown from Uruguay, to reach New York in time for the funeral. We are all grateful and appreciative of her love and support and find great comfort in having her here to be with us in this time of our great shared loss and sorrow. Robert and Beata Dessau and the entire Dessau Family","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths   DESSAU, SAUL"},"keywords":[{"name":"persons","value":"DESSAU, SAUL"}],"pub_date":"2007-02-10T00:00:00Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"4fd2b0358eb7c8105d89f770","word_count":75},{"web_url":"http:\/\/www.nytimes.com\/2007\/02\/11\/nyregion\/nyregionspecial2\/11ctlistings.html","snippet":"Music and Dance.","lead_paragraph":"Music and Dance.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Calendar of Events","content_kicker":"Connecticut","sub":"Music and Dance ;","kicker":"Connecticut"},"keywords":[{"rank":"1","is_major":"N","name":"glocations","value":"Connecticut"}],"pub_date":"2007-02-11T00:00:00Z","document_type":"article","news_desk":"Regionals","section_name":"N.Y. \/ Region","subsection_name":"N.Y. \/ Region","byline":null,"type_of_material":"List","_id":"548ebf7f38f0d8437a5dc6e4","word_count":"2771"},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE4D9153FF932A25751C0A9619C8B63","snippet":"Weeks       This   Last   On       Week   Week   List   FICTION                                        1   1   3   PLUM LOVIN', by Janet Evanovich. (St. Martin's, $16.95.) A mysterious man in Stephanie Plum's life helps her track down a matchmaker...","lead_paragraph":"Weeks This Last On Week Week List FICTION 1 1 3 PLUM LOVIN', by Janet Evanovich. (St. Martin's, $16.95.) A mysterious man in Stephanie Plum's life helps her track down a matchmaker who skipped bail. 2 2 18 FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother. 3 3 11 CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife. 4 1 WHITE LIES, by Jayne Ann Krentz. (Putnam, $24.95.) Two members of the Arcane Society, dedicated to paranormal research, investigate a series of murders and foil a plot to take over the society. 5 1 THE CASTLE IN THE FOREST, by Norman Mailer. (Random House, $27.95.) An imagined life of the young Adolf Hitler. 6 6 2 YOU SUCK, by Christopher Moore. (Morrow, $21.95.) A 19-year-old discovers that his girlfriend is a vampire -- and now, so is he. 7* 7 2 THE SUSPECT, by John Lescroart. (Dutton, $26.95.) A lawyer defending a man accused of killing his wife is first drawn to him, but then begins to have doubts. 8 4 4 THE HUNTERS, by W. E. B. Griffin. (Putnam, $26.95.) An Army officer seeks the killers of a shady American diplomat murdered in Uruguay; follows from Griffin's ''Hostage.'' 9 5 3 EXILE, by Richard North Patterson. (Holt, $26.) A San Francisco lawyer defends a Palestinian woman accused of assassinating the Israeli prime minister. 10 12 8 HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.'' 11 10 2 DUST, by Martha Grimes. (Viking, $25.95.) Investigating the murder of a wealthy young man leads Richard Jury of Scotland Yard to Henry James's home and to forgotten Nazi atrocities. 12 8 2 bad blood, by Linda Fairstein. (Scribner, $26.) The Manhattan assistant district attorney Alexandra Cooper discovers a link between a wealthy woman's murder and an explosion in a city water tunnel. 13 11 9 NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok. 14* 15 8 THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone\/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives. 15 1 LORDS OF THE NORTH, by Bernard Cornwell. (HarperCollins, $25.95.) In this third volume of the Saxon Tales, set in the late ninth century, a Saxon warrior is betrayed by a Danish ally and joins forces with King Alfred. Weeks This Last On Week Week List NONFICTION 1 1 15 THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions. 2 6 10 PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process. 3 2 16 THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit. 4 4 67 MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog. 5* 1 WHAT A PARTY! by Terry McAuliffe with Steve Kettmann. (Thomas Dunne\/St. Martin's, $24.95.) The former head of the Democratic National Committee recalls his experience as a fund-raiser. 6 10 2 POWER, FAITH, and FANTASY, by Michael B. Oren. (Norton, $35.) A history of America's relations with the Middle East starting in 1776. 7 5 26 I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally''). 8 9 19 THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational and that religion has done great harm in the world. 9 12 95 THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The Times analyzes 21st-century economics and foreign policy. 10 7 4 ABOUT ALICE, by Calvin Trillin. (Random House, $14.95.) The New Yorker writer's recollections of his deceased wife. 11* 8 18 CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives. 12 11 90 FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to nearly everything. 13 3 2 BORN ON A BLUE DAY, by Daniel Tammet. (Free Press, $24.) A memoir by an autistic savant who can perform extraordinary mathematical calculations. 14 14 2 TOO SOON TO SAY GOODBYE, by Art Buchwald. (Random House, $17.95.) A humorous valediction from the syndicated columnist, who died in January 2007, also looks seriously at end-of-life issues. 15 1 SUPREME CONFLICT, by Jan Crawford Greenburg. (Penguin Press, $27.95.) The ABC correspondent argues that President Bush has succeeded in moving the Supreme Court decisively to the right. 16* 1 FINAL EXAM, by Pauline W. Chen. (Knopf, $23.95.) A surgeon reflects on her experience with dying patients. Rankings reflect sales, for the week ended Jan. 27, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com\/books. MAN GONE DOWN, by Michael Thomas. (Black Cat\/Grove\/Atlantic, paper, $14.) This first novel explores the fragmented personal histories behind four desperate days in a black writer's life. The Notebooks of Robert Frost, edited by Robert Faggen. (Belknap\/Harvard University, $39.95.) Concepts from these largely aphoristic journals animate the poems, and vice versa. THE UTILITY OF FORCE: The Art of War in the Modern World, by Rupert Smith. (Knopf, $30.) Drawing on his own military experience, a British general updates Clausewitz for our times. MATTERS OF HONOR, by Louis Begley. (Knopf, $24.95.) A young Holocaust survivor learns to navigate at Harvard and in America. DESCARTES: The Life and Times of a Genius, by A. C. Grayling. (Walker, $26.95.) Grayling's biography is strong on context, picturing the strange world from which modern science was emerging. SKYLARK FARM, by Antonia Arslan. Translated by Geoffrey Brock. (Knopf, $23.95.) Arslan bases her first novel on the experiences of her grandfather's family in the 1915 Armenian massacres. VACCINE: The Controversial Story of Medicine's Greatest Lifesaver, by Arthur Allen. (Norton, $27.95.) Allen sees the anti-vaccination impulse as largely fueled by ignorance of the past. CHARITY GIRL, by Michael Lowenthal. (Houghton Mifflin, $24.) This novel's World War I heroine is locked up on suspicion of spreading V.D. THE REAL PEPSI CHALLENGE: The Inspirational Story of Breaking the Color Barrier in American Business, by Stephanie Capparell. (Wall Street Journal Books\/Free Press, $25.) An admiring account of Pepsi's enterprising black sales force in the years after World War II. PARIS: The Secret History, by Andrew Hussey. (Bloomsbury, $32.50.) Hussey investigates the dark side of the city's past, from the point of view of its marginal and subversive elements. CONSOLATION, by Michael Redhill. (Little, Brown, $24.99.) A horde of 1850s photos links the two strands of this tricky, absorbing novel. The full reviews of these and other recent books are on the Web: nytimes.com\/books.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BEST SELLERS: February 11, 2007"},"keywords":[],"pub_date":"2007-02-11T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd255c78eb7c8105d7fee11","word_count":1251},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DA113FF932A25751C0A9619C8B63","snippet":"A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y....","lead_paragraph":"A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y. 10036-3959. Music and Dance Canton Ed Gerhard, blues. Feb. 17 at 7:30 p.m. $15 to $17. Roaring Brook Nature Center,'' 70 Gracey Road. (860) 693-0263. Danbury ''An Afternoon of Mozart,'' presented by faculty and the Manhattan String Quartet. Feb. 11 at 3 p.m. $10 to $15. Ives Concert Hall in White Hall, 181 White Street, Western Connecticut University Midtown Campus. (203) 837-8350. Greenwich Susan Werner, vocals, piano and guitar. Feb. 11 at 3:30 p.m. Free. Greenwich Library, 101 West Putnam Avenue. (203) 622-7900. Hartford The Big Read: ''Renaissance Blues,'' presented by Guy Davis, guitar. Feb. 11 at 3 p.m. ''Baby Grand Jazz,'' presented by Allen Palmer, piano. Feb. 18 at 3 p.m. Both free. Hartford Public Library, 500 Main Street. (860) 695-6324. Hartford ''Romantic Rachmaninoff,'' presented by the Hartford Symphony Orchestra with Julie Albers. Tuesday and Wednesday at 7:30 p.m. The Bushnell Center for Performing Arts, 166 Capitol Avenue. (860) 987-5900. Middletown ''The Complete Songs of Charles Ives: Round Six, Part One,'' performed by Elizabeth Saunders, mezzo soprano, Gary Harger, tenor, Neely Bruce and others. Feb. 11 at 3 p.m. $4 and $5. Crowell Concert Hall, Center for the Arts, Wesleyan University. (860) 685-3355. Middletown Works by Mendelssohn, Rossini, Holst and Bach, presented by the Greater Bridgeport Youth Orchestra. Feb. 11 at 3 p.m. $12; seniors and students, $10. World Music Hall, Center for the Arts, Wesleyan University. (860) 685-3355. Newtown Soo Bae, cello, with Ying-Chien Lin, piano. Feb. 11 at 3 p.m. $18; seniors, $16; children 14 and under, free. Edmond Town Hall, 45 Main Street. (203) 426-6470. Norwalk Chopin's Piano Concerto No. 2 in F minor and other works, performed by Frederic Chiu, piano, and the Norwalk Youth Symphony. Feb. 11 at 3 p.m. $15; seniors and students, $8. Norwalk Concert Hall, 125 East Avenue. (203) 847-8844. Ridgefield The Four Tops, doo-wop. Wednesday at 7 p.m. $95 to $100; includes champagne reception. Jon Anderson with the Paul Green School of Rock. Feb. 16 at 8 p.m. $45 to $55. Ridgefield Playhouse, 80 East Ridge Avenue. (203) 438-5795. Ridgefield Harry Manx, blues. Feb. 11 at 7 p.m. $15 to $20. Temple Shearith Israel, 46 Peaceable Street. (201) 431-6501. Southport Fred Hersch, jazz. Feb. 11 at 4 p.m. $35; under 18, $5. Pequot Library, 720 Pequot Avenue. (203) 938-3843. Storrs ''Classical Savion,'' performed by Savion Glover, tap dancer. Wednesday at 8 p.m. $23 to $38. Natalie MacMaster, Celtic fiddle. Friday and Feb. 17 at 8 p.m. $27 to $37. Jorgensen Center for the Performing Arts, 2132 Hillside Road, University of Connecticut. (860) 486-4226. Westport Three Finger Poi, Hawaiian music and dancers. Thursday at 7 p.m. $20; under 18, $5. Westport Arts Center Gallery, 51 Riverside Avenue. (203) 222-7070. Theater Cornwall ''Painting Churches'' by Tina Howe, presented by the Town Hall Players. Friday through Feb. 24. Free. Cornwall Town Hall, 26 Pine Street. (860) 672-2709. Hartford ''Fences'' by August Wilson, directed by Jonathan Wilson. Through Feb. 11. $25 to $45. Hartford Stage, 50 Church Street. (860) 527-5151. New Haven ''The Illusion'' by Pierre Corneille, adapted by Tony Kushner, directed by Erik Pearson. Thursday through Feb. 17. $10 to $15. Yale Cabaret, 217 Park Street. (203) 432-1566. Stamford ''Intimate Apparel'' by Lynn Nottage, directed by Patricia R. Floyd. Through Feb. 18. $22 to $38. Stamford Theater Works, 200 Strawberry Hill Avenue. (203) 359-4414. Stratford ''Rounding Third'' by Richard Dresser, presented by Square One Theater Company. Through Feb. 17. $16; seniors and students, $15. Stratford Theater, 2422 Main Street. (203) 375-8778. Torrington ''Footloose'' by Dean Pitchford, Tom Snow, Walter Bobbie, and Kenny Loggins. Feb. 17 through Feb. 24. $16.50 to $22.50. Warner Theater, 68 Main Street. (860) 489-7180. Wallingford ''The Rimers of Eldritch'' by Lanford Wilson. Thursday to Feb. 17 at 7:30 p.m. $10; seniors, $9. Paul Mellon Arts Center, Christian Street. (203) 697-2261. Waterbury Andrew Lloyd Weber's ''Cats.'' Friday at 8 pm.; Feb. 17 at 2 and 8 p.m.; Feb. 18 at 1 p.m. $48.25 to $58.25. Palace Theater of Connecticut, 100 East Main Street. (203) 755-4700. Waterbury ''George M. Cohan Tonight!'' by Chip Deffa. Through Feb. 25. $10 to $37. Seven Angels Theater, Plank Road in Hamilton Park Pavillion. (203) 757-4676. Westport ''Spinning Into Butter'' by Rebecca Gilman. Through Feb. 18. $12 to $16. Westport Town Hall, 110 Myrtle Avenue. (203) 226-1983. Film Danbury 11th Annual Festival of African Films: ''Zulu Love Letter,'' director Ramadan Suleman; in English and Zulu with English subtitles. Wednesday at noon and Thursday at 7 p.m. Free. WestConn Student Center Theater, Western Connecticut University Midtown Campus. (203) 837-8486. Hartford ''Elsa and Fred,'' directed by Marcos Carnevale; in Spanish with English subtitles. Thursday and Feb. 17 at 7:30 p.m.; Feb. 18 at 2 p.m. Wadsworth Atheneum Museum of Art, 600 Main Street. (860) 838-4058. Wilton Enviro Flicks: ''Who Killed the Electric Car?'' Directed by Chris Paine. Feb. 11 at 1 p.m. Free; reservations recommended. Wilton Library, 137 Old Ridgefield Road. (203) 762-3950. Outdoors Pomfret Center ''Monthly Bird Walk,'' led by Andy Rzeznikiewicz. Thursday at 9 a.m. $9; members, $4. Connecticut Audubon Society at Pomfret, 189 Pomfret Street. (860) 928-4948. Spoken Word Hartford The Big Read -- Zora Neale Hurston: ''Jumpin' at the Sun,'' stories by Hurston, presented by Valerie Tutson, adult storyteller. Feb. 18 at 4:30 p.m. Free. Hartford Public Library, 500 Main Street. (860) 695-6324. Mystic Adventure Series: Lecture by David and Joyce Kay, scuba divers, on muck diving and underwater photography. Thursday at 2 and 7:30 p.m. $9 and $15. Mystic Seaport, 75 Germanville Avenue. (860) 572-0711. New Canaan Ann Hood, author of ''The Knitting Circle.'' Monday at noon. Alireza Jafarzadeh, author of ''The Iran Threat.'' Thursday at 7:30 p.m. Both free. New Canaan Library, 151 Main Street. (203) 594-5000. Stamford Tyrsa Fawn Pratcher, poet. Feb. 17 at 3 p.m. Free. Ferguson Library, 1143 Hope Street. (203) 964-1000. Middletown Marilyn Nelson, poet. Wednesday at 8 p.m. Free. Russell House, Wesleyan University. (860) 685-3355. Westport Roxanne Coady, author of ''The Book That Changed My Life.'' Tuesday at 8 p.m. Judith Marks-White, author of ''Seducing Harry, an Epicurean Affair.'' Wednesday at noon. Both free. Westport Public Library, 20 Jesup Road. (203) 291-4818. For Children Bridgeport ''Oliver Twist,'' a new version of Dickens's classic set to pop music, directed by Bert Bernardi. Through Feb. 18. $13.50. Downtown Cabaret Theater, 263 Golden Hill Street. (203) 576-1636. Bridgeport ''Creativity Ignited!'' Interactive children's exhibit exploring the imagination. Through April 30. Hours: Mondays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. The Discovery Museum, 4450 Park Avenue. (203) 372-3521. Cold Spring Harbor ''Sailor's Valentine,'' create a craft using seashells. Ages 6 to 12. Feb. 11 at 1 p.m. $7; members, $2.50; reservations required. Whaling Museum, Route 25A. (631) 367-3418. Fairfield ''Alice,'' children's play based on a story by Whoopi Goldberg, adapted by Kim Hines. Ages 6 to 11. Feb. 11 at 1 and 3 p.m. $12; children, $10. Quick Center for the Arts, 1073 North Benson Road. (203) 254-4010. Hartford The Big Read -- Zora Neale Hurston: ''Tall Tales and Sweet Treats.'' Listen to Hurston's ''Mules and Men,'' sample Southern treats and write your own story. Ages 7 and up. Wednesday at 4 p.m. ''Heritage Stories,'' stories by Hurston, presented by Eshu Bumpus, storyteller. Ages 5 and up. Feb. 17 at 2 p.m. Both free. Hartford Public Library, 500 Main Street. (860) 695-6324. Hartford Family Fest '07: ''Brave Cat and Other Stories,'' short films for children. Feb. 17 at 1:30 p.m. $4. Real Art Ways, 56 Arbor Street. (860) 232-1006. New Preston ''Just Kiddin' Around'' Children's Theater Festival: ''Jack and the Beanstalk,'' presented by the Spring Valley Puppets. Ages 8 and under. Feb. 17 at 10:30 a.m. and noon. $8; children under 2, free. Washington Montessori School, 240 Litchfield Turnpike. (860) 868-0551. Norwalk ''The Best Me!'' Interactive puppet show. Feb. 11 at 1 and 1 :45 p.m. Included with museum admission. ''Family Fun Night'' with Corduroy Bear, games, stories, and light dinner. Friday, 6 to 8:30 p.m. $12; members, $10; reservations recommended. Stepping Stones Museum for Children, 303 West Avenue. (203) 899-0606. Ridgefield ''Circus of Illusion'' presented by the Circus Royale. All ages. Feb. 17 at 1:30 and 5:30 p.m. $20 to $28. Ridgefield Playhouse, 80 East Ridge Avenue. (203) 438-5795. Stamford ''In the Artist's Studio with R. Gregory Christie,'' art workshop with the children's book illustrator. Ages 6 and up. Feb. 17 at 11 a.m. Free. Ferguson Library Main Branch, 1 Public Library Plaza. (203) 964-1000. Stamford ''Jungle Jack Hanna,'' family show featuring live animal visits. Feb. 11 at 2 p.m. $32 to $47. Palace Theater, Stamford Center for the Arts, 61 Atlantic Street. (203) 325-4466. West Hartford ''Color Play: The Art and Science of Color and Light.'' Explore light and holographic refraction. Ages 12 and under. Through June 17. $7 to $10. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. The Children's Museum, 950 Trout Brook Drive. (860) 231-2824. West Haven ''Tiny Thumbelina,'' adapted from the book by Vera Morris, directed by Carol L. Penney. Through Feb. 24. $6. Dodds Auditorium, University of New Haven, (203) 932-7246. Westport ''Anne of Green Gables,'' presented by ArtsPower National Touring Theater. Ages 7 and up. Feb. 11 at 1 and 4:30 p.m. $15. Westport Country Playhouse, 25 Powers Court. (203) 227-4177. Museums and Galleries Brookfield ''The Sound of Earth: Ceramic Musical Instruments,'' works by Rod Kendall, Susan Rawcliffe and others. Through March 18. Hours: Mondays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Brookfield Craft Center, 286 Whisconier Road. (203) 775-4526. Fairfield ''Romare Bearden: Scenes From the Portfolios.'' Through Feb. 26. Hours: Mondays through Thursdays, noon to 5 p.m.; Sundays, noon to 4 p.m. The Gallery of Contemporary Art, Sacred Heart University, 5151 Park Avenue. (203) 365-7650. Fairfield ''Multiple Visions: Traveling Art Boxes from Argentina, Mexico and Uruguay,'' works by more than 20 artists. Through March 11. Hours: Tuesdays through Saturdays, 11 a.m. to 5 p.m.; Sundays, noon to 4 p.m. Thomas J. Walsh Art Galley, 1073 North Benson Road. (203) 254-4000. Greenwich ''Black and White Since 1960,'' 25 large-scale etchings and lithographs from the collection of Reba and Dave Williams, with works by Jasper Johns, Claes Oldenburg and others. Through Feb. 25, 2007. $7; seniors and students, $6; children 5 and under, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Bruce Museum of Arts and Sciences, 1 Museum Drive. (203) 869-0376. Guilford ''IMAGES 2007,'' annual juried photography show, presented by Shoreline Arts Alliance. Feb. 11 through March 3. Guilford Art Center, 411 Church Street. (203) 453-5947. Hartford Family Fest '07: ''Logicals + Cakes,'' acryclic cakes by Bolek Niedzwiecki. Thursday through March 31. Donation: $3; members, free. Hours: Tuesdays through Thursdays and Sundays, 2 to 10 p.m.; Fridays and Saturdays, 2 p.m. to midnight. Real Art Ways, 56 Arbor Street. (860) 232-1006. Hartford ''Crewel World,'' exhibition of textiles embroidered using the crewel technique. Through Feb. 25. $3 to $10; members and children 12 and under, free. ''Soul Food: African American Cooking and Creativity,'' art and artifacts exploring Southern cooking and culture; presented by the Amistad Center for Art and Culture. Through April 22. $3 to $10; members and children 12 and under, free. ''Picasso to Pop: Aspects of Modern Art,'' exhibition of the museum's holdings from many 20th-century genres. Through Nov. 18. $3 to $10; members and children 12 and under, free. Hours: Wednesdays through Fridays, 11 a.m. to 5 p.m.; Saturdays and Sundays, 10 a.m. to 5 p.m.; first Thursdays of the month, 11 a.m. to 8 p.m. Wadsworth Atheneum Museum of Art, 600 Main Street. (860) 838-4058. Lakeville ''Woodcuts and Monotypes: Keiji Shinohara.'' Through March 10. Tremaine Gallery at the Hotchkiss School, 11 Interlaken Road. (860) 435-4423. Middletown ''Tibet's Living Art: Paintings by Jampa Tsondue.'' Through March 9. Artist talk and demonstration Feb. 11 at 2 p.m. Hours: Tuesdays through Sundays, noon to 4 p.m. Mansfield Freeman Center for East Asian Studies Gallery, Wesleyan University, 343 Washington Terrace. (860) 685-2330. New Canaan ''Roof to Roof,'' works by Linda Adato. Feb. 11 through March 11. Tuesdays through Saturdays, 11 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Silvermine Guild Arts Center, 1037 Silvermine Road. (203) 966-9700, Extension 14. New Haven Works by Imo Imeh and others. Through March 3. Artist Talk: Feb. 17 at 11 a.m. Hours: Mondays through Saturdays, 10 a.m. to 6 p.m.; Thursdays, 10 a.m. to 7 p.m. White Space Gallery, 1020 Chapel Street. (203) 495-1200. New Haven ''Howard Hodgkin: Paintings 1992-2007.'' Through April 1. Free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Yale Center for British Art, 1080 Chapel Street. (203) 432-2800. New Haven ''UN Studio: Evolution of Space,'' exhibition of five projects by the Amsterdam-based firm. Through May 4. Hours: Mondays through Fridays, 9 a.m. to 5 p.m.; Saturdays, 10 a.m. to 5 p.m. Yale School of Architecture Gallery, 180 York Street. (203) 432-2889. New Haven ''Jasper Johns: From Plate to Print.'' Through April 1. ''Making a Mark: Four Contemporary Artists in Print,'' prints by Enrique Chagoya, Carroll Dunham, Jane Hammond and Kiki Smith. Through April 1. ''Made for Love: Selections From the Jane Katcher Collections of Americana,'' 30 works of art that focus on the ways love and friendship are expressed through gift exchange. Tuesday through Aug. 26. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Thursdays, 10 a.m. to 8 p.m.; Sundays, 1 to 6 p.m. Yale University Art Gallery, (203) 432-0600. Norwalk ''Night Vision:Printing Darkness,'' works by more than 40 artists. Through March 3. Hours: Mondays through Saturdays, 9 a.m. to 5 p.m. Center for Contemporary Printmaking, 299 West Avenue. (203) 899-7999. Old Lyme ''The Freedom Business: Connecticut Landscapes Through the Eyes of Venture Smith,'' poems by Marilyn Nelson paired with paintings from the museum's collection. Through June 24. $4 to $8; under 6, free. ''A Collective Endeavor: Three Decades of Acquisitions.'' Through March 25. $4 to $8; under 6, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Florence Griswold Museum, 96 Lyme Street. (860) 434-5542. Ridgefield ''History of the Present: African American Self-Taught Artists of the South,'' works by seven outsider artists, including Thornton Dial, Mary Proctor and others. Through March 3. Hours: Wednesdays through Sundays, noon to 4 p.m. Ridgefield Guild of Artists Gallery, 34 Halpin Lane. (203) 438-8863. Storrs ''Intemperate Times: Kathe Kollwitz, 1918-1934.'' Through May 6. ''Landscape: Fact and Fiction,'' landscape photography by John Pfahl, Deborah Bright and others. Through March 2. Hours: Tuesdays through Fridays, 10 a.m. to 4:30 p.m.; Saturdays and Sundays, 1 to 4:30 p.m. William Benton Museum of Art, 245 Glenbrook Road. (860) 486-4520. Washington Depot Works by Florin Ion Firimita, Michael J. McLaughlin and Carl Weese. Through Feb. 25. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Washington Art Association, 4 Bryan Plaza. (860) 868-2878. Waterbury ''From Colonial Village to Country Retreat,'' exhibition exploring the architectural history of Middlebury. Through April 7. $4; children under 16, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Mattatuck Museum Arts and History Center, 144 West Main Street. (303) 753-0381.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"CALENDAR"},"keywords":[],"pub_date":"2007-02-11T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Schedule","_id":"4fd2b0358eb7c8105d89f7d0","word_count":2562},{"web_url":"http:\/\/www.nytimes.com\/2007\/02\/18\/books\/review\/Donadio.t.html","snippet":"Before he was a washed-out C.I.A. bungler, E. Howard Hunt was an aspiring literary man with New Yorker stories to his credit.","lead_paragraph":"Before he was a washed-out C.I.A. bungler, E. Howard Hunt was an aspiring literary man with New Yorker stories to his credit.","abstract":null,"print_page":null,"blog":[],"source":"The New York Times","multimedia":[{"width":75,"url":"images\/2007\/02\/18\/books\/hunt75.jpg","height":75,"subtype":"thumbnail","legacy":{"thumbnailheight":"75","thumbnail":"images\/2007\/02\/18\/books\/hunt75.jpg","thumbnailwidth":"75"},"type":"image"}],"headline":{"seo":"Literary Agent  - Books - Review","main":"Literary Agent","content_kicker":"Essay","kicker":"Essay","print_headline":"Literary Agent"},"keywords":[{"rank":"1","is_major":"N","name":"subject","value":"Books and Literature"},{"rank":"2","is_major":"N","name":"persons","value":"Hunt, E Howard"},{"rank":"3","is_major":"N","name":"organizations","value":"Central Intelligence Agency"},{"rank":"4","is_major":"N","name":"organizations","value":"New Yorker"},{"rank":"5","is_major":"N","name":"subject","value":"Writing and Writers"},{"rank":"6","is_major":"N","name":"subject","value":"Espionage"}],"pub_date":"2007-02-18T00:00:00Z","document_type":"article","news_desk":"BookReview","section_name":"Books","subsection_name":"Sunday Book Review","byline":{"person":[{"organization":"","role":"reported","firstname":"Rachel","rank":1,"lastname":"DONADIO"}],"original":"By RACHEL DONADIO"},"type_of_material":"News","_id":"548ee48538f0d8437a5dca51","word_count":"1373"},{"web_url":"http:\/\/www.nytimes.com\/2007\/02\/18\/nyregion\/nyregionspecial2\/18ctlistings.html","snippet":"Music and Dance.","lead_paragraph":"Music and Dance.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Calendar of Events","content_kicker":"Connecticut","sub":"Music and Dance ;","kicker":"Connecticut"},"keywords":[{"rank":"1","is_major":"N","name":"glocations","value":"Connecticut"}],"pub_date":"2007-02-18T00:00:00Z","document_type":"article","news_desk":"Regionals","section_name":"N.Y. \/ Region","subsection_name":"N.Y. \/ Region","byline":null,"type_of_material":"List","_id":"548f03d338f0d8437a5dcd5f","word_count":"2783"},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6D81F3FF93BA25751C0A9619C8B63","snippet":"Teresa Doherty, 29, a midwife from St. Johnston, in Donegal, Ireland, on honeymoon with her husband, Peter, 32, a construction worker. ''I had been backpacking around Asia, Australia and New Zealand before with three friends. But this was kind of the...","lead_paragraph":"Teresa Doherty, 29, a midwife from St. Johnston, in Donegal, Ireland, on honeymoon with her husband, Peter, 32, a construction worker. ''I had been backpacking around Asia, Australia and New Zealand before with three friends. But this was kind of the first time that Peter and I had done something together that wasn't really packaged, where we organized it ourselves. We went to Uruguay for a few days, but Argentina was our main area. We went to Iguaçu Falls and crossed the border to the Brazilian side. The walk up to the top of the falls was nice and easy, which was grand. But they were just so huge -- you don't really imagine them being that big when you hear about them, and when you get there you get to view what they are really like. Even in a picture you don't realize how pretty they are. You see all these rainbows in the water that you wouldn't see in the brochures.'' As told to Austin Considine","abstract":"Irish midwife Teresa Doherty comments on stop at Iguacu Falls, Brazil, during honeymoon trip; photo (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WHY WE TRAVEL | IGUAÇU FALLS, BRAZIL"},"keywords":[{"name":"persons","value":"DOHERTY, TERESA"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"IGUACU FALLS (BRAZIL)"},{"name":"subject","value":"WATERFALLS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2007-02-18T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"As told to Austin Considine"},"type_of_material":"News","_id":"4fd255c88eb7c8105d7feeeb","word_count":168},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DE1E3FF93BA25751C0A9619C8B63","snippet":"Weeks       This   Last   On       Week   Week   List   FICTION                1   1   4   PLUM LOVIN', by Janet Evanovich. (St. Martin's, $16.95.) A mysterious man in Stephanie Plum's life helps her track down a matchmaker who skipped bail.         ...","lead_paragraph":"Weeks This Last On Week Week List FICTION 1 1 4 PLUM LOVIN', by Janet Evanovich. (St. Martin's, $16.95.) A mysterious man in Stephanie Plum's life helps her track down a matchmaker who skipped bail. 2 2 19 FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother. 3* 1 THE ALEXANDRIA LINK, by Steve Berry. (Ballantine, $25.95.) A former Justice Department operative turned bookseller hides a link to the secrets of the vanished library of Alexandria from wealthy international thugs. 4 3 12 CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife. 5 10 9 HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.'' 6 5 2 THE CASTLE IN THE FOREST, by Norman Mailer. (Random House, $27.95.) An imagined life of the young Adolf Hitler. 7* 1 DEEP STORM, by Lincoln Child. (Doubleday, $24.95.) A doctor investigates diseases at an ocean-floor research facility that may have discovered the ruins of Atlantis. 8 4 2 WHITE LIES, by Jayne Ann Krentz. (Putnam, $24.95.) Two members of the Arcane Society, dedicated to paranormal research, investigate a series of murders. 9 1 HIDE, by Lisa Gardner. (Bantam, $25.) Bobby Dodge, a former sniper with the Massachusetts State Police, now a detective, unravels a mystery that begins with the discovery of six corpses beneath a state mental hospital. 10 1 ALLEGIANCE, by Timothy Zahn. (Del Rey\/Ballantine, $25.95.) Events that occurred between ''A New Hope'' and ''The Empire Strikes Back'' : a ''Star Wars'' novel. 11 6 3 YOU SUCK, by Christopher Moore. (Morrow, $21.95.) A 19-year-old discovers that his girlfriend is a vampire -- and now, so is he. 12 8 5 THE HUNTERS, by W. E. B. Griffin. (Putnam, $26.95.) An Army officer seeks the killers of a shady American diplomat murdered in Uruguay. 13 13 10 NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok. 14 9 4 EXILE, by Richard North Patterson. (Holt, $26.) A San Francisco lawyer defends a Palestinian woman accused of assassinating the Israeli prime minister. 15 12 3 bad blood, by Linda Fairstein. (Scribner, $26.) The Manhattan assistant district attorney Alexandra Cooper discovers a link between a wealthy woman's murder and an explosion in a city water tunnel. 16* 14 9 THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone\/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII. Weeks This Last On Week Week List NONFICTION 1 16 1 THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions. 2 13 3 BORN ON A BLUE DAY, by Daniel Tammet. (Free Press, $24.) A memoir by an autistic savant who can perform extraordinary mathematical calculations. 3 2 11 PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process. 4 3 17 THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit. 5 6 3 POWER, FAITH, and FANTASY, by Michael B. Oren. (Norton, $35.) A history of America's relations with the Middle East starting in 1776. 6 7 27 I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally''). 7 4 68 MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog. 8 8 20 THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational and that religion has done great harm in the world. 9 9 96 THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The Times analyzes 21st-century economics and foreign policy. 10 11 19 CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives. 11 12 91 FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to everything from cheating sumo wrestlers to abortion and the falling crime rate. 12 10 5 ABOUT ALICE, by Calvin Trillin. (Random House, $14.95.) The New Yorker writer's recollections of his deceased wife. 13 15 2 SUPREME CONFLICT, by Jan Crawford Greenburg. (Penguin Press, $27.95.) The ABC correspondent argues that President Bush has succeeded in moving the Supreme Court decisively to the right. 14 1 DEATH BY BLACK HOLE, by Neil deGrasse Tyson. (Norton, $24.95.) A collection of essays about the evolution of the universe, many of which first appeared in Natural History magazine, by an astrophysicist who directs the Hayden Planetarium. 15 5 2 WHAT A PARTY! by Terry McAuliffe with Steve Kettmann. (Thomas Dunne\/St. Martin's, $24.95.) The former head of the Democratic National Committee recalls his experience as a fund-raiser. Rankings reflect sales, for the week ended Feb. 3, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com\/books. Editor's Choice: Other recent books of of particular interest RETURNING TO EARTH, by Jim Harrison. (Grove, $24.) The beloved 45-year-old hero of Harrison's novel led a good life and dies with regal dignity. Now his survivors must learn to negotiate the hole left by his departure. SELECTED POEMS, by James Fenton. (Farrar, Straus & Giroux. $14.) Fenton's jaunty rhythms conceal a deep unease. FRUIT OF THE LEMON, by Andrea Levy. (Picador, paper, $15.) A novel of a black Londoner's disillusionment with Thatcher-era Britain. WISH I COULD BE THERE: Notes From a Phobic Life, by Allen Shawn. (Viking, $24.95.) A son of the New Yorker editor William Shawn looks to his early life for the roots of his many phobias. MUGGLENET.COM'S WHAT WILL HAPPEN IN HARRY POTTER 7, by Ben Schoen, Emerson Spartz, Andy Gordon, Gretchen Stull and Jamie Lawrence. (Ulysses Press, $13.95; ages 8 and up.) Predictions from the experts. THE UNBINDING, by Walter Kirn. (Anchor, paper, $13.95.) The first version of this novel, about a cat-and-mouse game of domestic espionage, appeared online, with a complement of hyperlinks. UNION 1812: The Americans Who Fought the Second War of Independence, by A. J. Langguth. (Simon & Schuster, $30.) Our second major war. ACE OF SPADES: A Memoir, by David Matthews. (Holt, $24.) Matthews examines the zigzags in his path between black and white identities. LOSE YOUR MOTHER: A Journey Along the Atlantic Slave Route, by Saidiya Hartman. (Farrar, Straus & Giroux, $25.) An imaginative attempt ''to fill in the blank spaces'' of slavery. MISTRESS OF THE ART OF DEATH, by Ariana Franklin (Putnam, $25.95.) Henry II of England, a ''doctor to the dead'' and human cruelty propel Franklin's vibrant medieval crime novel. MOSES: When Harriet Tubman Led Her People to Freedom, by Carole Boston Weatherford. Illustrated by Kadir Nelson. (Jump at the Sun\/Hyperion Books for Children, $15.99; ages 5 to 8.) A fictional account, in three voices. The full reviews of these and other recent books are on the Web: nytimes.com\/books.","abstract":null,"print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BEST SELLERS: February 18, 2007"},"keywords":[],"pub_date":"2007-02-18T00:00:00Z","document_type":"article","news_desk":"Book Review Desk","section_name":"Arts; Books","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd255c88eb7c8105d7feee7","word_count":1267}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}