{"response":{"meta":{"hits":135,"time":38,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1999\/03\/09\/sports\/soccer-notebook-keller-to-miss-nike-cup.html","snippet":"UNITED STATES MEN     National team Coach Bruce Arena will have to wait a little longer before he takes his first look at goalkeeper Kasey Keller. Arena termed unfortunate the last-minute decision by Keller's team, Leicester City of the English...","lead_paragraph":"UNITED STATES MEN National team Coach Bruce Arena will have to wait a little longer before he takes his first look at goalkeeper Kasey Keller. Arena termed unfortunate the last-minute decision by Keller's team, Leicester City of the English Premier League, not to release Keller to play for the national team this week. The Americans started training on Sunday for this week's Nike U.S. Cup '99 tournament not only without Keller, but also without Claudio Reyna. Reyna, however, who plays for Wolfsburg in Germany, is expected to join the team for the game against Guatemala on Thursday. Arena will try to extend his undefeated streak since taking over to five games (2-0-2).","abstract":"International soccer notes (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Keller To Miss Nike Cup","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"subject","value":"SOCCER"}],"pub_date":"1999-03-09T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd223d68eb7c8105d7a9d69","word_count":829},{"web_url":"http:\/\/www.nytimes.com\/1999\/03\/09\/arts\/arts-abroad-a-fighting-journalist-finds-his-roots-in-a-fearful-child.html","snippet":"After Argentina's junta freed him in 1979, Jacobo Timerman's testament of prison life, torture and anti-Semitism stirred comparisons to Dostoyevsky, Camus and Hannah Arendt. ''Prisoner Without a Name, Cell Without a Number'' brought Mr. Timerman...","lead_paragraph":"After Argentina's junta freed him in 1979, Jacobo Timerman's testament of prison life, torture and anti-Semitism stirred comparisons to Dostoyevsky, Camus and Hannah Arendt. ''Prisoner Without a Name, Cell Without a Number'' brought Mr. Timerman lasting fame and fortune, and he went on to write critically acclaimed books on Chile, Cuba and Israel's invasion of Lebanon. Since the death of his wife, Risha, eight years ago, however, Mr. Timerman has been virtually silent. At 76 he speaks of depression, drinking and the constant pain in his legs.","abstract":"Jacobo Timerman, journalist whose book about his imprisonment by military junta in Argentina brought him lasting fame, is now writing memoir about growing up in Argentina as poor, immigrant Jewish boy; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Fighting Journalist Finds His Roots in a Fearful Child","kicker":"ARTS ABROAD"},"keywords":[{"name":"persons","value":"TIMERMAN, JACOBO"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"JEWS"},{"name":"subject","value":"ANTI-SEMITISM"}],"pub_date":"1999-03-09T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"Krauss"}],"original":"By Clifford Krauss"},"type_of_material":"News","_id":"4fd20dbc8eb7c8105d77e7d4","word_count":1075},{"web_url":"http:\/\/www.nytimes.com\/1999\/03\/11\/world\/brazil-rights-group-hopes-to-bar-doctors-linked-to-torture.html","snippet":"Brazilian medical associations have begun hearings to strip the right to practice medicine from doctors who took part in the torture of political prisoners during the military dictatorship, which ended in the 1980's.    Based on Government records...","lead_paragraph":"Brazilian medical associations have begun hearings to strip the right to practice medicine from doctors who took part in the torture of political prisoners during the military dictatorship, which ended in the 1980's. Based on Government records and more than a decade of investigations, the groups are seeking sanctions against 26 physicians who worked in military prisons between 1964 and 1985. They are accused of violations ranging from the supervision of torture to the signing of autopsies that listed false causes of death for political prisoners.","abstract":"Brazilian medical associations begin hearings to strip right to practice medicine from doctors who took part in torture of political prisoners during military dictatorship, which ended in 1980's; proceedings are result of 13-year effort by Brazilian human rights organization Torture Never Again (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Brazil Rights Group Hopes to Bar Doctors Linked to Torture"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"TORTURE NEVER AGAIN"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"DOCTORS"},{"name":"subject","value":"MEDICINE AND HEALTH"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"},{"name":"subject","value":"TORTURE"}],"pub_date":"1999-03-11T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Health","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd20a068eb7c8105d776af9","word_count":536},{"web_url":"http:\/\/www.nytimes.com\/1999\/03\/14\/style\/counterintelligence-stealing-a-smoke-in-good-company.html","snippet":"IN third grade, I wanted to be one of two things when I grew up: either a counterman at my favorite delicatessen, Feitlin's, in Passaic, N.J. -- free hot dogs and fries -- or a cigarette girl. No occupation seemed more glamorous: sexy outfits, lots...","lead_paragraph":"IN third grade, I wanted to be one of two things when I grew up: either a counterman at my favorite delicatessen, Feitlin's, in Passaic, N.J. -- free hot dogs and fries -- or a cigarette girl. No occupation seemed more glamorous: sexy outfits, lots of lipstick, and the men about town were always happy to see them. These days, of course, cigarette girls have gone the way of Gibson girls. And not only is smoking outlawed now in most New York restaurants, but so is the sale of individual cigarettes. That is why cigarette girls aren't employed at Circa Tabac, billed as the city's only ''cigarette lounge,'' open since December at 32 Watts Street, near the Avenue of the Americas. But it certainly has everything else a smoker could desire. There's a full bar, an interesting selection of appetizers (in order to avoid being classified as a restaurant, it does not serve entrees), an international cigarette menu with more than 100 brands, and every kind of antique cigarette accessory imaginable -- from holders, cases and lighters to a roll-your-own maker from the 1920's.","abstract":"Circa Tabac, billed as New York City's only 'cigarette lounge,' seeks to directly cater to discerning smoker; photo (Counterintelligence column) (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Stealing a Smoke, In Good Company","kicker":"COUNTERINTELLIGENCE"},"keywords":[{"name":"organizations","value":"CIRCA TABAC"},{"name":"subject","value":"BARS"},{"name":"subject","value":"SMOKING AND TOBACCO"}],"pub_date":"1999-03-14T00:00:00Z","document_type":"article","news_desk":"Style Desk","section_name":"Style","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"Witchel"}],"original":"By Alex Witchel"},"type_of_material":"News","_id":"4fd1e9158eb7c8105d737182","word_count":1338},{"web_url":"http:\/\/www.nytimes.com\/1999\/03\/14\/world\/bolivian-s-dark-past-starts-to-catch-up-with-him.html","snippet":"When Hugo Banzer was democratically elected President in 1997, two decades after his military dictatorship, most Bolivians seemed more interested in economic issues than past human rights abuses.    The disappearance of 200 Bolivians during Mr....","lead_paragraph":"When Hugo Banzer was democratically elected President in 1997, two decades after his military dictatorship, most Bolivians seemed more interested in economic issues than past human rights abuses. The disappearance of 200 Bolivians during Mr. Banzer's rule from 1971 to 1978 was only a minor issue in the election campaign, by which time the former general had largely succeeded in polishing his reputation.","abstract":"Hugo Banzer was democratically elected President of Bolivia in 1997, two decades after his military dictatorship; disappearance of 200 Bolivians during Banzer's rule from 1971 to 1978 was only minor issue in election campaign; Banzer's fortunes began to change following arrest of Gen Augusto Pinochet of Chile in London on Spanish judge's charge that he led effort to kidnap and kill leftists in five South American countries in 1970's; Banzer is being besieged by allegations from local human rights groups, press and even senior congressional members of his ruling coalition that he knowingly participated in joint operations with Chilean and Argentine military Governments as part of larger regional effort called Operation Condor that led to deaths of at least 36 people; map; photos (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bolivian's Dark Past Starts to Catch Up With Him"},"keywords":[{"name":"persons","value":"BANZER, HUGO"},{"name":"persons","value":"PINOCHET, AUGUSTO"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"SPAIN"},{"name":"glocations","value":"BOLIVIA"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1999-03-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd21dd88eb7c8105d79ed5f","word_count":1208},{"web_url":"http:\/\/www.nytimes.com\/1999\/03\/14\/sports\/boating-sea-scouts-seeking-another-success.html","snippet":"It is with understandable optimism that a bunch of teen-age sailors are preparing these cold, wintry days for Block Island Race Week in June. The team of Sea Scouts slipped into the event through the back door two years ago, and an unexpected victory...","lead_paragraph":"It is with understandable optimism that a bunch of teen-age sailors are preparing these cold, wintry days for Block Island Race Week in June. The team of Sea Scouts slipped into the event through the back door two years ago, and an unexpected victory made them defending champions in the biennial rendition of the regatta. The teens shocked a fleet of adult crew members in 1997 by winning the Cruising Canvas Class. The Storm Trysail Club and Yachting Magazine stage the Block Island regatta on alternate years and the race series is traditionally well attended and competitive. No one expects less of the event this year, scheduled for June 20-25 on Rhode Island Sound.","abstract":"Bunch of teen-age sailors are preparing for Block Island Race Week in June; Sea Scouts team won Cruising Canvas Class event in 1997 and are defending champions in biennial regatta (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sea Scouts Seeking Another Success","kicker":"BOATING"},"keywords":[{"name":"subject","value":"CHILDREN AND YOUTH"},{"name":"subject","value":"BLOCK ISLAND REGATTA"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1999-03-14T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd223d08eb7c8105d7a999e","word_count":811},{"web_url":"http:\/\/www.nytimes.com\/1999\/04\/03\/world\/world-briefing.html","snippet":"ASIA    MYANMAR: MEMORIAL FOR ACTIVIST'S HUSBAND -- Hundreds of people joined the Burmese pro-democracy leader Daw Aung San Suu Kyi at her home for a ceremony to mark the death of her British husband, Michael Aris. Officials had denied his requests...","lead_paragraph":"ASIA MYANMAR: MEMORIAL FOR ACTIVIST'S HUSBAND -- Hundreds of people joined the Burmese pro-democracy leader Daw Aung San Suu Kyi at her home for a ceremony to mark the death of her British husband, Michael Aris. Officials had denied his requests for a visa to visit her before he died of cancer. Diplomats from the U.S., Japan and European countries attended the ceremony, but there was no official Myanmar representative. Seth Mydans (NYT) INDONESIA: CARTER CONFIDENT ON VOTE -- Former President Jimmy Carter, who will help monitor Indonesia's general election in June, said he believed that the Government and military were committed to a free and fair ballot. He also said he was confident the country's struggling economy would rebound if the election is successful. Seth Mydans (NYT)","abstract":"Hundreds of people join Burmese pro-democracy leader Daw Aung San Suu Kyi at her home for ceremony marking death of her British husband, Michael Aris; US, Japanese and European diplomats also attend; photo (S)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD BRIEFING"},"keywords":[{"name":"persons","value":"MYDANS, SETH"},{"name":"persons","value":"AUNG SAN SUU KYI, DAW"},{"name":"persons","value":"ARIS, MICHAEL"},{"name":"glocations","value":"MYANMAR"},{"name":"glocations","value":"BURMA"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"1999-04-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Terence","rank":1,"lastname":"Neilan"}],"original":"Compiled by Terence Neilan"},"type_of_material":"News","_id":"4fd20b7a8eb7c8105d779bc4","word_count":1038},{"web_url":"http:\/\/www.nytimes.com\/1999\/04\/06\/sports\/soccer-notebook-youth-team-starts-fast-in-nigeria.html","snippet":"UNITED STATES 1, ENGLAND 0       American soccer took another step forward yesterday with a 1-0 triumph over England in the FIFA Youth World Cup in Nigeria. Dan Califf of the University of Maryland scored in the 12th minute of the game, which was...","lead_paragraph":"UNITED STATES 1, ENGLAND 0 American soccer took another step forward yesterday with a 1-0 triumph over England in the FIFA Youth World Cup in Nigeria. Dan Califf of the University of Maryland scored in the 12th minute of the game, which was played at Sani Abachi Stadium in Kano. Tim Howard of the MetroStars was the goalkeeper for the Americans, who will play their two remaining first-round matches against Japan tomorrow and Cameroon on Saturday. Coach Bruce Arena of the United States World Cup team and Sunil Gulati, the managing director for Project 2010, are assisting Coach Sigi Schmid.","abstract":"United States defeats England, 1-0, in FIFA Youth World Cup in Nigeria (S)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Youth Team Starts Fast In Nigeria","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"glocations","value":"GREAT BRITAIN"},{"name":"subject","value":"SOCCER"}],"pub_date":"1999-04-06T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"YANNIS"}],"original":"By ALEX YANNIS"},"type_of_material":"News","_id":"4fd20a078eb7c8105d776b74","word_count":586},{"web_url":"http:\/\/www.nytimes.com\/1999\/04\/09\/arts\/eating-out-heaping-portions.html","snippet":"Some people like dainty little bits of food, artfully arranged and presented. For others, only plates heaped high will do. Here are a dozen places to go for huge portions. (These summaries, written by Eric Asimov, are taken from Mr. Asimov's and...","lead_paragraph":"Some people like dainty little bits of food, artfully arranged and presented. For others, only plates heaped high will do. Here are a dozen places to go for huge portions. (These summaries, written by Eric Asimov, are taken from Mr. Asimov's and others' dining reviews, columns and articles in The Times.) 1. Calidad Latina + (212) 255-3446 132 Ninth Avenue, at 18th Street Chelsea $ All major cards","abstract":"Eating Out reviews of restaurants featuring heaping portions of food; map (S)","print_page":"46","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Heaping Portions","kicker":"EATING OUT"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"RESTAURANTS"}],"pub_date":"1999-04-09T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"Review","_id":"4fd21e7e8eb7c8105d7a0c5e","word_count":1840},{"web_url":"http:\/\/www.nytimes.com\/1999\/04\/11\/sports\/the-boating-report-in-tribute-soldini-seeks-record-at-site-of-tragedy.html","snippet":"It would seem that victory in a single-handed yacht race around the world would merit a nap in an Alpine meadow, or a walk in the park at least. But for Giovanni Soldini, the Italian likely to win the Around Alone sailing competition, another sea...","lead_paragraph":"It would seem that victory in a single-handed yacht race around the world would merit a nap in an Alpine meadow, or a walk in the park at least. But for Giovanni Soldini, the Italian likely to win the Around Alone sailing competition, another sea adventure is on the horizon. When the global race is over, probably in early May, Soldini will be off to New York City. He plans to bring Fila, the 60-foot sailboat he built for the Around Alone, to the docks at Chelsea Pier. And as soon as the weather turns blustery, he and a small crew will set sail in an attempt to beat the nine-day trans-Atlantic record from New York to England.","abstract":"Giovanni Soldini, leader in Around Alone sailing competition, says he later plans to try to break nine-day record for sailing from New York to England, phone interview; recalls friend Andreas Romanelli died accompanying him on earlier effort to break record; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"In Tribute, Soldini Seeks Record at Site of Tragedy","kicker":"THE BOATING REPORT"},"keywords":[{"name":"persons","value":"SOLDINI, GIOVANNI"},{"name":"persons","value":"ROMANELLI, ANDREAS"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"subject","value":"AROUND ALONE (YACHT RACE)"},{"name":"subject","value":"BOATS AND BOATING"}],"pub_date":"1999-04-11T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"LLOYD"}],"original":"By BARBARA LLOYD"},"type_of_material":"News","_id":"4fd1e91d8eb7c8105d73756d","word_count":751}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}