{"response":{"meta":{"hits":114,"time":40,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1984\/02\/16\/world\/uruguay-is-fertile-soil-for-moon-church-money.html","snippet":"The Unification Church of the Rev. Sun Myung Moon, who like Uruguay's military rulers is strongly opposed to Communism, has become one of the largest foreign investors here.   In the last three years, the church has invested some $70 million in...","lead_paragraph":"The Unification Church of the Rev. Sun Myung Moon, who like Uruguay's military rulers is strongly opposed to Communism, has become one of the largest foreign investors here. In the last three years, the church has invested some $70 million in buying Uruguay's third largest bank, a hotel, a daily newspaper and other businesses, according to business leaders, Western diplomats and a top church official. The sources said it had been aided by tax breaks and benefits from the Uruguayan Government of Gen. Gregorio Alvarez. Opposition political leaders and newspapers have attacked the Unification surge, charging that the church is supporting the military at a time most of the populace is demanding democracy. The military, after a decade in power, has promised to step down next year. But General Alvarez is said to favor delaying the turnover and has been cracking down on dissent in recent months.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAY IS FERTILE SOIL FOR MOON CHURCH MONEY"},"keywords":[{"name":"persons","value":"ALVAREZ, GREGORIO"},{"name":"persons","value":"MOON, SUN MYUNG"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"UNIFICATION CHURCH"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"NEWSPAPERS"},{"name":"subject","value":"PROPERTY AND INVESTMENTS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"HOTELS AND MOTELS"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1984-02-16T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"}],"original":"By EDWARD SCHUMACHER"},"type_of_material":"News","_id":"4fd1369e8eb7c8105d6084a7","word_count":908},{"web_url":"http:\/\/www.nytimes.com\/1984\/02\/21\/opinion\/the-new-south-america.html","snippet":"While the United States remains fixated on the problems of bringing democracy to the tiny nations of Central America, the vast continent of South America is, mostly on its own, taking giant strides in that direction. In doing so, it defies the...","lead_paragraph":"While the United States remains fixated on the problems of bringing democracy to the tiny nations of Central America, the vast continent of South America is, mostly on its own, taking giant strides in that direction. In doing so, it defies the conventional wisdom that economic hardship inspires authoritarianism. In the debt-ridden and recession-plagued societies of South America, the dominant trend is toward democracy. The generals who ruled in the boom years appear headed for the exits. Where they hesitate, as in Chile or Uruguay, masses of people fill the streets to bid them be gone.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The New South America"},"keywords":[{"name":"glocations","value":"SOUTH AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1984-02-21T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd135d68eb7c8105d606eda","word_count":410},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/24\/business\/argentine-plan-raising-doubts-on-aid-by-banks.html","snippet":"The Argentine Government has presented an outline of its economic program to the International Monetary Fund, amid widespread conjecture that the draft may not be specific enough to secure the release of vital bank financing.     Rather than...","lead_paragraph":"The Argentine Government has presented an outline of its economic program to the International Monetary Fund, amid widespread conjecture that the draft may not be specific enough to secure the release of vital bank financing. Rather than submitting the formal letter of intent that had been expected today, the Government handed over on Thursday a ''general memorandum,'' according to a senior Government official, ''because this is a more agile procedure, without a time limit.'' A more detailed document describing Argentina's plans to deal with its grave economic crisis and the renegotiation of its foreign debt, the official said, would only be ready after the three-month-old Government has presented its budget to Congress in mid-April. Representatives of the monetary fund, who were here since Tuesday and left today, could not be reached for comment.","abstract":null,"print_page":"31","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINE PLAN RAISING, DOUBTS ON AID BY BANKS"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1984-03-24T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marlise","rank":1,"lastname":"SIMONS"}],"original":"By MARLISE SIMONS"},"type_of_material":"News","_id":"4fd133278eb7c8105d6020f0","word_count":641},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/27\/business\/argentina-repayment-is-doubted.html","snippet":"Argentina's last-minute negotiations over interest payments due in five days to 330 United States banks shifted today to the seaside gambling resort here where the Inter- American Development Bank has begun its annual meeting.     Sources...","lead_paragraph":"Argentina's last-minute negotiations over interest payments due in five days to 330 United States banks shifted today to the seaside gambling resort here where the Inter- American Development Bank has begun its annual meeting. Sources knowledgable about the closed-door sessions between Argentina and the creditor banks said bankers seemed divided over whether an agreement could be reached in time. (Bankers in New York who have been negotiating over the Argentine debt said Monday night they would not be surprised if Argentina failed to meet the deadline for payments. However, they added, because of the loans' structure, the sums in the March 31 deadline are much smaller than those that should be paid by June 30.)","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA REPAYMENT IS DOUBTED"},"keywords":[{"name":"persons","value":"GRINSPUN, BERNARDO"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"organizations","value":"INTER-AMERICAN DEVELOPMENT BANK"},{"name":"subject","value":"INTEREST (MONEY)"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1984-03-27T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marlise","rank":1,"lastname":"SIMONS"}],"original":"By MARLISE SIMONS"},"type_of_material":"News","_id":"4fd14bd18eb7c8105d62a34b","word_count":543},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/28\/business\/reagan-suggests-rules-be-eased-on-latin-loans.html","snippet":"Treasury Secretary Donald T. Regan suggested today that the Administration might relax regulations requiring that American banks reduce their reported earnings to reflect overdue interest payments from Argentina.     But Federal bank regulators...","lead_paragraph":"Treasury Secretary Donald T. Regan suggested today that the Administration might relax regulations requiring that American banks reduce their reported earnings to reflect overdue interest payments from Argentina. But Federal bank regulators questioned the move. Argentina faces a deadline Saturday to pay $650 million in overdue interest on loans of $10 billion from American banks. Argentine officials indicated today that they needed at least several days past the deadline to make these payments. Major American banks are resigned to the likelihood that some of them will have to report sharp drops in earnings as a result of the loans. But they add that the effects of such declines - in lower stock prices, for example - have already been felt and thus the companies' condition will not deteriorate sharply. (Page D6.)","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REAGAN SUGGESTS RULES BE EASED ON LATIN LOANS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-03-28T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"firstname":"Peter","middlename":"T.","lastname":"KILBORN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By PETER T. KILBORN, Special to the New York Times"},"type_of_material":"News","_id":"4fd143868eb7c8105d61cec2","word_count":879},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/28\/business\/economic-scene-new-fears-on-latin-debt.html","snippet":"AMERICAN and other foreign bankers are pressing Argentina strenuously to come up with $650 million in overdue interest by a crucial March 31 deadline. But Bernardo Grinspun, the Argentine Finance Minister, has indicated at the annual meeting of the...","lead_paragraph":"AMERICAN and other foreign bankers are pressing Argentina strenuously to come up with $650 million in overdue interest by a crucial March 31 deadline. But Bernardo Grinspun, the Argentine Finance Minister, has indicated at the annual meeting of the Inter-American Development Bank in Punta del Este, Uruguay, that these payments will not be made. Thus, on Saturday, many of the banks say, they will have to take first-quarter losses on the unpaid interest and may have to reclassify billions of dollars in loans to Argentina as nonperforming. Such losses would constitute the first publicly acknowledged default by a major creditor nation since the international debt problem started to career out of control two years ago.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Scene; New Fears On Latin Debt"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"DEFAULTING"},{"name":"subject","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1984-03-28T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leonard","rank":1,"lastname":"Silk"}],"original":"By Leonard Silk"},"type_of_material":"News","_id":"4fd136a58eb7c8105d608abc","word_count":794},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/29\/business\/man-in-the-news-an-argentine-minister-known-for-bernardo-grinspun-blunt-talk.html","snippet":"Bernardo Grinspun, Economics Minister of Argentina, is known as an unusually blunt speaker. Earlier this week, at the annual meeting of the Inter-American Development Bank in Punta del Este, Uruguay, he lived up to his reputation.  When reporters...","lead_paragraph":"Bernardo Grinspun, Economics Minister of Argentina, is known as an unusually blunt speaker. Earlier this week, at the annual meeting of the Inter-American Development Bank in Punta del Este, Uruguay, he lived up to his reputation. When reporters asked about United States regulations that may force American banks to reduce their first-quarter earnings to reflect payments overdue from Argentina, Mr. Grinspun replied sharply: ''Banks' accounting problems are not the obligation of this Government.'' The United States regulations require banks to make deductions against earnings if interest payments on loans are more than 90 days in arrears. Argentina is in arrears on more than $650 million in interest payments to United States banks.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AN ARGENTINE MINISTER KNOWN FOR: BERNARDO GRINSPUN BLUNT TALK","kicker":"MAN IN THE NEWS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-03-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Kenneth","middlename":"N.","lastname":"GILPIN","rank":1,"role":"reported","organization":""}],"original":"By KENNETH N. GILPIN"},"type_of_material":"News","_id":"4fd149f98eb7c8105d626fdb","word_count":904},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/29\/business\/regan-won-t-bend-rules-on-latin-loans.html","snippet":"Treasury Secretary Donald T. Regan said today that ''we're not going to bend the rules'' requiring banks to reduce their profits to reflect delinquent Argentine loans.    The Secretary made his statement to clarify remarks he had made Tuesday at two...","lead_paragraph":"Treasury Secretary Donald T. Regan said today that ''we're not going to bend the rules'' requiring banks to reduce their profits to reflect delinquent Argentine loans. The Secretary made his statement to clarify remarks he had made Tuesday at two news conferences that indicated the Administration was looking for a way to let the banks avoid a reduction in reported profits. Discussions Continue Treasury officials said they were pressing efforts to seek ways to beat the deadline for classifying $8.6 billion in loans from American banks as nonperforming. ''There are a lot of discussions going on and we all have our fingers crossed,'' a Treasury spokesman said. ''We do not want to have a crisis over the weekend.''","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REGAN WON'T 'BEND' RULES ON LATIN LOANS"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"persons","value":"REGAN, DONALD T"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"TREASURY, DEPARTMENT OF THE"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"1984-03-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Peter","middlename":"T.","lastname":"KILBORN","rank":1,"role":"reported","organization":""}],"original":"By PETER T. KILBORN"},"type_of_material":"News","_id":"4fd132428eb7c8105d600823","word_count":981},{"web_url":"http:\/\/www.nytimes.com\/1984\/03\/30\/business\/reporter-s-notebook-on-the-beach.html","snippet":"This privileged playground at the confluence of the great River Plate and the Atlantic Ocean seemed an unlikely setting to talk about crumbling economics and unpaid debts. But finance ministers, central bank presidents and bankers from 43 nations...","lead_paragraph":"This privileged playground at the confluence of the great River Plate and the Atlantic Ocean seemed an unlikely setting to talk about crumbling economics and unpaid debts. But finance ministers, central bank presidents and bankers from 43 nations this week took over its villas, limousines, discoth eques and beaches for the conference billed here as the largest gathering ever to discuss Latin America's huge debt. The Uruguayan resort, the most exclusive of this continent's southern cone, is itself a monument to one of Latin America's perennial problems, the flight of private capital from already ailing economies. Most of the high-rise apartments, beach clubs and boutiques on this windy sandstrip were built over the last eight years with Argentine money.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REPORTER'S NOTEBOOK: ON THE BEACH"},"keywords":[{"name":"persons","value":"GRINSPUN, BERNARDO"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"PUNTA DEL ESTE (URUGUAY)"},{"name":"organizations","value":"INTER-AMERICAN DEVELOPMENT BANK"},{"name":"subject","value":"CONVENTIONS AND CONFERENCES"},{"name":"subject","value":"PARTIES (SOCIAL)"},{"name":"subject","value":"CREDIT"}],"pub_date":"1984-03-30T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marlise","rank":1,"lastname":"SIMONS"}],"original":"By MARLISE SIMONS"},"type_of_material":"News","_id":"4fd132448eb7c8105d600a11","word_count":782},{"web_url":"http:\/\/www.nytimes.com\/1984\/04\/01\/world\/mexico-took-the-lead-on-debt-aid-for-argentina.html","snippet":"Mexico took the lead in organizing the emergency financing package for Argentina, according to United States and Latin American officials close to the proceedings.     The officials said today that the Mexicans had moved out of fear that Argentina...","lead_paragraph":"Mexico took the lead in organizing the emergency financing package for Argentina, according to United States and Latin American officials close to the proceedings. The officials said today that the Mexicans had moved out of fear that Argentina would fail to make its interest payments on time, which the Mexicans felt would have a devastating effect on the creditworthiness of the rest of the nations in the region. The rescue deal was worked out in intensive negotiations that began earlier this week at the annual meeting of the Inter-American Development Bank in Punta del Este, Uruguay, and then moved to Argentina, Brazil and the United States. The $500 million rescue package, announced Friday night here and in Washington, includes short-term loans of $100 million each from Mexico and Venezuela and $50 million each from Colombia and Brazil.","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MEXICO TOOK THE LEAD ON DEBT AID FOR ARGENTINA"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"MEXICO"},{"name":"subject","value":"CREDIT"}],"pub_date":"1984-04-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Marlise","rank":1,"lastname":"SIMONS"}],"original":"By MARLISE SIMONS"},"type_of_material":"News","_id":"4fd137f98eb7c8105d60aaf2","word_count":607}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}