{"response":{"meta":{"hits":80,"time":55,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1998\/05\/29\/world\/buenos-aires-journal-doctor-why-do-i-keep-dreaming-of-argentina.html","snippet":"When rush-hour traffic gets him down, Andres Cornejo pulls his taxicab over to the curb and opens his trunk to his collection of Sigmund Freud. His frustrations quickly melt away, he said, as he reads Freud's theories on dreams and the development of...","lead_paragraph":"When rush-hour traffic gets him down, Andres Cornejo pulls his taxicab over to the curb and opens his trunk to his collection of Sigmund Freud. His frustrations quickly melt away, he said, as he reads Freud's theories on dreams and the development of the infantile libido. Like many Argentines, Mr. Cornejo, 38, has been through years of psychotherapy. He said he had had serious relationships with two psychologists, is in love with a third and is seriously considering going back to school to become a psychologist himself.","abstract":"Argentina's fascination with psychotherapy discussed; country has huge number of psychologists who benefit from Argentinians' abiding interest in their own egos and psyches, and talk shows fill airwaves with psychobabble; taxi driver Andres Cornejo, who keeps Freud's books in his car trunk for handy consultation, says he has been in love with three psychologists and may go back to school to become one himself; photo (Buenos Aires Journal) (S)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Buenos Aires Journal; Doctor, Why Do I Keep Dreaming of Argentina?"},"keywords":[{"name":"persons","value":"CORNEJO, ANDRES"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"BUENOS AIRES (ARGENTINA)"},{"name":"subject","value":"SOCIAL CONDITIONS AND TRENDS"},{"name":"subject","value":"GEOGRAPHIC PROFILES"},{"name":"subject","value":"PSYCHOLOGY AND PSYCHOLOGISTS"},{"name":"subject","value":"MENTAL HEALTH AND DISORDERS"}],"pub_date":"1998-05-29T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Health","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd218788eb7c8105d79565c","word_count":1105},{"web_url":"http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/zeroing-in-on-creativity-in-a-nonfiction-course.html","snippet":"''I AM not for a minute telling you that this is not tough going,'' Lawrence (Ren) Weschler said, teasing his students at Sarah Lawrence College here. Mr. Weschler, a Pelham resident and staff writer at The New Yorker, teaches a small creative...","lead_paragraph":"''I AM not for a minute telling you that this is not tough going,'' Lawrence (Ren) Weschler said, teasing his students at Sarah Lawrence College here. Mr. Weschler, a Pelham resident and staff writer at The New Yorker, teaches a small creative nonfiction course -- part of the college's master's program in writing. ''Reading as if writing mattered, writing as if reading mattered'' is Mr. Weschler's motto. In this context, class reading assignments are notable for their well-tempered idiosyncrasies. The gamut runs from a Mel Brooks interview by Mr. Weschler to excerpts from Susan Shehan's ''A Missing Plane'' (Putnam). ''It's about the sheer miracle of life,'' Mr. Weschler told his students at a recent session.","abstract":"New Yorker staff writer Lawrence Weschler describes course in creative nonfiction he teaches at Sarah Lawrence College in Yonkers, NY; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Zeroing In on Creativity In a Nonfiction Course"},"keywords":[{"name":"persons","value":"WESCHLER, LAWRENCE"},{"name":"organizations","value":"SARAH LAWRENCE COLLEGE"},{"name":"organizations","value":"NEW YORKER"},{"name":"subject","value":"WRITING AND WRITERS"}],"pub_date":"1998-05-31T00:00:00Z","document_type":"article","news_desk":"Westchester Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"HALL"}],"original":"By BARBARA HALL"},"type_of_material":"News","_id":"4fd218738eb7c8105d7951e8","word_count":1145},{"web_url":"http:\/\/www.nytimes.com\/1998\/06\/14\/travel\/a-marine-themed-world-s-fair.html","snippet":"EVER since Britain and France began holding universal exhibitions in the late 19th century to boast of their power and prowess, world's fairs have had a political agenda. So Portugal can be forgiven for looking beyond education and entertainment in...","lead_paragraph":"EVER since Britain and France began holding universal exhibitions in the late 19th century to boast of their power and prowess, world's fairs have had a political agenda. So Portugal can be forgiven for looking beyond education and entertainment in organizing its first international fair, Expo '98, which opened in Lisbon on May 22 and runs through Sept. 30. Quite simply, it wants the world to take note that Portugal, a tiny backward dictatorship 25 years ago, is now a modern, self-confident democracy. And it wants to remind us that this country, too, has a glorious past. Of course, it needed an excuse. For that, its Spanish neighbors conveniently pointed the way. Six years ago, Spain organized its own coming-out party, Expo '92 in Seville, around the quincentenary of Columbus's first trip to the New World, and chose ''The Age of Discoveries'' as its theme. Portugal has used this year's 500th anniversary of Vasco da Gama's opening of the sea route from Europe to India to justify its show. And echoing its own 15th-, 16th- and 17th-century history as a great seafaring nation, its Expo theme is ''The Oceans: A Heritage for the Future.''","abstract":null,"print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Marine-Themed World's Fair"},"keywords":[],"pub_date":"1998-06-14T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd1eb018eb7c8105d73b6eb","word_count":2883},{"web_url":"http:\/\/www.nytimes.com\/1998\/06\/18\/technology\/the-web-reflects-a-wider-world.html","snippet":"FOR Becky Juarez, a chatty teen-ager who recently graduated from high school, the Internet is a juicy electronic grapevine virtually crammed with information she wants, like gossip about her favorite movie stars, no-nonsense descriptions of courses...","lead_paragraph":"FOR Becky Juarez, a chatty teen-ager who recently graduated from high school, the Internet is a juicy electronic grapevine virtually crammed with information she wants, like gossip about her favorite movie stars, no-nonsense descriptions of courses offered by the college she plans to attend in the fall and tidbits about bittersweet teen-age life, exchanged in scads of E-mail messages and in on-line chat rooms. Like millions of others who went on line in the 90's, Ms. Juarez, who is 18, says she cannot imagine life without her daily dose of sitting at her family's computer and surfing the electronic universe.","abstract":"Dominance of English in cyberspace is being challenged, and speakers with a first language other than English have become the fastest-growing group of new Internet users; on-line multilingualism could have profound implications for how the Internet is used and developed and presage a truly global mass medium; one result of the shift could be a crack in American hegemony over Internet culture; photos of web users in San Jaun, PR, and Rio de Janeiro, Brazil; chart of languages on the Web (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Web Reflects a Wider World"},"keywords":[{"name":"subject","value":"COMPUTERS AND INFORMATION SYSTEMS"},{"name":"subject","value":"INTERNET AND WORLD WIDE WEB"},{"name":"subject","value":"LANGUAGE AND LANGUAGES"},{"name":"subject","value":"ENGLISH LANGUAGE"}],"pub_date":"1998-06-18T00:00:00Z","document_type":"article","news_desk":"Circuits","section_name":"Technology","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michel","rank":1,"lastname":"MARRIOTT"}],"original":"By MICHEL MARRIOTT"},"type_of_material":"News","_id":"4fd1eafc8eb7c8105d73b2b8","word_count":1785},{"web_url":"http:\/\/www.nytimes.com\/1998\/06\/25\/sports\/world-cup-98-france-is-perfect-on-the-soccer-field-that-is.html","snippet":"The Tour de France continues for the host nation, and so far it has won every stage in style. First came Marseilles on a night when a chilly mistral blew but there was no lack of warmth in the stands. Then came St.-Denis, a rough Parisian suburb with...","lead_paragraph":"The Tour de France continues for the host nation, and so far it has won every stage in style. First came Marseilles on a night when a chilly mistral blew but there was no lack of warmth in the stands. Then came St.-Denis, a rough Parisian suburb with a graceful new stadium that already has become a home. Today, it was Lyons' turn to belt out ''La Marseillaise'' and mean it. In an anxious two weeks for France, which has seen its bright and shiny World Cup tarnished by strikes in the air, ticket scandals, rioting and neo-Nazi salutes on the ground, the French team has yet to be troubled on the field. It won its three first-round games by a combined score of nine goals to one, and its comfortable 2-1 victory over Denmark today made it the first team in this World Cup to head into the second round with a perfect record.","abstract":"France beats Denmark, 2-1, and heads into second round of World Cup with 3-0 record (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"France Is Perfect, on the Soccer Field, That Is","kicker":"WORLD CUP '98"},"keywords":[{"name":"glocations","value":"DENMARK"},{"name":"glocations","value":"FRANCE"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"}],"pub_date":"1998-06-25T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Christopher","rank":1,"lastname":"CLAREY"}],"original":"By CHRISTOPHER CLAREY"},"type_of_material":"News","_id":"4fd213c78eb7c8105d78b5f2","word_count":615},{"web_url":"http:\/\/www.nytimes.com\/1998\/06\/28\/arts\/classical-music-yes-virgil-there-were-composers.html","snippet":"A VENERABLE article of faith holds that American concert music ''came of age'' after World War I. Previous American composers, we are told, were second-rate clones of German teachers. Virgil Thomson called the music of George Chadwick, Edward...","lead_paragraph":"A VENERABLE article of faith holds that American concert music ''came of age'' after World War I. Previous American composers, we are told, were second-rate clones of German teachers. Virgil Thomson called the music of George Chadwick, Edward MacDowell, John Knowles Paine, Amy Beach and other prominent turn-of-the-century Americans ''a pale copy'' of ''Continental models'' and reckoned their scale of achievement ''a sort of adolescence.'' Leonard Bernstein termed this ''the kindergarten period of American music,'' whose ''fine, academic imitations'' of European masters were actually intended to sound like Brahms and Liszt: ''the more they did, the better.'' Only with the waning of modernism does this article of faith begin to seem a bill of goods: the wholesale rejection of an American past richly indebted to Germanic culture, science and scholarship. The act of repudiation was both political and esthetic. Its origins included acute Germanophobia occasioned by the Great War, during which ''Kultur'' became a dirty word, Wagner and Strauss were banned by certain orchestras and opera companies, and Karl Muck, the distinguished conductor of the Boston Symphony, was interned in Georgia as an enemy alien.","abstract":"Article by Joseph Horowitz, teacher at New England Academy, disputes as inaccurate portrayal of turn-of-century American composers as second-rate models of German masters; focuses on works by George Chadwick; drawing (M)","print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Classical Music; Yes, Virgil, There Were Composers"},"keywords":[{"name":"persons","value":"CHADWICK, GEORGE WHITEFIELD"},{"name":"subject","value":"MUSIC"}],"pub_date":"1998-06-28T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Joseph","rank":1,"lastname":"HOROWITZ"}],"original":"By JOSEPH HOROWITZ"},"type_of_material":"News","_id":"4fd1fd0d8eb7c8105d75ce9f","word_count":1670},{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/05\/business\/mutual-funds-report-hunting-for-bargains-in-latin-america.html","snippet":"INVESTORS have punished Latin American stocks this year, but many market analysts say the downturn is strictly a case of guilt by association with Asia.    Every time Asian stocks have tumbled in 1998, a result of the crisis in many Asian economies,...","lead_paragraph":"INVESTORS have punished Latin American stocks this year, but many market analysts say the downturn is strictly a case of guilt by association with Asia. Every time Asian stocks have tumbled in 1998, a result of the crisis in many Asian economies, there has been a domino effect on Latin American markets. Analysts attribute the connection to investors' putting all the emerging markets into one basket -- at least in their investment decisions. On June 15, for example, when the Morgan Stanley Emerging Markets Free Asia index fell 3.4 percent, the Emerging Markets Free Latin American index was off 3.5 percent. All told, the Latin American index fell 21 percent in the year through June 30.","abstract":"Stock market analysts note link between Asian economic crises and resultant downturns in Latin American stocks; some say dips are perfect time to enter Latin markets; graph (Money & Business Part 2: Mutual Funds Report (M)","print_page":"34","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Hunting for Bargains in Latin America","kicker":"MUTUAL FUNDS REPORT"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"subject","value":"MUTUAL FUNDS"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"SPECIAL SECTIONS"}],"pub_date":"1998-07-05T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Mickey","rank":1,"lastname":"MEECE"}],"original":"By MICKEY MEECE"},"type_of_material":"News","_id":"4fd1fd0a8eb7c8105d75cca4","word_count":1265},{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/08\/world\/how-the-un-voted.html","snippet":"Following is the roll-call vote today by which the General Assembly adopted a resolution giving the Palestin-ians a larger role in the United Nations:    IN FAVOR -- 124","lead_paragraph":"Following is the roll-call vote today by which the General Assembly adopted a resolution giving the Palestin-ians a larger role in the United Nations: IN FAVOR -- 124","abstract":"General Assembly roll-call on resolution giving Palestinians larger role in United Nations","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How the U.N. Voted"},"keywords":[{"name":"glocations","value":"ISRAEL"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"GENERAL ASSEMBLY"},{"name":"organizations","value":"PALESTINE LIBERATION ORGANIZATION"},{"name":"subject","value":"PALESTINIANS"}],"pub_date":"1998-07-08T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":null,"type_of_material":"List","_id":"4fd1dfee8eb7c8105d725ae0","word_count":279},{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/13\/sports\/world-cup-98-france-s-day-of-soccer-glory-arrives-upset-of-brazil-in-world-cup.html","snippet":"The French soccer team, which had aroused an indifferent nation with its exceptional play over the past month, delivered an even more stunning accomplishment tonight, dominating favored Brazil to win its first World Cup title. In winning the world's...","lead_paragraph":"The French soccer team, which had aroused an indifferent nation with its exceptional play over the past month, delivered an even more stunning accomplishment tonight, dominating favored Brazil to win its first World Cup title. In winning the world's largest sporting event, 3-0, France produced the tournament's most improbable championship game upset in nearly five decades. Zinedine Zidane, France's exquisite playmaker, scored his first two goals of the competition at its most decisive moment, heading in a pair of corner kicks and making the home team the champion of the tournament, held every four years, for the first time since Argentina prevailed in 1978.","abstract":"France beats Brazil, 3-0, and wins World Cup; it is tournament's most improbable championship game upset in nearly five decades and first time that home team won championship since Argentina prevailed in 1978; hundreds of thousands of people gather along Champs-Elysees and City Hall plaza in Paris to celebrate victory; revelry is disrupted when driver apparently panicks and plows her car into fans near Arc de Triomphe, injuring about 60 people, seven of them seriously; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WORLD CUP '98: France's Day of Soccer Glory Arrives; Upset of Brazil in World Cup"},"keywords":[{"name":"glocations","value":"PARIS (FRANCE)"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"WORLD CUP (SOCCER)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"ROADS AND TRAFFIC"}],"pub_date":"1998-07-13T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Front Page; Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jere","rank":1,"lastname":"LONGMAN"}],"original":"By JERE LONGMAN"},"type_of_material":"News","_id":"4fd1ec738eb7c8105d73ded0","word_count":1221},{"web_url":"http:\/\/www.nytimes.com\/1998\/07\/14\/world\/un-chief-denies-he-s-seeking-to-mediate-the-chiapas-conflict.html","snippet":"Secretary General Kofi Annan denied today that the United Nations was looking to mediate the conflict in Chiapas, even though he expressed concern over the fragile state of peace in Mexico's southernmost state.     Mr. Annan, in Brazil on the first...","lead_paragraph":"Secretary General Kofi Annan denied today that the United Nations was looking to mediate the conflict in Chiapas, even though he expressed concern over the fragile state of peace in Mexico's southernmost state. Mr. Annan, in Brazil on the first leg of a 10-day visit to Latin America, said some of his statements last week at a news conference in New York had been misinterpreted.","abstract":"Sec Gen Kofi Annan denies that United Nations is looking to mediate conflict in Mexico's Chiapas province, although he expresses concern over fragile state of peace there; Annan is in Brazil on first leg of Latin America visit; Mexico is considered highly unlikely to request any foreign help in Chiapas (S)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.N. Chief Denies He's Seeking to Mediate the Chiapas Conflict"},"keywords":[{"name":"persons","value":"ANNAN, KOFI"},{"name":"glocations","value":"CHIAPAS (MEXICO)"},{"name":"glocations","value":"MEXICO"},{"name":"organizations","value":"UNITED NATIONS"}],"pub_date":"1998-07-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Anthony","rank":1,"lastname":"DePALMA"}],"original":"By ANTHONY DePALMA"},"type_of_material":"News","_id":"4fd1fe048eb7c8105d75e7d7","word_count":537}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}