{"response":{"meta":{"hits":99,"time":45,"offset":30},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/10\/world\/around-the-world-kin-of-british-dead-start-falkland-tour.html","snippet":"Widows, children and parents of the 255 Britons killed in the Falkland war with Argentina last year began a four-day tour of battlefields and war graves today.   The liner Cunard Countess, escorted by two warships, brought 541 relatives of the dead...","lead_paragraph":"Widows, children and parents of the 255 Britons killed in the Falkland war with Argentina last year began a four-day tour of battlefields and war graves today. The liner Cunard Countess, escorted by two warships, brought 541 relatives of the dead into Falkland waters from Montevideo, Uruguay, at the end of a four-day trip from Britain. The Chief of the British Defense Staff, Field Marshal Sir Edwin Bramall, welcomed the relatives and read a message from Prime Minister Margaret Thatcher.","abstract":null,"print_page":"5","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Kin of British Dead Start Falkland Tour","kicker":"AROUND THE WORLD"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"MILITARY PERSONNEL"},{"name":"subject","value":"FAMILIES AND FAMILY LIFE"}],"pub_date":"1983-04-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"Reuters","original":"Reuters","person":[]},"type_of_material":"News","_id":"4fd12b278eb7c8105d5f4335","word_count":83},{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/14\/world\/key-house-member-fears-us-breaks-law-on-nicaragua.html","snippet":"The chairman of the House Intelligence Committee said today that the Administration apparently has violated the law by providing covert aid to Nicaraguan rebels.   ''The evidence is very strong,'' said Representative Edward P.  Boland, Democrat of...","lead_paragraph":"The chairman of the House Intelligence Committee said today that the Administration apparently has violated the law by providing covert aid to Nicaraguan rebels. ''The evidence is very strong,'' said Representative Edward P. Boland, Democrat of Massachusetts, whose committee oversees all intelligence operations. Mr. Boland then convened a meeting of the committee at which it discussed, but took no action on, a proposal to cut off funds for the covert operations. Shultz and Clark Invited ''If there had to be a vote taken, there would probably be enough votes to cut off the funding,'' said Representative Norman Y. Minetta, Democrat of California.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"KEY HOUSE MEMBER FEARS U.S. BREAKS LAW ON NICARAGUA"},"keywords":[{"name":"glocations","value":"NICARAGUA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"INTELLIGENCE SERVICES"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"CENTRAL INTELLIGENCE AGENCY (CIA)"}],"pub_date":"1983-04-14T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Martin","rank":1,"lastname":"TOLCHIN"},{"organization":"","role":"reported","rank":2}],"original":"By MARTIN TOLCHIN, Special to the New York Times"},"type_of_material":"News","_id":"4fd12d288eb7c8105d5f79da","word_count":881},{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/17\/world\/reagan-rights-policy-called-weak-in-4-latin-nations.html","snippet":"Contacts have declined between United States embassies and opposition leaders in the military-run countries in the southern part of South America since President Reagan took office, according to American diplomats and opposition leaders in those...","lead_paragraph":"Contacts have declined between United States embassies and opposition leaders in the military-run countries in the southern part of South America since President Reagan took office, according to American diplomats and opposition leaders in those countries. In interviews over the last three months, the opposition political, church and human rights leaders in the four countries, Chile, Paraguay, Uruguay and Argentina, were virtually unanimous in saying they saw the decline in meetings, social invitations and sharing of information as a sign of a shift away from the human rights policies of the Carter Administration. Adding to that impression was the lifting, soon after the Reagan Administration took office, of a number of trade and lending sanctions that had been imposed by President Jimmy Carter on the four countries because of political and human rights abuses. Shift to 'Silent Diplomacy' United States embassy officials in each of the four countries countered that the United States remained committed to human rights in the region. The only change, the diplomats said, has been in a shift of tactics - from the Carter Administration's activism to the Reagan Administration's ''silent diplomacy.''","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REAGAN RIGHTS POLICY CALLED WEAK IN 4 LATIN NATIONS"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"PARAGUAY"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"MARTIAL LAW"},{"name":"subject","value":"FOREIGN SERVICE"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1983-04-17T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"},{"organization":"","role":"reported","rank":2}],"original":"By EDWARD SCHUMACHER, Special to the New York Times"},"type_of_material":"News","_id":"4fd12d698eb7c8105d5f8348","word_count":1061},{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/17\/nyregion\/news-summary-sunday-april-17-1983.html","snippet":"International   Chinese gunners shelled Vietnam's northern border barricades, Peking announced, saying the attack was in retaliation for a Vietnamese bombardment that killed or wounded at least 15 soldiers and peasants. Vietnam did not respond to the...","lead_paragraph":"International Chinese gunners shelled Vietnam's northern border barricades, Peking announced, saying the attack was in retaliation for a Vietnamese bombardment that killed or wounded at least 15 soldiers and peasants. Vietnam did not respond to the Chinese reports. Its official news agency earlier accused Chinese troops of five recent incursions and mortar and artillery attacks on Vietnamese territory. (Page 1, Col. 6.)","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"News Summary; SUNDAY, APRIL 17, 1983"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1983-04-17T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1456f8eb7c8105d61fc93","word_count":565},{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/19\/world\/argentina-seeking-murderer-of-letelier-in-another-killing.html","snippet":"An Argentine judge said today that he was seeking the extradition of an American, Michael V.  Townley, on charges of murdering Gen. Carlos Prats Gonzalez, the former Chilean army chief, and his wife in Buenos Aires in 1974.   The judge, Oscar Mario...","lead_paragraph":"An Argentine judge said today that he was seeking the extradition of an American, Michael V. Townley, on charges of murdering Gen. Carlos Prats Gonzalez, the former Chilean army chief, and his wife in Buenos Aires in 1974. The judge, Oscar Mario Salvi, said in an interview that he was making the allegations after an investigation of the killings. Mr. Townley was sentenced to between 40 months and 10 years in 1979 for killing former Foreign Minister Orlando Letelier of Chile in Washington. On Sunday, the newspaper Conviccion published the text of a document quoting Mr. Salvi as saying, ''After a deep investigation, I can say without hesitation that the double homicide was carried out by Michael Townley, who was helped by Chilean authorities.''","abstract":null,"print_page":"10","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"ARGENTINA SEEKING MURDERER OF LETELIER IN ANOTHER KILLING"},"keywords":[{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"MURDERS AND ATTEMPTED MURDERS"}],"pub_date":"1983-04-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[],"original":"Reuters","organization":"Reuters"},"type_of_material":"News","_id":"4fd133a58eb7c8105d6032ae","word_count":"349"},{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/19\/world\/defense-minister-in-salvador-quits-in-military-feud.html","snippet":"El Salvador's Minister of Defense resigned today after weeks of attack from both American and Salvadoran authorities for his management of the war against a leftist insurgency.   The minister, Gen. Jose Guillermo Garcia, had been criticized by the...","lead_paragraph":"El Salvador's Minister of Defense resigned today after weeks of attack from both American and Salvadoran authorities for his management of the war against a leftist insurgency. The minister, Gen. Jose Guillermo Garcia, had been criticized by the extreme right in Salvador for his support of the land redistribution program and the provisional Government that came to power after elections last year. Gen. Carlos Eugenio Vides Casanova, director of the national guard, was nominated by Provisional President Alvaro Magana as the next Defense Minister. A Political Moderate General Vides Casanova, who is considered a political moderate, was named commander of the national guard in 1979 in an effort to end its reported excesses. His appointment as Defense Minister is subject to confirmation by the 60-member Constituent Assembly, according to Luis Angelo Lagos, the President's press secretary.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"DEFENSE MINISTER IN SALVADOR QUITS IN MILITARY FEUD"},"keywords":[{"name":"glocations","value":"SALVADOR, EL"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1983-04-19T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lydia","rank":1,"lastname":"CHAVEZ"},{"organization":"","role":"reported","rank":2}],"original":"By LYDIA CHAVEZ, Special to the New York Times"},"type_of_material":"News","_id":"4fd1363c8eb7c8105d607cda","word_count":711},{"web_url":"http:\/\/www.nytimes.com\/1983\/04\/20\/world\/around-the-world-argentines-vow-to-visit-their-dead-in-falklands.html","snippet":"More than 400 relatives of 221 Argentine soldiers buried on the Falkland Islands say they will travel to the islands this month even though Britain has not approved the trip.   Osvaldo Destefanis, president of the Center for Volunteers for the...","lead_paragraph":"More than 400 relatives of 221 Argentine soldiers buried on the Falkland Islands say they will travel to the islands this month even though Britain has not approved the trip. Osvaldo Destefanis, president of the Center for Volunteers for the Fatherland, said Monday that he had signed a contract to use a small Argentine ship for the voyage.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentines Vow to Visit Their Dead in Falklands","kicker":"AROUND THE WORLD"},"keywords":[{"name":"glocations","value":"FALKLAND ISLANDS"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"DEATHS"},{"name":"subject","value":"FAMILIES AND FAMILY LIFE"},{"name":"subject","value":"MILITARY PERSONNEL"}],"pub_date":"1983-04-20T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"UPI"},"type_of_material":"News","_id":"4fd1346e8eb7c8105d6043b8","word_count":161},{"web_url":"http:\/\/www.nytimes.com\/1983\/05\/01\/arts\/music-debuts-in-review-135210.html","snippet":"A baritone and a string quartet were the most interesting of last week's debut performers.  Donald Collup's program in Town Hall Wednesday swung back and forth between lieder and the French song tradition but also offered Handel's familiar ''Ombra...","lead_paragraph":"A baritone and a string quartet were the most interesting of last week's debut performers. Donald Collup's program in Town Hall Wednesday swung back and forth between lieder and the French song tradition but also offered Handel's familiar ''Ombra mai fu'' from ''Serse'' and a world premiere - Ned Rorem's ''Three Calamus Poems,'' after Whitman. They were commissioned by Mr. Collup. Mr. Collup has an unusually refined baritone voice that sometimes errs on the side of understatement but at times breaks through its emotional reserve. The Handel aria seemed a little distant, but toward the end of Faure's ''L'horizon chimerique,'' in Schubert's ''Heimliches Lieben'' and in Brahms's lovely ''Feldeinsamkeit'' Mr. Collup managed a nice blend of tastefulness and personal involvement. Poulenc's uncharacteristically melancholy, almost morbid, nine songs, ''Tel jour, telle nuit'' came at the end.","abstract":null,"print_page":"67","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MUSIC: DEBUTS IN REVIEW"},"keywords":[{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CONTESTS AND PRIZES"},{"name":"subject","value":"CLASSICAL MUSIC"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1983-05-01T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"HOLLAND"}],"original":"By BERNARD HOLLAND"},"type_of_material":"News","_id":"4fd1363f8eb7c8105d607fb9","word_count":886},{"web_url":"http:\/\/www.nytimes.com\/1983\/05\/06\/arts\/horszowski-the-sound-of-a-legend.html","snippet":"In Vienna at the age of 7, he studied piano with Theodor Leschetizky, the teacher of Paderewski, Gabrilowitsch and Schnabel.  When he was 11, he began a lifelong friendship with an admiring Arthur Rubinstein. At his New York debut, when he was 14, he...","lead_paragraph":"In Vienna at the age of 7, he studied piano with Theodor Leschetizky, the teacher of Paderewski, Gabrilowitsch and Schnabel. When he was 11, he began a lifelong friendship with an admiring Arthur Rubinstein. At his New York debut, when he was 14, he was compared to the child genius Mozart. He played throughout Europe with Maurice Ravel and Josef Szigeti, and at Marlboro, Vt., in company with the pianist Rudolf Serkin. He and the cellist Pablo Casals played at Prades, Spain, and in Puerto Rico and for President John F. Kennedy at the White House. He will be 91 years old next month, and tomorrow night at 8 and Sunday at 6 P.M. he will play the Mozart Piano Concerto No. 27 in B flat major (K. 595) with the Musica Aeterna Orchestra at the Metropolitan Museum of Art. Mieczyslaw Horszowski was described by Newsweek eight years ago as ''the least known of the world's great pianists,'' with his true worth known to musicians of legendary stature such as his intimates Casals and Rubinstein. Casals said then that he was ''one of the outstanding cases where a child prodigy grew unflaggingly into a great musician.''","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HORSZOWSKI, THE SOUND OF A LEGEND"},"keywords":[{"name":"subject","value":"MUSIC"},{"name":"subject","value":"CONTESTS AND PRIZES"},{"name":"subject","value":"CLASSICAL MUSIC"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"CONCERTS AND RECITALS"}],"pub_date":"1983-05-06T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Nan","rank":1,"lastname":"ROBERTSON"}],"original":"By NAN ROBERTSON"},"type_of_material":"News","_id":"4fd12c5c8eb7c8105d5f67e1","word_count":841},{"web_url":"http:\/\/www.nytimes.com\/1983\/05\/15\/nyregion\/layman-in-charge-of-catholic-relief.html","snippet":"After a yearlong search, Catholic Relief Services has appointed a career diplomat as its executive director, the first layman to head the 40-year-old foreign-aid agency.   Hundreds of candidates, both clerics and laymen, were considered before a...","lead_paragraph":"After a yearlong search, Catholic Relief Services has appointed a career diplomat as its executive director, the first layman to head the 40-year-old foreign-aid agency. Hundreds of candidates, both clerics and laymen, were considered before a board of 14 bishops agreed on the diplomat, 57-year-old Lawrence A. Pezzullo of Cabin John, Md. Mr. Pezzullo's career in foreign service was spent almost entirely in developing countries, particularly in Latin America. He was United States Ambassador to Uruguay from 1977 to 1979 and then in Nicaragua until August 1981, when he retired from government. He was then named a diplomat in residence at the University of Georgia under a State Department program that places senior diplomats on college campuses.","abstract":null,"print_page":"31","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LAYMAN IN CHARGE OF CATHOLIC RELIEF"},"keywords":[{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1983-05-15T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kathleen","rank":1,"lastname":"TELTSCH"}],"original":"By KATHLEEN TELTSCH"},"type_of_material":"News","_id":"4fd12d308eb7c8105d5f804d","word_count":640}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}