{"response":{"meta":{"hits":192,"time":56,"offset":90},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/04\/world\/report-shows-us-was-outvoted-in-the-un-through-most-of-1985.html","snippet":"The United States Mission issued a report today that it said showed that most of the world voted against the United States most of the time during the 1985 United Nations General Assembly session.   The study of voting patterns, which was made by the...","lead_paragraph":"The United States Mission issued a report today that it said showed that most of the world voted against the United States most of the time during the 1985 United Nations General Assembly session. The study of voting patterns, which was made by the United States Mission, says member countries on average vote on the same side as the United States only 22.5 percent of the time. The overall voting pattern has fluctuated little since 1983 when the first such report was submitted to Congress. It reflects the tendency of countries to vote in regional blocs, especially among developing nations, the report said. Such solidarity against the United States is often cited as one of the reasons why Congress voted last year to withhold part of the annual financial contribution to the United Nations, even though such a step violates international treaty obligations.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REPORT SHOWS U.S. WAS OUTVOTED IN THE U.N. THROUGH MOST OF 1985"},"keywords":[{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"}],"pub_date":"1986-07-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elaine","rank":1,"lastname":"SCIOLINO"},{"organization":"","role":"reported","rank":2}],"original":"By ELAINE SCIOLINO, Special to the New York Times"},"type_of_material":"News","_id":"4fd15f838eb7c8105d6486f4","word_count":731},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/09\/theater\/festival-latino-adds-shows-at-the-delacorte.html","snippet":"The Delacorte Theater, which has traditionally been a showcase for ''Shakespeare in the Park,'' will take on a Latin flavor this summer for the 1986 ''Festival Latino in New York,'' Joseph Papp said yesterday.  The festival, which is celebrating its...","lead_paragraph":"The Delacorte Theater, which has traditionally been a showcase for ''Shakespeare in the Park,'' will take on a Latin flavor this summer for the 1986 ''Festival Latino in New York,'' Joseph Papp said yesterday. The festival, which is celebrating its 10th anniversary this year, is a zarzuela of plays, films, dance and musical events from Latin America, the Caribbean, Spain and Italy. It will run from Aug. 6 to 31 at both the Public Theater downtown and, for the first time, much of the month of August at the Delacorte. Events at the Delacorte will be free.","abstract":null,"print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"'FESTIVAL LATINO' ADDS SHOWS AT THE DELACORTE"},"keywords":[{"name":"creative_works","value":"MANY DEATHS OF DANNY ROSALES, THE (PLAY)"},{"name":"creative_works","value":"DELACORTE THEATER (NYC)"},{"name":"creative_works","value":"BOLIVAR (PLAY)"},{"name":"persons","value":"MORTON, CARLOS"},{"name":"persons","value":"PAPP, JOSEPH"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"organizations","value":"PUBLIC THEATER"},{"name":"subject","value":"FESTIVALS"},{"name":"subject","value":"SPANISH-SPEAKING GROUPS (US)"},{"name":"subject","value":"AWARDS, DECORATIONS AND HONORS"},{"name":"subject","value":"THEATER"}],"pub_date":"1986-07-09T00:00:00Z","document_type":"article","news_desk":"Cultural Desk","section_name":"Arts; Theater","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Dena","rank":1,"lastname":"KLEIMAN"}],"original":"By DENA KLEIMAN"},"type_of_material":"News","_id":"4fd1730f8eb7c8105d6674cd","word_count":487},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/11\/opinion\/sanctions-won-t-bend-south-africa.html","snippet":"In their search for ways to promote peaceful reform in South Africa, Western governments have turned, grudgingly at first, but with increasing conviction, to economic sanctions. The vote last month by the House of Representatives brings comprehensive...","lead_paragraph":"In their search for ways to promote peaceful reform in South Africa, Western governments have turned, grudgingly at first, but with increasing conviction, to economic sanctions. The vote last month by the House of Representatives brings comprehensive economic sanctions squarely into the mainstream of political debate in the Western democracies. When Congress returns next week, both the Senate and Administration will be pressed to put some teeth into the largely symbolic sanctions package approved by the President last year. But while sanctions are an essential component of an effective policy toward South Africa, it is a delusion to imagine that sanctions alone will induce white South Africans to relinquish their stranglehold over political power and economic privilege.","abstract":null,"print_page":"31","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sanctions Won't Bend South Africa"},"keywords":[{"name":"persons","value":"TAMBO, OLIVER"},{"name":"glocations","value":"GREAT BRITAIN"},{"name":"glocations","value":"SOUTH AFRICA, REPUBLIC OF"},{"name":"organizations","value":"AFRICAN NATIONAL CONGRESS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"SANCTIONS (ECONOMIC)"},{"name":"subject","value":"BLACKS (NON-US)"},{"name":"subject","value":"RACIAL RELATIONS"}],"pub_date":"1986-07-11T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"firstname":"Kenneth","middlename":"P.","lastname":"Doyle","rank":1,"role":"reported","organization":""}],"original":"By Kenneth P. Doyle; Kenneth P. Doyle writes on economic and political issues for a business newsletter"},"type_of_material":"Op-Ed","_id":"4fd16d8c8eb7c8105d660626","word_count":966},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/17\/opinion\/l-letter-on-international-lending-the-world-bank-s-dramatic-year-761286.html","snippet":"To the Editor:   ''Light Fires at the World Bank'' (editorial, July 5), on your view of the shortcomings of the bank, combines old data with a set of suggestions that have no basis in fact. The World Bank has just concluded a record year.   You...","lead_paragraph":"To the Editor: ''Light Fires at the World Bank'' (editorial, July 5), on your view of the shortcomings of the bank, combines old data with a set of suggestions that have no basis in fact. The World Bank has just concluded a record year. You discussed disbursements to developing nations. The meaningful and appropriate base for consideration of this subject is that of World Bank net disbursements, which amounted to $7.3 billion in the year ending June 30, 1986 (consisting of $4.4 billion through the International Bank for Reconstruction and Development and $2.9 billion through the International Development Association).","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The World Bank's Dramatic Year","kicker":"LETTER: ON INTERNATIONAL LENDING"},"keywords":[{"name":"persons","value":"VOGL, FRANK"},{"name":"organizations","value":"INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1986-07-17T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd155978eb7c8105d639787","word_count":346},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/19\/business\/aims-on-trade-talks-outlined.html","snippet":"The United States and more than 40 industrial and developing nations have agreed on objectives for a new round of negotiations on freer trade that are scheduled to begin in September.   The Reagan Administration and many other governments consider...","lead_paragraph":"The United States and more than 40 industrial and developing nations have agreed on objectives for a new round of negotiations on freer trade that are scheduled to begin in September. The Reagan Administration and many other governments consider the talks essential for their fight against protectionism and the danger of recession. The outline agreement on a draft declaration marks a major step forward in the preparations for the new trade round that have been under way here since January. The agreement, hammered out here Thursday night after nearly six months of discussions, appears to meet the Reagan Administration's demand that new negotiations go beyond cutting tariffs. It insists on including freer trade in services such as banking and accounting, better protection for patents and other intellectual property rights, a lessening of foreign investment curbs and reduced obstacles to agricultural trade.","abstract":null,"print_page":"40","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"AIMS ON TRADE TALKS OUTLINED"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PROTECTIONISM (TRADE)"}],"pub_date":"1986-07-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"},{"organization":"","role":"reported","rank":2}],"original":"By PAUL LEWIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd1655c8eb7c8105d6524ff","word_count":621},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/23\/us\/former-aides-to-guru-in-oregon-plead-guilty-to-numerous-crimes.html","snippet":"Three former top leaders of an Oregon commune were sentenced to Federal prison terms today on a variety of state and Federal criminal charges ranging from immigration fraud to attempted murder.   The morning court appearances of Sheela P. Silverman,...","lead_paragraph":"Three former top leaders of an Oregon commune were sentenced to Federal prison terms today on a variety of state and Federal criminal charges ranging from immigration fraud to attempted murder. The morning court appearances of Sheela P. Silverman, Katherine J. Elsea and Dianne Y. Onang culminated criminal proceedings that began shortly after the three women, with about a dozen other leaders of the sect, fled the 64,000-acre commune headed by Bhagwan Shree Rajneesh last September. The Indian guru's accusations that the women had committed attempted murder, arson and other crimes set off an investigation that resulted in their arrest in West Germany last October. Mr. Rajneesh has since pleaded guilty to Federal crimes and left the country, and the commune at Rajneeshpuram has disbanded. In Federal District Court here this morning, Mrs. Silverman, also known as Ma Anand Sheela, was sentenced to four and a half years in prison on Federal charges of setting up an extensive wiretapping network at the sect's commune in Wasco County, 100 miles southeast of here, and for causing a salmonella epidemic in The Dalles, the Wasco County seat.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FORMER AIDES TO GURU IN OREGON PLEAD GUILTY TO NUMEROUS CRIMES"},"keywords":[{"name":"persons","value":"ELSEA, KATHERINE J"},{"name":"persons","value":"ONANG, DIANNE Y"},{"name":"persons","value":"SILVERMAN, SHEELA P"},{"name":"persons","value":"RAJNEESH, BHAGWAN SHREE"},{"name":"glocations","value":"OREGON"},{"name":"glocations","value":"WASCO COUNTY (ORE)"},{"name":"subject","value":"RELIGIOUS CULTS"},{"name":"subject","value":"SENTENCES (CRIMINAL)"},{"name":"subject","value":"IMMIGRATION AND EMIGRATION"},{"name":"subject","value":"COMMUNES"}],"pub_date":"1986-07-23T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd15f7c8eb7c8105d64816e","word_count":682},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/31\/business\/argentina-and-brazil-sign-pacts.html","snippet":"The Presidents of Brazil and Argentina said today that they had signed agreements to create the ''political framework'' for the long-sought economic integration of their two countries.   Argentina's President, Raul Alfonsin, described the accords,...","lead_paragraph":"The Presidents of Brazil and Argentina said today that they had signed agreements to create the ''political framework'' for the long-sought economic integration of their two countries. Argentina's President, Raul Alfonsin, described the accords, which were signed Tuesday night, as ''good news for Latin America and the world'' at a news conference with President Jose Sarney of Brazil. Mr. Alfonsin added that it was now possible to ''work more efficiently to overcome the stagnation of the region.'' Of the 11 protocols, one considered of immediate importance is Brazil's agreement to buy 1.375 million tons of wheat from Argentina next year, with that figure to rise gradually to 2 million tons by 1991.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ARGENTINA AND BRAZIL SIGN PACTS"},"keywords":[{"name":"persons","value":"ALFONSIN, RAUL"},{"name":"persons","value":"SARNEY, JOSE"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1986-07-31T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Shirley","rank":1,"lastname":"CHRISTIAN"},{"organization":"","role":"reported","rank":2}],"original":"By SHIRLEY CHRISTIAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd16f0b8eb7c8105d66146c","word_count":524},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/31\/business\/france-balks-at-gatt-farm-trade-agreement.html","snippet":"France threw a wrench into final preparations for a round of international trade-freeing negotiations today, refusing concessions on agriculture demanded by the Reagan Administration.   As a result, negotiators from nearly 90 countries, who have been...","lead_paragraph":"France threw a wrench into final preparations for a round of international trade-freeing negotiations today, refusing concessions on agriculture demanded by the Reagan Administration. As a result, negotiators from nearly 90 countries, who have been preparing for the trade round here since January, might be unable to agree how farm trade should be handled in the round by their self-imposed deadline of this Thursday. This means that trade ministers from the 90 or so member countries of the General Agreement on Tariffs and Trade, the world body regulating trade, will probably be left to resolve this critical question along with several other issues when they meet in Punte del Este, Uruguay, on Sept. 15, to open the new trade round.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"FRANCE BALKS AT GATT FARM TRADE AGREEMENT"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"1986-07-31T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"},{"organization":"","role":"reported","rank":2}],"original":"By PAUL LEWIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd154f38eb7c8105d63868d","word_count":408},{"web_url":"http:\/\/www.nytimes.com\/1986\/07\/31\/business\/shultz-warns-on-protectionist-bills.html","snippet":"Secretary of State George P. Shultz said today that ''there is reason to be unsettled and alarmed'' over the protectionist legislation that has been sweeping through Congress.   Mr. Shultz said that laws to insulate American industry from foreign...","lead_paragraph":"Secretary of State George P. Shultz said today that ''there is reason to be unsettled and alarmed'' over the protectionist legislation that has been sweeping through Congress. Mr. Shultz said that laws to insulate American industry from foreign competition posed severe hazards for the country, not only on the economic grounds that supporters of free trade often cite but on political and diplomatic grounds as well. ''We have a great stake in political arrangements that encourage freedom,'' he told a meeting of the heads of leading, export-oriented companies who advise the Administration on trade policy, a group known as the President's Export Council. Mr. Shultz's comments mark an intensification of the Administration's effort to repel protectionist laws. On Saturday, the White House said, President Reagan would devote his weekly radio address to trade and protectionism.","abstract":null,"print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SHULTZ WARNS ON PROTECTIONIST BILLS"},"keywords":[{"name":"persons","value":"SHULTZ, GEORGE PRATT"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"PROTECTIONISM (TRADE)"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"1986-07-31T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Peter","middlename":"T.","lastname":"KILBORN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By PETER T. KILBORN, Special to the New York Times"},"type_of_material":"News","_id":"4fd155968eb7c8105d6396eb","word_count":632},{"web_url":"http:\/\/www.nytimes.com\/1986\/08\/01\/business\/european-bloc-rejects-gatt-farm-accord.html","snippet":"European Community countries rallied round France today in rejecting agricultural concessions that have been backed by the Reagan Administration in preparatory talks for upcoming international negotiations on free trade.   The countries, which with...","lead_paragraph":"European Community countries rallied round France today in rejecting agricultural concessions that have been backed by the Reagan Administration in preparatory talks for upcoming international negotiations on free trade. The countries, which with France make up the European Community, said they could not back a compromise agreement that included the concessions that the Reagan Administration has been pushing for and that more than half of the countries participating in the preparatory trade talks have been ready to endorse. France had said on Wednesday that it would not go along with the concessions.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EUROPEAN BLOC REJECTS GATT FARM ACCORD"},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"PUNTE DEL ESTE (URUGUAY)"},{"name":"glocations","value":"FRANCE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"EUROPEAN ECONOMIC COMMUNITY"},{"name":"organizations","value":"GENERAL AGREEMENT ON TARIFFS AND TRADE"},{"name":"subject","value":"AGRICULTURE"}],"pub_date":"1986-08-01T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"LEWIS"},{"organization":"","role":"reported","rank":2}],"original":"By PAUL LEWIS, Special to the New York Times"},"type_of_material":"News","_id":"4fd156a58eb7c8105d63b13c","word_count":521}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}