{"response":{"meta":{"hits":114,"time":32,"offset":110},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/26\/world\/tide-of-trouble-robs-peruvians-of-their-hopes.html","snippet":"Less than five years after Peru's armed forces left power, the hopes raised by the country's return to democracy seem to have been lost in a rising tide of economic and political troubles.    Attacked by leftist terrorists and undermined by...","lead_paragraph":"Less than five years after Peru's armed forces left power, the hopes raised by the country's return to democracy seem to have been lost in a rising tide of economic and political troubles. Attacked by leftist terrorists and undermined by recession, Peru's new democracy is struggling to survive in an atmosphere of pessimism that runs deeper than simple discontent with the lame-duck Government of President Fernando Belaunde Terry. Mr. Belaunde Terry was ousted by the military in 1968 and re-elected when democracy was restored in 1980, and his main objective now is said to be to complete his term and, next July 28, become the first Peruvian President in 70 years to hand over power to his elected successor. A Society in Disarray ''Other Latin American countries seem to be moving back to democracy in a mood of optimism,'' a Peruvian writer said, speaking of the end of Argentina's military dictatorship last year and the switch to civilian rule expected in Uruguay and Brazil next year. ''But our outlook is very bleak.''","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TIDE OF TROUBLE ROBS PERUVIANS OF THEIR HOPES"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-26T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"},{"organization":"","role":"reported","rank":2}],"original":"By ALAN RIDING, Special to the New York Times"},"type_of_material":"News","_id":"4fd13fcc8eb7c8105d616949","word_count":1273},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/30\/us\/meeting-near-pole-to-take-up-antarctica-s-future.html","snippet":"Two planes laden with diplomats and scientists from about 30 countries and a variety of specialized agencies are to glide down at a remote research station near the South Pole Jan. 7, where a special workshop is to be held on the future of...","lead_paragraph":"Two planes laden with diplomats and scientists from about 30 countries and a variety of specialized agencies are to glide down at a remote research station near the South Pole Jan. 7, where a special workshop is to be held on the future of Antarctica. The visitors, from developing as well as industrialized countries, will step out into an extraordinary setting. A cluster of huts has been set up on the broad expanse of ice where the Beardmore Glacier begins to flow off the Polar Plateau. Distant mountains barely poke their summits above the 9,200-foot-thick ice.","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MEETING NEAR POLE TO TAKE UP ANTARCTICA'S FUTURE"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-30T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Walter","rank":1,"lastname":"SULLIVAN"}],"original":"By WALTER SULLIVAN"},"type_of_material":"News","_id":"4fd13fd18eb7c8105d616c41","word_count":864},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/30\/weekinreview\/debt-is-undermining-democracy-in-peru.html","snippet":"President Fernando Belaunde Terry is considered a loyal ally of the United States and an admirer of American democracy. Yet when he visited Washington last fall to beg help for his bankrupt administration, he came away feeling rebuffed. ''President...","lead_paragraph":"President Fernando Belaunde Terry is considered a loyal ally of the United States and an admirer of American democracy. Yet when he visited Washington last fall to beg help for his bankrupt administration, he came away feeling rebuffed. ''President Reagan only gave him half an hour,'' one close aide recalled sadly. ''He wasn't even offered a cup of tea.'' Among Washington's shrinking number of friends here, the American attitude is puzzling. In 1980, Peru became the first of numerous military-ruled Latin American countries to return to civilian rule. Today, seven months before Mr. Belaunde leaves office, Peruvian democracy is once again under attack. And the United States is doing little to help it survive.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"DEBT IS UNDERMINING DEMOCRACY IN PERU"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-30T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd160398eb7c8105d649968","word_count":888},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/30\/obituaries\/peter-kihss-reporter-for-49-years-is-dead-at-72.html","snippet":"Peter Kihss, a reporter for The New York Times and other news organizations for nearly half a century until his retirement in 1982, died of a heart attack Friday night at his home in Jamaica Estates, Queens. He was 72 years old.   Mr. Kihss often...","lead_paragraph":"Peter Kihss, a reporter for The New York Times and other news organizations for nearly half a century until his retirement in 1982, died of a heart attack Friday night at his home in Jamaica Estates, Queens. He was 72 years old. Mr. Kihss often uncovered human dramas behind drab welfare statistics and ponderous government reports. Many of his best stories focused on people: immigants, the poor, sooty firefighters, people snared in webs of bureaucracy and the personalities behind the masks of politicians and celebrities.","abstract":null,"print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PETER KIHSS, REPORTER FOR 49 YEARS, IS DEAD AT 72"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-30T00:00:00Z","document_type":"article","news_desk":"Obituary","section_name":"Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By ROBERT D. McFADDEN"},"type_of_material":"Obituary","_id":"4fd147048eb7c8105d62274c","word_count":1063}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}