{"response":{"meta":{"hits":122,"time":41,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/14\/business\/world-business-briefing-americas-uruguay-bank-intervention.html","snippet":"Uruguay's Central Bank said it would intervene in Banco Galicia Uruguay, which is controlled by the same shareholders as Argentina's largest private bank, because of a run on deposits. In a sign that Argentina's financial chaos is spreading to its...","lead_paragraph":"Uruguay's Central Bank said it would intervene in Banco Galicia Uruguay, which is controlled by the same shareholders as Argentina's largest private bank, because of a run on deposits. In a sign that Argentina's financial chaos is spreading to its neighbors, the Uruguayan Central Bank said it would intervene in Galicia for 60 days and close it at least through next Wednesday. Uruguay is widely seen as a financial haven where many Argentines keep bank accounts to escape their country's tumult after a currency devaluation that has left many Argentine banks near collapse.","abstract":"Uruguay's Central Bank will intervene in Banco Galicia Uruguay, which is controlled by same shareholders as Argentina's largest private bank, because of run on deposits; bank will intervene in Galicia for 60 days and close it at least through Feb 20; Uruguay is widely seen as financial haven where many Argentines keep bank accounts to escape their country's tumult after currency devaluation that has left many Argentine banks near collapse (S)","print_page":"1","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"World Business Briefing | Americas: Uruguay: Bank Intervention"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"BANCO GALICIA URUGUAY"},{"name":"subject","value":"SHUTDOWNS (INSTITUTIONAL)"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"SAVINGS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-02-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd262888eb7c8105d814725","word_count":"93"},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/15\/business\/argentines-are-missed-at-resorts.html","snippet":"At the height of the Southern Hemisphere summer, the Carnival holidays just before Lent are peak periods for the coastal resorts of Uruguay and southern Brazil. Any other year at this time, the Moby Dick, a bar across from the yacht club in this...","lead_paragraph":"At the height of the Southern Hemisphere summer, the Carnival holidays just before Lent are peak periods for the coastal resorts of Uruguay and southern Brazil. Any other year at this time, the Moby Dick, a bar across from the yacht club in this seaside town, would be packed with middle-class Argentines spending their American dollars. Not this year. Half a dozen idle waitresses chat quietly behind the bar; one couple quietly enjoy a warm Sunday evening at a table on the wide terrace. Otherwise the place is deserted.","abstract":"Financial crisis in Argentina has devastated tourism in region; Argentine visitors to Uruguay are down by two-thirds so far this year and are down by 90 percent in Brazil; travel agents say tourist traffic in Uruguay and southern Brazil is unlikely to snap back next summer even if Argentine economy begins to recover before then (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Argentines Are Missed At Resorts"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2002-02-15T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"RICH","rank":1,"role":"reported","organization":""}],"original":"By JENNIFER L. RICH"},"type_of_material":"News","_id":"4fd262848eb7c8105d81438e","word_count":536},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/16\/business\/world-business-briefing-americas-uruguay-trade-pact-sought.html","snippet":"Hoping to open new markets to agricultural and beef products, President Jorge Batlle of Uruguay met with President Bush to push for a free-trade agreement between the two nations. Exports fell 22 percent last month in Uruguay, which is highly...","lead_paragraph":"Hoping to open new markets to agricultural and beef products, President Jorge Batlle of Uruguay met with President Bush to push for a free-trade agreement between the two nations. Exports fell 22 percent last month in Uruguay, which is highly dependent on struggling economies in Argentina and Brazil. Standard & Poor's downgraded Uruguayan sovereign bonds to junk status on Thursday, citing decreasing revenue and increasing debt-service costs as a result of pressure on the Uruguayan peso. Jennifer L. Rich (NYT)","abstract":"Pres Jorge Batlle meets with Pres Bush to push for free-trade agreement between US and Uruguay (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"World Business Briefing | Americas: Uruguay: Trade Pact Sought"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"BATLLE, JORGE"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"}],"pub_date":"2002-02-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"Rich","rank":1,"role":"reported","organization":""}],"original":"By Jennifer L. Rich (NYT)"},"type_of_material":"News","_id":"4fd26da58eb7c8105d827281","word_count":80},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/20\/sports\/walter-winterbottom-89-english-soccer-coach.html","snippet":"Sir Walter Winterbottom, the first coach of the English national team and the man who presided over the two most shocking defeats in English soccer history, died on Saturday in Guildford, England. He was 89.    Sir Walter, a native of Oldham,...","lead_paragraph":"Sir Walter Winterbottom, the first coach of the English national team and the man who presided over the two most shocking defeats in English soccer history, died on Saturday in Guildford, England. He was 89. Sir Walter, a native of Oldham, England, had a brief and undistinguished career as a professional player. He appeared in 27 matches for Manchester United before a spinal disease forced him to quit during the 1937-38 season.","abstract":"Sir Walter Winterbottom, former English soccer coach, dies at age 89; photo (M)","print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Walter Winterbottom, 89, English Soccer Coach"},"keywords":[{"name":"persons","value":"WINTERBOTTOM, WALTER"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2002-02-20T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Obituaries; Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"Obituary; Biography","_id":"4fd262858eb7c8105d814471","word_count":479},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/21\/business\/world-briefing-americas-argentina-travel-ban-for-bankers.html","snippet":"A judge prohibited about 20 top executives from five of Argentina's biggest banks from leaving the country, a court official and the police said yesterday. The officials of the Argentine operations of Citibank, Banco Sudameris, Banco Galicia,...","lead_paragraph":"A judge prohibited about 20 top executives from five of Argentina's biggest banks from leaving the country, a court official and the police said yesterday. The officials of the Argentine operations of Citibank, Banco Sudameris, Banco Galicia, FleetBoston Financial's BankBoston and Scotiabank Quilmes were ordered to remain in Argentina while the judge investigates accusations of illegal capital flight. The order does not mean any of the bankers are accused of illegal activity, the court official said. Officials at Citibank, Banco Galicia and BankBoston declined to comment, while spokesmen at Banco Sudameris and Scotiabank Quilmes were not immediately available for comment.","abstract":"Judge orders officials of Argentine operations of Citibank, Banco Sudameris, Banco Galicia, Fleet Boston Financial's BankBoston and Scotiabank Quilmes to remain in Argentina while he investigates accusations of illegal capital flight; order does not mean any of bankers are accused of illegal activity (S)","print_page":"1","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"World Briefing | Americas: Argentina: Travel Ban For Bankers"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"CITIBANK"},{"name":"organizations","value":"BANKBOSTON"},{"name":"organizations","value":"SCOTIABANK QUILMES"},{"name":"organizations","value":"FLEET BOSTON CORP"},{"name":"organizations","value":"BANCO SUDAMERIS"},{"name":"organizations","value":"BANCO GALICIA URUGUAY"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-02-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd26da58eb7c8105d8272ab","word_count":100},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/23\/business\/international-business-in-argentina-imf-impasse-heightens-fear-on-economy.html","snippet":"Though Argentina and the International Monetary Fund are once again discussing new loans to help ease the country's economic crisis, a fundamental obstacle has emerged. The Argentine government says it cannot carry out the economic changes that the...","lead_paragraph":"Though Argentina and the International Monetary Fund are once again discussing new loans to help ease the country's economic crisis, a fundamental obstacle has emerged. The Argentine government says it cannot carry out the economic changes that the fund and other creditors are demanding unless it receives fresh money from abroad first, but foreign lenders say they cannot advance the country any new money until after it has shown some results. ''We need to break the circle,'' Economy Minister Jorge Remes Lenicov said last week before heading off to Washington to talk with I.M.F. officials. But neither side is willing to blink first. So the economy here, battered by a 50 percent devaluation of the peso, a freeze on bank deposits and a partial default on $141 billion in public debt, remains in a state of suspended animation.","abstract":"Argentine government says it cannot carry out economic changes that International Monetary Fund and other creditors are demanding unless it receives fresh money from abroad first, but foreign lenders say they cannot advance country any new money until after it has shown some results; US Treasury Sec Paul H O'Neill saye he sees Argentina's problems as largely self-inflicted, born of borrowing too freely to finance consumption rather than investment, speech to US Chamber of Commerce; photo of Pres Eduardo Duhald with Production Min Jose Ignacio de Mendiguren announcing new economic measures (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"In Argentina, I.M.F. Impasse Heightens Fear On Economy","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"persons","value":"DUHALDE, EDUARDO"},{"name":"persons","value":"IGNACIO DE MENDIGUREN, JOSE"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-02-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Larry","rank":1,"lastname":"ROHTER"}],"original":"By LARRY ROHTER"},"type_of_material":"News","_id":"4fd21b298eb7c8105d79a016","word_count":917},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/24\/travel\/the-parrots-of-the-pantanal.html","snippet":"THE hyacinth macaw is the biggest parrot in the world. It is all cobalt blue, with yellow trim around its eyes and bill, and there is more than a yard of it.     Among the best places on earth to see wild hyacinth macaws is the ranch of Lerin Facão...","lead_paragraph":"THE hyacinth macaw is the biggest parrot in the world. It is all cobalt blue, with yellow trim around its eyes and bill, and there is more than a yard of it. Among the best places on earth to see wild hyacinth macaws is the ranch of Lerin Facão de Arruda, deep in the Pantanal marshlands of southwestern Brazil. There Mr. de Arruda and his son, Eduardo, have set up a pousada, or country inn, for visitors who want to see these birds, and the other wildlife of the Pantanal. Several simple but adequate white-frame cottages with private baths surround a central cooking and dining shed where hearty country fare is served.","abstract":"Robert Paxton travel article on trip to country inn and ranch in Panatal marshlands of southwestern Brazil to view endangered hyacinth macaws; photos; maps (L)","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Parrots of the Pantanal"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"subject","value":"MACAWS (BIRDS)"},{"name":"subject","value":"PARROTS (BIRDS)"},{"name":"subject","value":"ENDANGERED AND EXTINCT SPECIES"},{"name":"subject","value":"BIRDS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2002-02-24T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Travel","subsection_name":null,"byline":{"person":[{"firstname":"Robert","middlename":"O.","lastname":"PAXTON","rank":1,"role":"reported","organization":""}],"original":"By ROBERT O. PAXTON"},"type_of_material":"News","_id":"4fd21b318eb7c8105d79a567","word_count":1495},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/03\/nyregion\/long-island-journal-just-in-case-a-karate-defense-for-a-hijacking.html","snippet":"THIS is a hijacking!'' yelled Bobby Chmela, lunging toward Terrance Alan Hill and grabbing the national karate coach by the wrist. Mr. Hill, known as Tokey, jumped to his feet, twisting his arm to release Mr. Chmela's grip.    ''Everybody stand up,''...","lead_paragraph":"THIS is a hijacking!'' yelled Bobby Chmela, lunging toward Terrance Alan Hill and grabbing the national karate coach by the wrist. Mr. Hill, known as Tokey, jumped to his feet, twisting his arm to release Mr. Chmela's grip. ''Everybody stand up,'' Mr. Hill shouted. ''Grab your seat cushions.'' The students in the traveler's self-defense workshop lurched out of the folding chairs arranged with the space of a first-class airline cabin. Even without imaginary shields, they were ready to fend off Mr. Chmela, a karate instructor impersonating an attacker.","abstract":"Long Island Journal column: Karate instructor Bobby Chmela and national karate coach Alan Hill are teaching personal security classes at New York College of Wholistic Health Education and Research in Syosset to prepare would-be airline passengers to subdue hijackers; retired national karate champion Christina Muccini opens training center in Oyster Bay; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Just in Case: a Karate Defense for a Hijacking","kicker":"LONG ISLAND JOURNAL"},"keywords":[{"name":"persons","value":"HILL, ALAN"},{"name":"persons","value":"CHMELA, BOBBY"},{"name":"persons","value":"MUCCINI, CHRISTINA"},{"name":"glocations","value":"WASHINGTON (DC)"},{"name":"subject","value":"WORLD TRADE CENTER (NYC)"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"KARATE"},{"name":"subject","value":"HIJACKING"},{"name":"subject","value":"TERRORISM"}],"pub_date":"2002-03-03T00:00:00Z","document_type":"article","news_desk":"Long Island Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Marcelle","middlename":"S.","lastname":"FISCHLER","rank":1,"role":"reported","organization":""}],"original":"By MARCELLE S. FISCHLER"},"type_of_material":"News","_id":"4fd2146c8eb7c8105d78c769","word_count":1458},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/08\/opinion\/tariffs-may-temper-a-glut-of-steel.html","snippet":"In the world of trade policy, no good deed goes unpunished. The Bush administration made the right call in imposing tariffs of up to 30 percent on selected steel imports from major exporting countries. The expression of support from industry, labor...","lead_paragraph":"In the world of trade policy, no good deed goes unpunished. The Bush administration made the right call in imposing tariffs of up to 30 percent on selected steel imports from major exporting countries. The expression of support from industry, labor and Congress has been exceeded in volume by the howls of protest from our trading partners. Even so, this action was necessary for reasons beyond the immediate plight of the American steel industry. President Bush's action falls within the World Trade Organization agreement that lets nations take temporary measures to keep their domestic industries competitive. There is serious overcapacity in the steel industry worldwide. Negotiations about reducing production, conducted in the Organization for Economic Cooperation and Development and elsewhere, have not alleviated the current glut of steel. Thirty-one American steel companies have gone bankrupt since 1997, and the steel industry in many nations is in jeopardy. As controversial as the tariff decision is, it is an effective way to jump-start serious talks and can pave the way for a major consolidation of the industry worldwide.","abstract":"Op-Ed article by Mickey Kantor, commerce secretary and trade representative in Clinton administration, says Pres Bush made right call in imposing tariffs on selected steel imports from major exporting countries, and for reasons beyond immediate plight of American steel industry; says not acting in face of obvious deterioration of American steel industry would create perception that US is unwilling to enforce trade laws; says failure to act would also be unhelpful to prospects of trade promotion authority now pending in Senate; says Bush's action falls within World Trade Orgn agreement, regardless of European Union complaint to WTO (M)","print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Tariffs May Temper a Glut of Steel"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"organizations","value":"EUROPEAN UNION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"STEEL AND IRON"},{"name":"subject","value":"CUSTOMS (TARIFF)"}],"pub_date":"2002-03-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Mickey","rank":1,"lastname":"Kantor"}],"original":"By Mickey Kantor"},"type_of_material":"Op-Ed","_id":"4fd2628e8eb7c8105d814b96","word_count":616},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/11\/sports\/sports-of-the-times-subversive-doings-at-legion-field.html","snippet":"SOCCER in Alabama? Bear Bryant would jump up and down on his houndstooth hat in mortification at such furrin influences, but there it was.    The national team of the United States beat Ecuador, 1-0, in what was technically a ''friendly'' match but...","lead_paragraph":"SOCCER in Alabama? Bear Bryant would jump up and down on his houndstooth hat in mortification at such furrin influences, but there it was. The national team of the United States beat Ecuador, 1-0, in what was technically a ''friendly'' match but which involved sufficient elbows and tempers to make it a rival for the Alabama-Auburn football games that used to be played here at Legion Field.","abstract":"George Vecsey Sports of The Times column discusses US soccer team's win over Ecuador, 1-0, at Alabama's Legion Field, where college football games are historically played; photo (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sports of The Times; Subversive Doings At Legion Field"},"keywords":[{"name":"glocations","value":"ECUADOR"},{"name":"organizations","value":"UNIVERSITY OF ALABAMA"},{"name":"subject","value":"SPORTS OF THE TIMES (TIMES COLUMN)"},{"name":"subject","value":"SOCCER"},{"name":"subject","value":"FOOTBALL"}],"pub_date":"2002-03-11T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"George","rank":1,"lastname":"VECSEY"}],"original":"By GEORGE VECSEY"},"type_of_material":"News","_id":"4fd262858eb7c8105d81442c","word_count":874}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}