{"response":{"meta":{"hits":192,"time":498,"offset":160},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/05\/business\/business-forum-protecting-trade-intellectual-property-copyrights-are-vital.html","snippet":"I TAEWON, a sprawling commercial district in South Korea's capital of Seoul, is a bargain-hunter's paradise. In shops and on the streets, vendors hawk audiotape cassettes for $2.50 - before any bargaining starts. Authentic-looking Louis Vuitton...","lead_paragraph":"I TAEWON, a sprawling commercial district in South Korea's capital of Seoul, is a bargain-hunter's paradise. In shops and on the streets, vendors hawk audiotape cassettes for $2.50 - before any bargaining starts. Authentic-looking Louis Vuitton handbags are $12, and Gore-Tex running suits, which sell for $150 in the States, go for $45. The standard price for all types of Reebok athletic shoes is $10. The major constraint facing shoppers is not paying for, but physically carrying, all the products they would like to buy. The products sold in Korea, as in many other Asian and Latin American countries, are frequently counterfeits - illegal copies of popular branded merchandise. Some may be of poor quality, but most seem to be well made and cannot be distinguished from the real thing. Some may indeed be the real thing: Many foreign companies have their goods made in Korea, and local factories can easily turn out extras.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"COPYRIGHTS ARE AS VITAL AS MERCHANCISE","kicker":"BUSINESS FORUM: PROTECTING TRADE IN 'INTELLECTUAL PROPERTY'"},"keywords":[{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"subject","value":"COPYRIGHTS"}],"pub_date":"1986-10-05T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elliott","rank":1,"lastname":"Hurwitz"}],"original":"By Elliott Hurwitz; Elliott Hurwitz is Special Assistant to the Under Secretary of State for Economic Affairs"},"type_of_material":"News","_id":"4fd174d38eb7c8105d669abe","word_count":855},{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/06\/business\/loan-to-uruguay-signed.html","snippet":"The World Bank announced Friday the signing of a $45 million loan, which it called the first ''voluntary'' commercial bank lending to Uruguay since 1983. The World Bank said it would guarantee 50 percent of the loan.","lead_paragraph":"The World Bank announced Friday the signing of a $45 million loan, which it called the first ''voluntary'' commercial bank lending to Uruguay since 1983. The World Bank said it would guarantee 50 percent of the loan.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Loan to Uruguay Signed"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1986-10-06T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd166798eb7c8105d65477a","word_count":37},{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/12\/weekinreview\/a-lesson-for-uruguay-new-democracy-is-frail.html","snippet":"ALMOST to a man, Uruguayans shouted with glee when the country's armed forces relinquished power in March last year after more than a decade of harsh rule. Yet it took only a brief pronouncement by 19 retired generals earlier this month, cautioning...","lead_paragraph":"ALMOST to a man, Uruguayans shouted with glee when the country's armed forces relinquished power in March last year after more than a decade of harsh rule. Yet it took only a brief pronouncement by 19 retired generals earlier this month, cautioning Congress against approving a new human rights law, for worries about a military coup to arise. In reality, such fears seemed premature. Aware of the risks involved, President Julio Maria Sanguinetti stressed last week that he opposed prosecuting army and police officers for crimes such as murder, torture, rape and the ''disappearance'' of political prisoners during the dictatorship. He recommended granting an amnesty to bury the past. The warning from the retired generals, who apparently had the backing of active officers, was the latest reminder of the fragility of democracy in Uruguay and throughout Latin America, where nine other nations - El Salvador, Guatemala, Honduras, Panama, Ecuador, Bolivia, Peru, Argentina and Brazil - have returned to civilian rule since 1979. Even as the Reagan Administration celebrates the rebirth of democracy and pressures rightist dictatorships in Chile and Paraguay to follow suit, there is concern that militarism may again be on the rise.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A LESSON FOR URUGUAY - NEW DEMOCRACY IS FRAIL"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"}],"pub_date":"1986-10-12T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd166778eb7c8105d65466c","word_count":762},{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/19\/travel\/q-and-a-724086.html","snippet":"Texas Air  Question:Will Texas Air honor vouchers issued by People Express to passengers bumped from flights if the merger of the two companies is approved? Will the vouchers be honored if People Express is liquidated? - E. P., Westport, Conn. ...","lead_paragraph":"Texas Air Question:Will Texas Air honor vouchers issued by People Express to passengers bumped from flights if the merger of the two companies is approved? Will the vouchers be honored if People Express is liquidated? - E. P., Westport, Conn. Answer:The Texas Air Corporation, which hopes to take over People Express this fall, says that so long as People Express exists, its vouchers will be honored on its routes. An official of Texas Air, a holding company that owns Continental Airlines and New York Air - and is in the process of acquiring Eastern Airlines - said that if the takeover is approved, it intends to retain People's identity for a year. During that time People will honor its vouchers. No decision, the spokesman said, has been made on what the status of those vouchers will be when Texas Air carries out its eventual intention of merging People with one of its own airlines.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Q AND A"},"keywords":[{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1986-10-19T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stanley","rank":1,"lastname":"Carr"}],"original":"By Stanley Carr"},"type_of_material":"Question","_id":"4fd169028eb7c8105d658b67","word_count":952},{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/26\/nyregion\/long-islanders-rehabilitation-expert-with-a-message.html","snippet":"''HANDICAPPED people have a lot of needs,'' said Jaime Sznajder of Lawrence. ''You can't just give them a prescription.''   That viewpoint does much to explain why the 59-year-old Dr. Sznajder (pronounced Schneider) will fly to Montevideo to take...","lead_paragraph":"''HANDICAPPED people have a lot of needs,'' said Jaime Sznajder of Lawrence. ''You can't just give them a prescription.'' That viewpoint does much to explain why the 59-year-old Dr. Sznajder (pronounced Schneider) will fly to Montevideo to take part in a medical conference in the Uruguayan capital next month on his current specialty, physical medicine and rehabilitation. The meeting will bring together experts from Chile, Argentina and Uruguay, where the Polish-born Dr. Sznajder was brought up.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"REHABILITATION EXPERT WITH A MESSAGE","kicker":"LONG ISLANDERS"},"keywords":[{"name":"persons","value":"SZNAJDER, JAIME"},{"name":"glocations","value":"NEW YORK STATE"},{"name":"subject","value":"PHYSICAL THERAPY"},{"name":"subject","value":"MEDICINE AND HEALTH"},{"name":"subject","value":"THERAPY AND REHABILITATION"},{"name":"subject","value":"HANDICAPPED"}],"pub_date":"1986-10-26T00:00:00Z","document_type":"article","news_desk":"Long Island Weekly Desk","section_name":"Health; New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Lawrence","middlename":"Van","lastname":"GELDER","rank":1,"role":"reported","organization":""}],"original":"By LAWRENCE VAN GELDER"},"type_of_material":"News","_id":"4fd170d78eb7c8105d664072","word_count":798},{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/30\/world\/divorce-measure-in-argentina-is-delayed-after-church-acts.html","snippet":"Efforts to legalize divorce in Argentina have come to an abrupt halt.   The development has come in the last few months, after the Roman Catholic hierarchy suggested that bishops deny communion to members of the lower house of Congress who approved...","lead_paragraph":"Efforts to legalize divorce in Argentina have come to an abrupt halt. The development has come in the last few months, after the Roman Catholic hierarchy suggested that bishops deny communion to members of the lower house of Congress who approved divorce legislation in August. On Tuesday night, after two weeks of public name-calling between bishops and members of the Chamber of Deputies, the Senate's leadership rejected a move by the governing Radical Party to take up the bill this week before the current session of Congress ends.","abstract":null,"print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"DIVORCE MEASURE IN ARGENTINA IS DELAYED AFTER CHURCH ACTS"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"DIVORCE, SEPARATIONS AND ANNULMENTS"}],"pub_date":"1986-10-30T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Shirley","rank":1,"lastname":"CHRISTIAN"},{"organization":"","role":"reported","rank":2}],"original":"By SHIRLEY CHRISTIAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd174d58eb7c8105d669c66","word_count":349},{"web_url":"http:\/\/www.nytimes.com\/1986\/10\/31\/theater\/offstage-hits-in-the-theater-district-attractions-all-around-times-square.html","snippet":"TUCKED away in the large tract that is Times Square and its surrounding theater district are little pleasures awaiting visitors drawn to it by the stage, by its legendary and flamboyant spectacle of lights, and by the worldwide reputation its...","lead_paragraph":"TUCKED away in the large tract that is Times Square and its surrounding theater district are little pleasures awaiting visitors drawn to it by the stage, by its legendary and flamboyant spectacle of lights, and by the worldwide reputation its effusive partisans have accorded it as crossroads of the world. Although Times Square, for better or, sometimes, worse, is the New York that tourists get to know best, it includes many attractive features that are less widely known than its obvious enticements. But as was the case with the Bowery, when it was New York's entertainment center in the late 1800's, Times Square has also been for decades a repository of big-city wickedness, tawdry weeds that sometimes appear to choke the many commendable cultural blooms that flower there. Times Square, where Broadway meets Seventh Avenue, is X-shaped and too often X-rated. The stroller is advised to proceed with caution, but, in any case, to proceed. It is worth the trip.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Attractions All Around Times Square","kicker":"OFFSTAGE HITS IN THE THEATER DISTRICT"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"TIMES SQUARE (NYC)"},{"name":"subject","value":"THEATER"}],"pub_date":"1986-10-31T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts; Theater","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"F.","lastname":"SHEPARD","rank":1,"role":"reported","organization":""}],"original":"By RICHARD F. SHEPARD"},"type_of_material":"News","_id":"4fd16bd78eb7c8105d65d333","word_count":3066},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/02\/world\/uruguay-facing-a-crisis-over-ex-military-rulers.html","snippet":"The failure of Uruguay's political parties to agree on whether to try former military rulers for human-rights abuses has thrown the country into what political leaders call the worst political crisis since the return of democracy 18 months ago.   The...","lead_paragraph":"The failure of Uruguay's political parties to agree on whether to try former military rulers for human-rights abuses has thrown the country into what political leaders call the worst political crisis since the return of democracy 18 months ago. The Parliament, at the end of September, defeated a total amnesty proposed by President Julio Maria Sanguinetti. Then, early this month, it rejected a proposal by the National Party, the largest opposition group, to limit trials to 38 specific cases. In theory, this leaves civilian courts free to prosecute cases on an individual basis, once the Supreme Court settles a jurisdictional challenge. But there is a widespread feeling that any military officers charged would refuse to answer summonses from civilian courts, thus opening the way to a confrontation between military and civilian authority, or between the President and the Parliament.","abstract":null,"print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAY FACING A CRISIS OVER EX-MILITARY RULERS"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1986-11-02T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Shirley","rank":1,"lastname":"CHRISTIAN"},{"organization":"","role":"reported","rank":2}],"original":"By SHIRLEY CHRISTIAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd169048eb7c8105d658d3b","word_count":1073},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/02\/nyregion\/news-summary-sunday-november-2-1986.html","snippet":"The World The U.S. has refined the arms plan that it proposed to the Soviet Union in Iceland and has developed a detailed new plan for reducing long-range arms, the Reagan Administration said. Page 1 A Soviet team is polling Americans to elicit views...","lead_paragraph":"The World The U.S. has refined the arms plan that it proposed to the Soviet Union in Iceland and has developed a detailed new plan for reducing long-range arms, the Reagan Administration said. Page 1 A Soviet team is polling Americans to elicit views about the role of Soviet studies in the United States. U.S. scholars believe the opinion poll is the first of its kind. #19 Soviet commandos spy on the West regularly, according to West German intelligence. Disguised as truck drivers and tourists, the units photograph areas that would become targets in tense times. #23 Philippine rebels offered a cease-fire plan to the Aquino Government. The Commmunist New People's Army outlined a 5-point plan for a 100-day truce starting Dec. 10. #3 Manila traces Marcos assets 4 U.S. starts inquiry on Enrile 5 India wants to block Union Carbide from selling any more of its assets. Speaking in a Bhopal court, Government officials said such sales could reduce any eventual settlements for victims of the 1984 gas tragedy. #6 Uruguay is suffering a political crisis that leaders say is the worst since the return of democracy. Political parties have failed to agree whether to try former military rulers for rights abuses. #16 A crucial Brazil election 17 The P.L.O. has shifted its strategy. The organization has decided to give armed struggle against Israel priority over the peace process, spokesmen say. #14 Changing pattern in West Bank 1 Hussein's plan lacks money 15 The I.R.A.'s political arm is debating whether to stop boycotting the Irish Republic's Parliament.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY SUNDAY, NOVEMBER 2, 1986"},"keywords":[{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"1986-11-02T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd168a38eb7c8105d658317","word_count":732},{"web_url":"http:\/\/www.nytimes.com\/1986\/11\/03\/world\/tupamaros-of-urugray-the-mystique-survives.html","snippet":"The first among them are on the far side of middle age now, quiet men who recall the years in jail and the guerrilla underground in near monotones, their mystique enveloping them like comfortable old sweaters.   They are the survivors of the...","lead_paragraph":"The first among them are on the far side of middle age now, quiet men who recall the years in jail and the guerrilla underground in near monotones, their mystique enveloping them like comfortable old sweaters. They are the survivors of the Tupamaros, the urban guerrilla organization that President Julio Maria Sanguinetti has said was an ''accident'' in Uruguayan life, born of the ''radicalization of a typical bourgeois sector - pseudo-intellectual - that one day said let's have a revolution here.'' In response to that, the President contends, came the years of repression by military forces unprepared for political warfare. The Tupamaros challenge that assertion. Today, from their well-marked headquarters near downtown Montevideo, they seek to justify their role in the violence of the past and to find a political space for themselves in the democracy that returned to Uruguay with the inauguration of Mr. Sanguinetti in March 1985.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TUPAMAROS OF URUGRAY: THE MYSTIQUE SURVIVES"},"keywords":[{"name":"persons","value":"SANGUINETTI, JULIO MARIA"},{"name":"glocations","value":"URUGUAY"},{"name":"organizations","value":"TUPAMAROS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"}],"pub_date":"1986-11-03T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Shirley","rank":1,"lastname":"CHRISTIAN"},{"organization":"","role":"reported","rank":2}],"original":"By SHIRLEY CHRISTIAN, Special to the New York Times"},"type_of_material":"News","_id":"4fd159988eb7c8105d63e615","word_count":1131}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}