{"response":{"meta":{"hits":114,"time":281,"offset":100},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/01\/world\/around-the-world-uruguayan-military-frees-jailed-politician.html","snippet":"A Uruguayan opposition leader, Wilson Ferreira Aldunate, was released from prison today, five days after elections in which the military banned him from running for president, defense lawyers said.","lead_paragraph":"A Uruguayan opposition leader, Wilson Ferreira Aldunate, was released from prison today, five days after elections in which the military banned him from running for president, defense lawyers said.","abstract":null,"print_page":"7","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Uruguayan Military Frees Jailed Politician","kicker":"AROUND THE WORLD"},"keywords":[{"name":"persons","value":"FERREIRA ALDUNATE, WILSON"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1984-12-01T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[],"original":"Reuters","organization":"Reuters"},"type_of_material":"News","_id":"4fd13d738eb7c8105d61415b","word_count":"96"},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/01\/us\/answers-to-quiz.html","snippet":"Questions appear on page 14.    1. Julio Maria Sanguinetti, in the dark suit, was embraced by his main challenger, Alberto Saenz de Zumeran, after being elected President of Uruguay. The election marked the nation's return to civilian government...","lead_paragraph":"Questions appear on page 14. 1. Julio Maria Sanguinetti, in the dark suit, was embraced by his main challenger, Alberto Saenz de Zumeran, after being elected President of Uruguay. The election marked the nation's return to civilian government after 11 years of military rule.","abstract":null,"print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ANSWERS TO QUIZ"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-01T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":null,"type_of_material":"Question","_id":"4fd13d738eb7c8105d614152","word_count":326},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/01\/opinion\/victories-for-voters-in-south-america-uruguay-s-slow-boat-to-democracy.html","snippet":"Uruguay's election last Sunday, its first in 13 years, proved to be a remembrance of things past. Most votes went to the Colorados and Blancos - the Reds and Whites - just as they did in voting before the military seized power in 1973. So Uruguay...","lead_paragraph":"Uruguay's election last Sunday, its first in 13 years, proved to be a remembrance of things past. Most votes went to the Colorados and Blancos - the Reds and Whites - just as they did in voting before the military seized power in 1973. So Uruguay rejoins the democratic club in March under President-elect Julio Maria Sanguinetti of the centrist Colorados. The pity is that the transition took so long.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Victories for Voters in South America ; Uruguay's Slow Boat to Democracy"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"INTERNATIONAL RELATIONS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1984-12-01T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd14de38eb7c8105d62d7fa","word_count":383},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/02\/weekinreview\/uruguay-s-new-leaders-inherit-a-bad-cash-flow.html","snippet":"As if to purge their memories of 11 years of heavy-handed military rule, Uruguayans marked last week's elections with a spontaneous carnival of dancing, singing and embracing. Rather than dwell on the past, they celebrated the recovery of hope.  The...","lead_paragraph":"As if to purge their memories of 11 years of heavy-handed military rule, Uruguayans marked last week's elections with a spontaneous carnival of dancing, singing and embracing. Rather than dwell on the past, they celebrated the recovery of hope. The change had come with dizzying speed. Only in late August did the dictatorship confirm the date of the elections, lift press censorship and allow political parties to begin campaigning. In just three months, a country that used to be a democratic model for the rest of Latin America cheerfully returned to normality. But like others who have recently switched from military to civilian rule, Uruguayans expect far more from democracy - and from the centrist Government of President-elect Julio Maria Sanguinetti that is due to take office March 1 - than it may be able to deliver. Last week, factory workers, who earn $50 per month and have seen real wages halved since 1969, spoke of their hopes for higher wages and more jobs. ''The dictatorship is killing us with hunger,'' a young woman remarked as she waited to vote. ''How can we live off what we earn? Things have to improve.'' But the economy is caught in a crisis that defies easy solution. Gross domestic product has fallen by 20 percent in three years, unemployment stands at 15 percent and inflation is running at 50 percent annually. Uruguay also has a $5.3 billion foreign debt which, for a country of three million inhabitants, is higher per capita than that of Brazil, the world's largest debtor.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"URUGUAY'S NEW LEADERS INHERIT A BAD CASH FLOW"},"keywords":[{"name":"persons","value":"SANGUINETTI, JULIO MARIA"},{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1984-12-02T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd147a88eb7c8105d6233da","word_count":881},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/20000-at-li-coliseum-see-2-rabbis-children-marry.html","snippet":"Thousands of Hasidic Jews from around the world gathered at the Nassau Coliseum this evening for the wedding of two scions of the Satmar sect.   The ceremony, joining two grandchildren of Grand Rabbi Moses Teitelbaum, the head of the sect, was held...","lead_paragraph":"Thousands of Hasidic Jews from around the world gathered at the Nassau Coliseum this evening for the wedding of two scions of the Satmar sect. The ceremony, joining two grandchildren of Grand Rabbi Moses Teitelbaum, the head of the sect, was held on a 200-by-40-foot platform outside the arena. An estimated 20,000 Hasidim, according to Satmar officials, attended the wedding, which began a couple of hours after dusk and was to last until shortly before dawn. After the 30-minute ceremony, performed by the Grand Rabbi, the crowd filed inside - the men into the Coliseum, and the women, separated as required by Hasidic practice, into an adjacent exhibition hall - for a night of dancing and prayers and poetry and a meal that took two days to prepare.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"20,000 AT L.I. COLISEUM SEE 2 RABBIS' CHILDREN MARRY"},"keywords":[{"name":"creative_works","value":"NASSAU COLISEUM"},{"name":"persons","value":"TEITELBAUM, MOSES"},{"name":"persons","value":"MEISELS, BRUCHA SIMA"},{"name":"persons","value":"TEITELBAUM, MENACHEM MENDEL"},{"name":"subject","value":"JEWS"},{"name":"subject","value":"SATMAR (SECT)"},{"name":"subject","value":"MARRIAGES"},{"name":"subject","value":"HASIDISM"}],"pub_date":"1984-12-05T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michael","rank":1,"lastname":"NORMAN"}],"original":"By MICHAEL NORMAN"},"type_of_material":"News","_id":"4fd144488eb7c8105d61df12","word_count":707},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/08\/business\/the-surge-in-holiday-imports.html","snippet":"Hasbro's G.I. Joe, advertised as ''a real American hero,'' and Mattel's Barbie and Ken, the quintessential teen-age American couple, are made in Hong Kong. And the new Michael Jackson doll, a vinyl lookalike of America's favorite pop idol, complete...","lead_paragraph":"Hasbro's G.I. Joe, advertised as ''a real American hero,'' and Mattel's Barbie and Ken, the quintessential teen-age American couple, are made in Hong Kong. And the new Michael Jackson doll, a vinyl lookalike of America's favorite pop idol, complete with glittering glove and microphone, is made in China. Those are just a few of the many imported gift items that are likely to be found under Christmas trees across the country this year. Indeed, despite the alarm over the nation's record trade deficit of more than $100 billion so far this year, imported goods are pouring onto the shelves of America's stores this holiday season. Not only are many Christmas favorites made and distributed by foreign companies, but also a good number of those marketed by American concerns are manufactured outside the country.","abstract":null,"print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE SURGE IN HOLIDAY IMPORTS"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"CHRISTMAS GIFTS"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"RETAIL STORES AND TRADE"},{"name":"subject","value":"CHRISTMAS"}],"pub_date":"1984-12-08T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd160388eb7c8105d649852","word_count":1001},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/08\/opinion\/chance-chile-although-chile-s-government-has-met-mounting-protest-with.html","snippet":"The movement toward democracy in Argentina, Brazil, Bolivia, Peru and Uruguay has rekindled the spirit of protest in recession-bound Chile. But if General Pinochet continues to use his military dominance to cling to power at any price, the price...","lead_paragraph":"The movement toward democracy in Argentina, Brazil, Bolivia, Peru and Uruguay has rekindled the spirit of protest in recession-bound Chile. But if General Pinochet continues to use his military dominance to cling to power at any price, the price could be enormous. For Chile: violence, economic crisis and political extremism. For Chile's creditors: lower prospects for repayment. For Chile's neighborhood: instability.","abstract":null,"print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Chance in Chile Although Chile's Government has met a mounting protest with a persuasive show of force, the Reagan Administration is right to worry about that country's stability. General Pinochet's rigidity has had the unintended effect of radicalizing much of the opposition and enhancing the political weight of Marxists. The Administration seems ready to recognize that the time has come to resist this trend by combining pressure and mediation to move Chile toward a democratic future."},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd160388eb7c8105d64985c","word_count":363},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/13\/world\/on-tv-brazil-is-getting-a-clearer-picture-of-itself.html","snippet":"More than four centuries after the sword and the cross first started shaping this vast land into a nation, the silvery blue logo of Brazil's main television network is emerging as the country's new symbol of integration.    From the upper reaches of...","lead_paragraph":"More than four centuries after the sword and the cross first started shaping this vast land into a nation, the silvery blue logo of Brazil's main television network is emerging as the country's new symbol of integration. From the upper reaches of the Amazon to the southern borders with Uruguay, Brazilians can now watch the same soap operas or comedy shows at the same time. Still more critical, 40 million people turn to Globo Network each evening for their news about Brazil and the world. The huge distances and hostile terrain that long kept this country separated from itself are being bridged electronically and, for the first time, people in one area can learn about those in another. When Globo brought the suffering of Brazil's drought- stricken northeast into the sitting rooms of the urban south last year, for example, a problem dating back generations was suddenly ''discovered.''","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ON TV, BRAZIL IS GETTING A CLEARER PICTURE OF ITSELF"},"keywords":[{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"GLOBO NETWORK"},{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"POLITICS AND GOVERNMENT (1983)"}],"pub_date":"1984-12-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd158bc8eb7c8105d63d259","word_count":1027},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/18\/opinion\/l-us-criticism-of-chile-on-human-rights-157479.html","snippet":"To the Editor:     Aryeh Neier's Dec. 14 Op-Ed article on Chile (''Stop Supporting Pinochet'') is misleading from the first sentence to the last. Far from lending uncritical support to the Pinochet Government, the United States has in the past...","lead_paragraph":"To the Editor: Aryeh Neier's Dec. 14 Op-Ed article on Chile (''Stop Supporting Pinochet'') is misleading from the first sentence to the last. Far from lending uncritical support to the Pinochet Government, the United States has in the past several months made dozens of public statements criticizing its human rights performance, including in recent days President Reagan's Dec. 10 Human Rights Day statement, the Dec. 7 United Nations statement by Richard Schifter, representative to the U.N. Commission for Human Rights, and comments from the State Department spokesman. High-level visitors, diplomatic exchanges and public statements together make our support for transition to democracy clear, for those who do not seek to obscure the message.","abstract":null,"print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. CRITICISM OF CHILE ON HUMAN RIGHTS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-18T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd1603f8eb7c8105d649c1d","word_count":333},{"web_url":"http:\/\/www.nytimes.com\/1984\/12\/21\/world\/press-freedom-withers-report-says.html","snippet":"The International Press Institute said today that press freedom continued to wither in 1984 as dozens of countries intimidated journalists with threats of expulsion, imprisonment and murder.   In its annual report, the institute said governments...","lead_paragraph":"The International Press Institute said today that press freedom continued to wither in 1984 as dozens of countries intimidated journalists with threats of expulsion, imprisonment and murder. In its annual report, the institute said governments around the world further restricted free speech this year and many introduced laws to control or silence the press. ''Free speech is a dying right,'' wrote the institute's director, Peter Galliner, in an introduction to the 18-page annual report, the World Press Freedom Review, compiled by the institute, which is based in London and Zurich. The report, which covered 68 countries, said that even nations with long- established traditions of press freedom such as Britain and the United States tried to restrict freedom of information and increase official secrecy.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"PRESS FREEDOM WITHERS, REPORT SAYS"},"keywords":[{"name":"subject","value":"TERMS NOT AVAILABLE"}],"pub_date":"1984-12-21T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd13fd18eb7c8105d616c01","word_count":612}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}