{"response":{"meta":{"hits":85,"time":41,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/01\/business\/3-agencies-get-foreign-accounts.html","snippet":"Overseas offices of Bates Worldwide, McCann-Erickson Worldwide and TBWA International were awarded accounts.    Delvico Bates Madrid, a unit of Omnicom Group, was named to handle advertising for two accounts with combined billings estimated at $25...","lead_paragraph":"Overseas offices of Bates Worldwide, McCann-Erickson Worldwide and TBWA International were awarded accounts. Delvico Bates Madrid, a unit of Omnicom Group, was named to handle advertising for two accounts with combined billings estimated at $25 million. Telefonica de Espana in Madrid named the agency to handle advertising for Moviline, a mobile phone brand, which had been handled by Ruiz Nicoli in Madrid. The decision came after a review that also included four other agencies in Madrid: Ammirati Puris Lintas, part of the Interpublic Group of Companies; the BDDP Group; Equipo Tres; Eureka, and Saatchi & Saatchi Advertising, a unit of Cordiant P.L.C.","abstract":"Overseas offices of Bates Worldwide, McCann-Erickson Worldwide and TBWA International are awarded advertising accounts; companies noted (S)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"3 Agencies Get Foreign Accounts","kicker":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA"},"keywords":[{"name":"creative_works","value":"ADVERTISING (TIMES COLUMN)"},{"name":"organizations","value":"TBWA INTERNATIONAL"},{"name":"organizations","value":"MCCANN-ERICKSON WORLDWIDE"},{"name":"organizations","value":"BATES WORLDWIDE"},{"name":"subject","value":"ADVERTISING"},{"name":"subject","value":"ACCOUNT CHANGES"}],"pub_date":"1997-05-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Adam","rank":1,"lastname":"Bryant"}],"original":"By Adam Bryant"},"type_of_material":"News","_id":"4fd1f8c28eb7c8105d75486d","word_count":383},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/03\/sports\/results-plus-919012.html","snippet":"GOLF  Duval Retains Edge in Houston      David Duval shot a one-under-par 71 yesterday to take a one-stroke lead over David Ogrin and Craig Parry after the second round of the Houston Open in The Woodlands, Tex.     Duval, whose 65 on Thursday gave...","lead_paragraph":"GOLF Duval Retains Edge in Houston David Duval shot a one-under-par 71 yesterday to take a one-stroke lead over David Ogrin and Craig Parry after the second round of the Houston Open in The Woodlands, Tex. Duval, whose 65 on Thursday gave him a two-stroke advantage after the first round, lost a shot on his first hole yesterday with a bogey. He made nine straight pars before another bogey on his 11th hole, then recovered with birdies on three of his next four holes for an eight-under 136 total. (AP) GREEN BUOYED BY SHARP PUTTING: Tammie Green kept up a torrid pace, shooting a five-under-par 67 to take a one-stroke lead over Kris Tschetter after two rounds of the Sprint Titleholders Championship in Daytona Beach, Fla. Green followed her opening-round 66 with another brilliant display on the greens, holing a seven-foot par putt on the first hole to steady her nerves and then five more putts of about that distance for birdies.","abstract":"David Duval has one-stroke lead after second round of Houston Open in The Woodlands, Texas (S)","print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[{"name":"persons","value":"DUVAL, DAVID"}],"pub_date":"1997-05-03T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1f9428eb7c8105d755be3","word_count":673},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/04\/sports\/results-plus-934453.html","snippet":"GOLF   Two Tied in Houston      Phil Blackmar, looking for his first victory in nearly a decade, shot a five-under-par 67 and Kevin Sutherland had a 66 yesterday to share the third-round lead in the Houston Open in The Woodlands, Texas.    Blackmar,...","lead_paragraph":"GOLF Two Tied in Houston Phil Blackmar, looking for his first victory in nearly a decade, shot a five-under-par 67 and Kevin Sutherland had a 66 yesterday to share the third-round lead in the Houston Open in The Woodlands, Texas. Blackmar, who lost his tour card in 1994, had a bogey-free, five-birdie round on the TPC at The Woodlands.","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[],"pub_date":"1997-05-04T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d03e8eb7c8105d709423","word_count":747},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/05\/sports\/results-plus-945463.html","snippet":"GOLF    Blackmar Takes Playoff       Phil Blackmar, returning from golf oblivion and surviving a double-bogey on No. 17, birdied the first hole of a playoff with Kevin Sutherland to win the Houston Open yesterday in The Woodlands, Tex.","lead_paragraph":"GOLF Blackmar Takes Playoff Phil Blackmar, returning from golf oblivion and surviving a double-bogey on No. 17, birdied the first hole of a playoff with Kevin Sutherland to win the Houston Open yesterday in The Woodlands, Tex.","abstract":null,"print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[],"pub_date":"1997-05-05T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d0468eb7c8105d709bd4","word_count":1015},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/06\/business\/lucent-to-build-new-plant.html","snippet":"Lucent Technologies Inc. said today that it would build a cellular-equipment factory and systems design center in Sao Paulo. Lucent, based in Murray Hill, N.J., said the factory would develop software and systems for local markets but would ...","lead_paragraph":"Lucent Technologies Inc. said today that it would build a cellular-equipment factory and systems design center in Sao Paulo. Lucent, based in Murray Hill, N.J., said the factory would develop software and systems for local markets but would eventually export products to Argentina, Chile, Paraguay and Uruguay. Production is expected to begin late this year at the plant.","abstract":"Lucent Technologies Inc will build cellular-equipment factory and systems design center in Sao Paulo, Brazil (S)","print_page":"4","blog":[],"source":"Dow Jones","multimedia":[],"headline":{"main":"Lucent to Build New Plant"},"keywords":[{"name":"glocations","value":"SAO PAULO (BRAZIL)"},{"name":"organizations","value":"LUCENT TECHNOLOGIES INC"},{"name":"subject","value":"CELLULAR TELEPHONES"},{"name":"subject","value":"FACTORIES AND INDUSTRIAL PLANTS"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"}],"pub_date":"1997-05-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1d0418eb7c8105d709711","word_count":58},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/10\/business\/large-returns-are-now-bringing-in-stock-promoters-with-rap-sheets.html","snippet":"In the annals of public disclosure, few news releases can match the chutzpah of one issued less than a month ago by Genesis Insurance and Financial Services Inc., a Chattanooga, Tenn., company whose stock has recently taken an extraordinary beating. ...","lead_paragraph":"In the annals of public disclosure, few news releases can match the chutzpah of one issued less than a month ago by Genesis Insurance and Financial Services Inc., a Chattanooga, Tenn., company whose stock has recently taken an extraordinary beating. Buried in an announcement on April 18 about the sale of a Genesis unit was an unusual defense of the chief executive, Mohamed Khairy Mohamed Zayed 2d.","abstract":"Money to be made in soaring stock market is seen beginning to attract a more dangerous kind of criminal to businesses that end up fleecing investors; large returns are now bringing in stock promoters with rap sheets; example discussed of Genesis Insurance and Financial Services Inc, Chattanooga, Tenn, company whose stock has recently taken extraordinary beating, and whose chief exec is ex-felon, Mohamed Khairy Mohamed Zayed 2d; Zayed is one of several men associated with Genesis who have criminal backgrounds; beyond Genesis, several grand juries are investigating activities of small brokerage firms that have been linked to crime figures; photo; graphic (L)","print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Large Returns Are Now Bringing In Stock Promoters With Rap Sheets","kicker":"On the Shady Side Of the Bull Market"},"keywords":[{"name":"persons","value":"ZAYED, MOHAMED KHAIRY MOHAMED 2D"},{"name":"organizations","value":"GENESIS INSURANCE & FINANCIAL SERVICES INC"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"1997-05-10T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd1f0de8eb7c8105d746e7d","word_count":1840},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/16\/arts\/reflections-of-a-splintered-era.html","snippet":"IN the hierarchy of art forms, drawing stands down a step or two. It is usually seen either as a rehearsal for grander things (painting, say) or as the visual version of thinking out loud (as in doodles or sketchbook entries).     When treated as an...","lead_paragraph":"IN the hierarchy of art forms, drawing stands down a step or two. It is usually seen either as a rehearsal for grander things (painting, say) or as the visual version of thinking out loud (as in doodles or sketchbook entries). When treated as an end in itself, though, it speaks in a voice no other medium shares. It can have the fleeting but revealing immediacy of a signature. It can turn its material impermanence into a conceptual strength, reminding us just how illusory art's illusion really is.","abstract":"Holland Cotter reviews exhibit of drawings by South American artists at El Museo del Barrio in New York; photo (M)","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Reflections of a Splintered Era","kicker":"ART REVIEW"},"keywords":[{"name":"organizations","value":"EL MUSEO DEL BARRIO"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"1997-05-16T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Holland","rank":1,"lastname":"COTTER"}],"original":"By HOLLAND COTTER"},"type_of_material":"Review","_id":"4fd1de578eb7c8105d7220e5","word_count":1219},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/22\/sports\/results-plus-234060.html","snippet":"TENNIS    U.S. Beats Croatia, 2-1    While Pete Sampras benched himself with a leg muscle injury and Michael Chang lost to Goran Ivanisevic, 6-2, 2-6, 6-3, Alex O'Brien and Jonathan Stark led the United States to a 2-1 victory over Croatia yesterday...","lead_paragraph":"TENNIS U.S. Beats Croatia, 2-1 While Pete Sampras benched himself with a leg muscle injury and Michael Chang lost to Goran Ivanisevic, 6-2, 2-6, 6-3, Alex O'Brien and Jonathan Stark led the United States to a 2-1 victory over Croatia yesterday in the World Team Cup in Dusseldorf, Germany.","abstract":null,"print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"RESULTS PLUS"},"keywords":[],"pub_date":"1997-05-22T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1de5d8eb7c8105d722402","word_count":674},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/final-trip-for-a-venerable-flying-boat.html","snippet":"SOMETIME in early June, the Excambian, a giant -- nearly 80 feet long, 16 feet wide -- and storied flying boat of another era will make its final journey of 71 miles on an oversized tractor trailer and with a State Police escort.     The police...","lead_paragraph":"SOMETIME in early June, the Excambian, a giant -- nearly 80 feet long, 16 feet wide -- and storied flying boat of another era will make its final journey of 71 miles on an oversized tractor trailer and with a State Police escort. The police escort will not be as an honor guard, although that would be appropriate because the Excambian had a distinguished and hazardous role in World War II. Rather, it is necessary to divert traffic away from the plane as it is transported on Interstate 95 and then Interstate 91, closing two lanes on both major highways because of its size.","abstract":"Excambian, 80-foot-long flying boat that had distinguished and hazardous role in World War II, will be moved 71 miles on oversized tractor trailer from its current resting place, an improvised hangar at Sikorsky Airport, to New England Air Museum at Windsor Locks, Conn, its new home; Excambian is one of only three flying boats built by Sikorsky Aircraft; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Final Trip for A Venerable Flying Boat"},"keywords":[{"name":"organizations","value":"NEW ENGLAND AIR MUSEUM"},{"name":"organizations","value":"SIKORSKY AIRCRAFT DIVISION OF UNITED TECHNOLOGIES CORP"},{"name":"subject","value":"AIRLINES AND AIRPLANES"}],"pub_date":"1997-05-25T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bill","rank":1,"lastname":"RYAN"}],"original":"By BILL RYAN"},"type_of_material":"News","_id":"4fd20ed98eb7c8105d7805ba","word_count":1616},{"web_url":"http:\/\/www.nytimes.com\/1997\/05\/25\/arts\/an-art-world-emerging-into-the-cuban-sun.html","snippet":"THE PASSAGEWAY IS LONG  and narrow, its thick outer wall pierced by a row of lookout slits for riflemen, the opposite wall leaning oddly inward, like a side of a gravity-defying fun-house cabin. Posters of a blindfolded man juxtaposed with pictures...","lead_paragraph":"THE PASSAGEWAY IS LONG and narrow, its thick outer wall pierced by a row of lookout slits for riflemen, the opposite wall leaning oddly inward, like a side of a gravity-defying fun-house cabin. Posters of a blindfolded man juxtaposed with pictures of tanks, baby dolls, waterfalls and sunsets line this awkwardly angled stone surface that a visitor fingers gingerly for support before emerging from the cool darkness into the bright inner court and the heavy heat of another Havana morning. Here, a sign inside the massive Castillo del Morro, the 16th-century, Spanish-built fortress overlooking the Bay of Havana, announces this year's sixth Bienal de la Habana, a survey of contemporary art from the Americas, Europe and Africa that sprawls through several locations in the Cuban capital.","abstract":"Edward M Gomez reports on this year's sixth Bienal de la Habana, survey of contemporary art from Americas, Europe and Africa that sprawls through several locations in Cuban capital; biennial has provided considerable opening for local artistic expression since it began in 1984, with Cuban artists often addressing sensitive themes like emigration and economic hardship; photos (M)","print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"An Art World Emerging Into the Cuban Sun","kicker":"ART"},"keywords":[{"name":"glocations","value":"HAVANA (CUBA)"},{"name":"glocations","value":"CUBA"},{"name":"subject","value":"ART"},{"name":"subject","value":"BIENAL DE LA HABANA"}],"pub_date":"1997-05-25T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By EDWARD M. GOMEZ"},"type_of_material":"Review","_id":"4fd1f9438eb7c8105d755c69","word_count":1613}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}