{"response":{"meta":{"hits":75,"time":52,"offset":20},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/01\/classified\/paid-notice-deaths-siracusa-ernest-v.html","snippet":"SIRACUSA-Ernest V. Career diplomat, died in Austin, Texas, on April 26, 2000. He was Adlai Stevenson's Latin American Advisor to the United Nations and Ambassador to Bolivia and Uruguay. For information, contact Weed-CorleyFish Funeral Home, 3125...","lead_paragraph":"SIRACUSA-Ernest V. Career diplomat, died in Austin, Texas, on April 26, 2000. He was Adlai Stevenson's Latin American Advisor to the United Nations and Ambassador to Bolivia and Uruguay. For information, contact Weed-CorleyFish Funeral Home, 3125 North Lamar, Austin, Texas 78705. 512452-8811, Fax 512-452-8902.","abstract":null,"print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths  SIRACUSA, ERNEST V."},"keywords":[{"name":"persons","value":"SIRACUSA, ERNEST V."}],"pub_date":"2000-05-01T00:00:00Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"4fd1fa138eb7c8105d7579f2","word_count":44},{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/05\/world\/house-trade-bill-for-the-caribbean-and-africa-passes.html","snippet":"The House today decisively approved legislation that grants more than 70 African and Caribbean countries broad new trading privileges by expanding duty-free access to American markets.    In an unusually strong bipartisan vote, 309 to 110, lawmakers...","lead_paragraph":"The House today decisively approved legislation that grants more than 70 African and Caribbean countries broad new trading privileges by expanding duty-free access to American markets. In an unusually strong bipartisan vote, 309 to 110, lawmakers backed a compromise bill that House and Senate negotiators worked out over the last several months, with aides toiling into the early hours this morning to finish the fine print.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HOUSE TRADE BILL FOR THE CARIBBEAN AND AFRICA PASSES"},"keywords":[],"pub_date":"2000-05-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"SCHMITT"}],"original":"By ERIC SCHMITT"},"type_of_material":"News","_id":"4fd2082c8eb7c8105d77302d","word_count":901},{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/08\/movies\/douglas-fairbanks-jr-film-star-tv-producer-and-good-will-ambassador-dies-at-90.html","snippet":"Douglas Fairbanks Jr., a debonair actor, producer, administrator, bon vivant and Anglo-American ambassador without portfolio, died on Sunday at Mount Sinai Medical Center in Manhattan. He was 90.     Mr. Fairbanks, 6 feet tall with dashing good...","lead_paragraph":"Douglas Fairbanks Jr., a debonair actor, producer, administrator, bon vivant and Anglo-American ambassador without portfolio, died on Sunday at Mount Sinai Medical Center in Manhattan. He was 90. Mr. Fairbanks, 6 feet tall with dashing good looks, struggled to carve a distinctive acting career in the shadow of his superstar father, who was the unrivaled swashbuckler of silent films. The son was not the gymnast that his father was, but he was a versatile actor who easily played a wide variety of roles.","abstract":"Douglas Fairbanks Jr, debonair actor, producer, administrator, bon vivant and Anglo-American ambassador without portfolio, dies at age 90; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Douglas Fairbanks Jr., Film Star, TV Producer and Good-Will Ambassador, Dies at 90"},"keywords":[{"name":"persons","value":"FAIRBANKS, DOUGLAS JR"},{"name":"subject","value":"MOTION PICTURES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"DEATHS (OBITUARIES)"}],"pub_date":"2000-05-08T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Movies; Arts; Obituaries","subsection_name":null,"byline":null,"type_of_material":"Obituary; Biography","_id":"4fd213588eb7c8105d78a5b0","word_count":1089},{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/12\/world\/bill-to-expand-fabric-imports-from-africa-clears-senate.html","snippet":"The Senate decisively approved legislation today to promote commerce with Africa and the Caribbean, ending more than five years of defeats on trade bills for the administration.     The 77-to-19 vote reflected unusual bipartisan support for a...","lead_paragraph":"The Senate decisively approved legislation today to promote commerce with Africa and the Caribbean, ending more than five years of defeats on trade bills for the administration. The 77-to-19 vote reflected unusual bipartisan support for a compromise measure worked out by Senate and House negotiators that would lower tariffs and quotas on products from sub-Saharan Africa, the Caribbean and Central America. More than 20 African ambassadors watched approvingly from the gallery during the vote.","abstract":"Senate votes 77 to 19 to approve bill to promote commerce with Africa and Caribbean, ending more than five years of defeats on trade bills for Clinton administration; vote reflects unusual bipartisan support for compromise measure worked out by Senate and House negotiators that would lower tariffs and quotas on products from sub-Saharan Africa, Caribbean and Central America; most of measure's provisions will not take effect for several months, until trade officials determine which countries and products are eligible for new privileges (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bill to Expand Fabric Imports From Africa Clears Senate"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"CARIBBEAN AREA"},{"name":"glocations","value":"AFRICA"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"CUSTOMS (TARIFF)"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"2000-05-12T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"SCHMITT"}],"original":"By ERIC SCHMITT"},"type_of_material":"News","_id":"4fd2077a8eb7c8105d771c8d","word_count":523},{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/25\/world\/china-trade-vote-clinton-triumph-house-237-197-vote-approves-normal-trade-rights.html","snippet":"In a stunning victory for the Clinton administration and corporate America, the House today swept aside economic restrictions on China that were part of anti-Communist policy for two decades.     By a surprisingly wide margin, 237 to 197, lawmakers...","lead_paragraph":"In a stunning victory for the Clinton administration and corporate America, the House today swept aside economic restrictions on China that were part of anti-Communist policy for two decades. By a surprisingly wide margin, 237 to 197, lawmakers voted to give Beijing permanent normal trading privileges after months of fierce lobbying that pitted business against organized labor. A larger-than-expected Republican majority delivered President Clinton's top remaining legislative priority: three out of four Republicans voted in favor; two out of three Democrats voted against.","abstract":"House, in stunning victory for Clinton administration and corporate America, approves bill to grant China permanent normal trading privileges, 237-197, by surprisingly wide margin; vote follows months of fierce lobbying that pitted business against organized labor; three out of four Republicans vote for bill, larger-than-expected majority; two out of three Democrats vote against; Pres Clinton hails vote; Gov George W Bush, presumptive Republican presidential nominee, hails vote; Vice Pres Al Gore voices more qualified support; trade graphs; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HOUSE, IN 237-197 VOTE, APPROVES NORMAL TRADE RIGHTS FOR CHINA","kicker":"THE CHINA TRADE VOTE: A CLINTON TRIUMPH"},"keywords":[{"name":"persons","value":"CLINTON, BILL"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"GORE, AL"},{"name":"glocations","value":"CHINA"},{"name":"organizations","value":"WORLD TRADE ORGANIZATION"},{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 2000"},{"name":"subject","value":"CHINA-INTERNATIONAL RELATIONS-US"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"LOBBYING AND LOBBYISTS"},{"name":"subject","value":"ORGANIZED LABOR"}],"pub_date":"2000-05-25T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"SCHMITT"},{"organization":"","role":"reported","firstname":"Joseph","rank":2,"lastname":"KAHN"}],"original":"By ERIC SCHMITT and JOSEPH KAHN"},"type_of_material":"News","_id":"4fd2241a8eb7c8105d7aa676","word_count":1505},{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/29\/business\/technology-starmedia-faces-new-challenges-in-latin-america.html","snippet":"When rumors circulated last month that the American company StarMedia Network might be acquired by Terra Networks, the Internet industry found the story plausible.     After all, StarMedia, based in New York, had one of last year's hot Internet stock...","lead_paragraph":"When rumors circulated last month that the American company StarMedia Network might be acquired by Terra Networks, the Internet industry found the story plausible. After all, StarMedia, based in New York, had one of last year's hot Internet stock offerings but had seen its shares fall precipitously. And its Web portal, which since 1996 had been the premier gateway to material on the Internet in Spanish and Portuguese, was facing increased competition in Latin America.","abstract":"StarMedia Network, whose Web portal has been premier gateway to material on the Internet in Spanish and Portuguese since 1996, faces mounting competition in Latin American market; Terra Networks and America Online have made Latin America's growing Internet market a major priority, and many of region's dominant media and telecommunication companies are also devoting huge resources to building up Internet businesses; StarMedia's shares have fallen precipitously; Fernando J Espuelas, its charismatic 33-year-old founder and chief executive, brushes off worries; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"StarMedia Faces New Challenges in Latin America","kicker":"TECHNOLOGY"},"keywords":[{"name":"persons","value":"ESPUELAS, FERNANDO J"},{"name":"organizations","value":"STARMEDIA NETWORK"},{"name":"organizations","value":"AMERICA ONLINE"},{"name":"organizations","value":"TERRA NETWORKS"},{"name":"subject","value":"SPANISH LANGUAGE"},{"name":"subject","value":"PORTUGUESE LANGUAGE"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2000-05-29T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"firstname":"Jennifer","middlename":"L.","lastname":"RICH","rank":1,"role":"reported","organization":""}],"original":"By JENNIFER L. RICH"},"type_of_material":"News","_id":"4fd1fa068eb7c8105d757270","word_count":1935},{"web_url":"http:\/\/www.nytimes.com\/2000\/05\/31\/sports\/soccer-notebook-an-american-defender-gets-his-ticket-home.html","snippet":"NIKE U.S. CUP       GREG BERHALTER faced a dilemma.     If his Dutch club, Cambuur, lost a playoff game yesterday and was relegated from the Honor Division, he would get a free transfer to another club, either in the Netherlands or elsewhere, and an...","lead_paragraph":"NIKE U.S. CUP GREG BERHALTER faced a dilemma. If his Dutch club, Cambuur, lost a playoff game yesterday and was relegated from the Honor Division, he would get a free transfer to another club, either in the Netherlands or elsewhere, and an immediate ticket home to the United States for the start of the Nike U.S. Cup on Saturday against South Africa in Washington.","abstract":"Article discusses preparations for US Cup soccer championships (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"An American Defender Gets His Ticket Home","kicker":"SOCCER: NOTEBOOK"},"keywords":[{"name":"subject","value":"SOCCER"},{"name":"subject","value":"US CUP (SOCCER)"}],"pub_date":"2000-05-31T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jack","rank":1,"lastname":"BELL"}],"original":"By JACK BELL"},"type_of_material":"News","_id":"4fd23d4b8eb7c8105d7d3179","word_count":884},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/06\/nyregion\/debating-a-bishop-s-move-fiscally-wise-or-coldly-biased.html","snippet":"In his dozen years as head of the Diocese of Bridgeport, Bishop Edward M. Egan has had his leadership tested repeatedly by a long-running, uncommonly public dispute with the parish of Our Lady of Montserrat, a fast-growing congregation of Hispanic...","lead_paragraph":"In his dozen years as head of the Diocese of Bridgeport, Bishop Edward M. Egan has had his leadership tested repeatedly by a long-running, uncommonly public dispute with the parish of Our Lady of Montserrat, a fast-growing congregation of Hispanic immigrants here that in many ways represents the future of Roman Catholic America. The controversy has centered on the simple fact that Our Lady of Montserrat, despite vibrant growth, has never had its own suitably sized building. Parishioners yearned to build a new church. Bishop Egan decided that the parish could not afford it. In 1997, relations with the bishop became so bitter, including charges of anti-Hispanic bias, that the church's pastor, the Rev. Bernardo Rodriguez, resigned in protest.","abstract":"Bishop Edward M Egan, in his dozen years as head of Diocese of Bridgeport, Conn, has had his leadership tested repeatedly by long-running, uncommonly public dispute with parish of Our Lady of Montserrat, fast-growing congregation of Hispanic immigrants that in many ways represents future of Roman Catholic America; controversy centers on Egan quashing parish's efforts to erect new building; both Bishop Egan's most devoted suporters and his harshest critics have pointed to his handling of Our Lady of Montserrat as indication of how he will take control of archdiocese of New York; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Debating a Bishop's Move: Fiscally Wise or Coldly Biased?"},"keywords":[{"name":"persons","value":"EGAN, EDWARD M"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"BRIDGEPORT (CONN)"},{"name":"organizations","value":"OUR LADY OF MONTSERRAT"},{"name":"organizations","value":"ROMAN CATHOLIC CHURCH"},{"name":"subject","value":"HISPANIC-AMERICANS"}],"pub_date":"2000-06-06T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By DAVID M. HERSZENHORN"},"type_of_material":"News","_id":"4fd225298eb7c8105d7ac0cd","word_count":1897},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/07\/theater\/all-her-stage-is-a-world-its-women-call-for-justice.html","snippet":"Even for a high-voltage performance artist like Sarah Jones, this was some assignment: draw life and soul, hurt and anguish from the paper and ink of laws that discriminate against women worldwide. That is what Ms. Jones was asked to do by a...","lead_paragraph":"Even for a high-voltage performance artist like Sarah Jones, this was some assignment: draw life and soul, hurt and anguish from the paper and ink of laws that discriminate against women worldwide. That is what Ms. Jones was asked to do by a international women's organization looking for a way to make a United Nations conference sit up and take notice. ''I've always got some sort of ax to grind in my work,'' said Ms. Jones, 26. So she took the challenge. ''We get to kind of play with reality a little,'' she added.","abstract":"Profile of Sarah Jones, performance artist whose latest work, Women Can't Win, was commissioned by Equality Now, an international women's organization, to be performed in New York before delegates to UN conference on women; she plays eight characters from eight different countries, each suffering discrimination in different ways; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"All Her Stage Is a World; Its Women Call for Justice"},"keywords":[{"name":"creative_works","value":"WOMEN CAN'T WIN (ONE-WOMAN SHOW)"},{"name":"persons","value":"JONES, SARAH"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"organizations","value":"EQUALITY NOW"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"WOMEN"},{"name":"subject","value":"THEATER"}],"pub_date":"2000-06-07T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Theater","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Barbara","rank":1,"lastname":"CROSSETTE"}],"original":"By BARBARA CROSSETTE"},"type_of_material":"News","_id":"4fd2248c8eb7c8105d7aabb4","word_count":1003},{"web_url":"http:\/\/www.nytimes.com\/2000\/06\/09\/arts\/art-in-review-ignacio-iturria.html","snippet":"Marlborough   40 West 57th Street   Manhattan   Through June 24      If you blended equal parts of Dubuffet, Giacometti, Guston, Kiefer and Red Grooms, you might arrive at something resembling the art of Ignacio Iturria. Mr. Iturria, who is 52 and...","lead_paragraph":"Marlborough 40 West 57th Street Manhattan Through June 24 If you blended equal parts of Dubuffet, Giacometti, Guston, Kiefer and Red Grooms, you might arrive at something resembling the art of Ignacio Iturria. Mr. Iturria, who is 52 and lives in Montevideo, represented Uruguay in the 1995 Venice Biennale. In his recent paintings and sculptures in this crowded show -- the artist's first New York solo -- a big, heavy-handed, faux-primitive expressionism and an oppressive brown and black palette are leavened by an idiosyncratically comic way with form and content. A lumpy primordial man emerging from a brushy clay-colored field; a boxer resting in his corner, his face and gloves built up into gnarly relief; large trompe l'oeil paintings of cabinets with shelves bearing dishes, small portraits, medicine bottles, toys and tools; a sculpture merging the figure of an elephant and the life-size form of a sofa; cartoonish heads built onto tall, cylindrical bottles: in these and other works, the paradoxical play with illusion, abstraction, materialism and a predilection for domestic imagery bespeak a charmingly whimsical sensibility.","abstract":"Ken Johnson reviews Ignacio Iturria's paintings and sculptures at Marlborough gallery (S)","print_page":"29","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ignacio Iturria","kicker":"ART IN REVIEW"},"keywords":[{"name":"persons","value":"ITURRIA, IGNACIO"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"ART"}],"pub_date":"2000-06-09T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Ken","rank":1,"lastname":"JOHNSON"}],"original":"By KEN JOHNSON"},"type_of_material":"Review","_id":"4fd208298eb7c8105d772d68","word_count":238}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}