{"response":{"meta":{"hits":99,"time":46,"offset":10},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1983\/01\/13\/world\/salvadoran-colonel-ends-rebellion-after-6-days.html","snippet":"The six-day-old rebellion of a military commander in a northern Salvadoran province ended without violence today as abruptly as it began. The full outlines of the settlement, however, remained unclear this evening.   El Salvador's provisional...","lead_paragraph":"The six-day-old rebellion of a military commander in a northern Salvadoran province ended without violence today as abruptly as it began. The full outlines of the settlement, however, remained unclear this evening. El Salvador's provisional President, Alvaro Magana, announced this afternoon that the commander, Lieut. Col. Sigifredo Ochoa Perez, had lost his post as leader of Military Detachment No. 2 in Cabanas Province. The colonel began his rebellion last Thursday after being ordered to a diplomatic post in Uruguay. President Magana said that part of the order would be ''rectified'' and that the colonel would no longer be posted there. But a new destination, he said, ''has not been decided yet.''","abstract":null,"print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"SALVADORAN COLONEL ENDS REBELLION AFTER 6 DAYS"},"keywords":[{"name":"glocations","value":"SALVADOR, EL"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"MUTINIES"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"}],"pub_date":"1983-01-13T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"J.","lastname":"MEISLIN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","rank":2}],"original":"By RICHARD J. MEISLIN, Special to the New York Times"},"type_of_material":"News","_id":"4fd129c18eb7c8105d5f1956","word_count":618},{"web_url":"http:\/\/www.nytimes.com\/1983\/01\/13\/nyregion\/news-summary-thursday-january-13-1983.html","snippet":"International Eugene V. Rostow was dismissed as director of the Arms Control and Disarmament Agency by President Reagan, who said that Secretary of State George P. Shultz would play the principal role in coordinating arms control policies. Officials...","lead_paragraph":"International Eugene V. Rostow was dismissed as director of the Arms Control and Disarmament Agency by President Reagan, who said that Secretary of State George P. Shultz would play the principal role in coordinating arms control policies. Officials said that the dismissal of Mr. Rostow and other changes announced in the management of arms control matters were not based on ideological or policy reasons, but rather were intended to end the fragmentation and chaos that has existed for months in the bureaucracy. (Page A1, Column 1.) Poland expelled a U.S. reporter after holding her for 23 hours in Warsaw's police headquarters. The expulsion of Ruth E. Gruber, a correspondent for United Press International, centered on a packet on a train from Gdansk that officials said contained two illegally photographed rolls of pictures of military installations. (A12:4-6.)","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"News Summary; THURSDAY, JANUARY 13, 1983"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1983-01-13T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1244a8eb7c8105d5e92a4","word_count":819},{"web_url":"http:\/\/www.nytimes.com\/1983\/01\/16\/weekinreview\/no-matter-who-won-washington-lost-ground.html","snippet":"The six-day rebellion of a regional military commander in northern El Salvador ended peacefully last week, but the ill-will and embarrassment it caused are likely to linger.   When the officer, Lieut. Col. Sigifredo Ochoa Perez, yielded, provisional...","lead_paragraph":"The six-day rebellion of a regional military commander in northern El Salvador ended peacefully last week, but the ill-will and embarrassment it caused are likely to linger. When the officer, Lieut. Col. Sigifredo Ochoa Perez, yielded, provisional President Alvaro Magana was able to declare a victory for military discipline and unity. But far from being chastised for refusing a transfer to the Salvadoran Embassy in Uruguay, Colonel Ochoa appears likely to receive a prestigious appointment to the Inter-American Defense College in Washington - an assignment that will keep him out of El Salvador for a year and will probably make him a full colonel. The man whose orders he challenged, Gen. Jose Guillermo Garcia, the Defense Minister, was still in power but with his authority in tatters. The betting among those familiar with the country's military was that he would not be around much longer. General Garcia will complete 30 years of military service next month - the normal span - and the consensus was that he would probably retire, whether he wants to or not.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NO MATTER WHO WON, WASHINGTON LOST GROUND"},"keywords":[{"name":"glocations","value":"SALVADOR, EL"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"CIVIL WAR AND GUERRILLA WARFARE"},{"name":"subject","value":"FOREIGN AID"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"},{"name":"subject","value":"MILITARY PERSONNEL"}],"pub_date":"1983-01-16T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"J.","lastname":"MEISLIN","rank":1,"role":"reported","organization":""}],"original":"By RICHARD J. MEISLIN"},"type_of_material":"News","_id":"4fd12cd88eb7c8105d5f74c7","word_count":875},{"web_url":"http:\/\/www.nytimes.com\/1983\/01\/17\/business\/bartering-aids-poor-nations.html","snippet":"When the International Commodities Export Company of White Plains recently received a $127 million fertilizer order from Indonesia, the company went through with the deal even though it knew it would not get any cash from the customer. Instead the...","lead_paragraph":"When the International Commodities Export Company of White Plains recently received a $127 million fertilizer order from Indonesia, the company went through with the deal even though it knew it would not get any cash from the customer. Instead the company accepted payment in goods. The fertilizer exporter received cement, rubber, cocoa, coffee and other Indonesian products. It immediately exchanged these for goods from other countries with similar cash problems. After several other so-called countertrade exchanges, International Commodities Export finally obtained goods it could sell for dollars.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BARTERING AIDS POOR NATIONS"},"keywords":[{"name":"subject","value":"INTERNATIONAL TRADE AND WORLD MARKET"},{"name":"subject","value":"UNITED STATES INTERNATIONAL TRADE"},{"name":"subject","value":"BARTER"},{"name":"subject","value":"THIRD WORLD AND DEVELOPING COUNTRIES"}],"pub_date":"1983-01-17T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"H.","middlename":"J.","lastname":"MAIDENBERG","rank":1,"role":"reported","organization":""}],"original":"By H.J. MAIDENBERG"},"type_of_material":"News","_id":"4fd129c08eb7c8105d5f18dc","word_count":1088},{"web_url":"http:\/\/www.nytimes.com\/1983\/01\/23\/weekinreview\/when-seizing-power-is-easier-than-exercising-it.html","snippet":"After a tumultuous period of economic crises and violence in Latin America, an encouraging development has emerged - military retreats in the face of popular pressure for the restoration of representative government.   For the first time in nearly...","lead_paragraph":"After a tumultuous period of economic crises and violence in Latin America, an encouraging development has emerged - military retreats in the face of popular pressure for the restoration of representative government. For the first time in nearly two decades, all five Andean Pact nations - Colombia, Ecuador, Venezuela, Peru and Bolivia - are being run by elected presidents. Even in the most militaristic part of the continent, the Southern Cone, ruling generals have felt obliged by popular antagonism to promise elections in the near future. A yearend demonstration by 100,000 Argentines in the streets of Buenos Aires rang with a slogan that had taken on continental dimensions - ''The military dictatorship is going to end.''","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"WHEN SEIZING POWER IS EASIER THAN EXERCISING IT"},"keywords":[{"name":"glocations","value":"LATIN AMERICA"},{"name":"subject","value":"MILITARY ROLE IN POLITICS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1983-01-23T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"}],"original":"By WARREN HOGE"},"type_of_material":"News","_id":"4fd124458eb7c8105d5e8ec2","word_count":1009},{"web_url":"http:\/\/www.nytimes.com\/1983\/02\/06\/weekinreview\/stroessner-holds-on-by-more-than-force-of-arms.html","snippet":"chested man, is head of ''Seccional 14,'' a Colorado Party ward in a poor, somewhat neglected section of this sleepy river city. He predicted that in today's presidential elections, nearly 100 percent of the ward would vote to re-elect his party...","lead_paragraph":"chested man, is head of ''Seccional 14,'' a Colorado Party ward in a poor, somewhat neglected section of this sleepy river city. He predicted that in today's presidential elections, nearly 100 percent of the ward would vote to re-elect his party leader, Gen. Alfredo Stroessner. There seemed little reason to doubt him. The 49-year-old ward leader, born and raised in the barrio, is a cog in a political machine surpassed in the hemisphere perhaps only by Fidel Castro's Communist Party. Of the ward's 20,000 residents, Mr. Aquino said, 15,000 are Colorado Party members. Most of the rest are too young to vote. The large headquarters where he held court with friends and lieutenants on a warm evening last week is the neighborhood social center, with meeting rooms, volleyball courts and a free clinic with six doctors. An endorsement from Mr. Aquino is usually needed to obtain a government job, admission to a public university, free medical treatment or a street vendor's license. Loyal members inform on neighbors whose political ideas differ from General Stroessner's. The information goes to the police and into the party's computers.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"STROESSNER HOLDS ON BY MORE THAN FORCE OF ARMS"},"keywords":[{"name":"glocations","value":"PARAGUAY"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"1983-02-06T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"SCHUMACHER"}],"original":"By EDWARD SCHUMACHER"},"type_of_material":"News","_id":"4fd12a248eb7c8105d5f2883","word_count":858},{"web_url":"http:\/\/www.nytimes.com\/1983\/02\/09\/world\/us-survey-cites-rights-violations-around-the-world.html","snippet":"The Reagan Administration, seeking what it terms ''an active, positive human rights policy,'' issued its annual human rights report today. The document cited serious human rights violations in nations around the world, including some that are...","lead_paragraph":"The Reagan Administration, seeking what it terms ''an active, positive human rights policy,'' issued its annual human rights report today. The document cited serious human rights violations in nations around the world, including some that are friendly to the United States. The 1,300-page report to Congress contains long descriptions of human rights violations in the Soviet Union and eastern-bloc nations as well as Middle East and Asian countries with strained ties to the United States. It also lists examples of torture, brutality and violence in South Africa, Pakistan and El Salvador, where the Administration has sought to improve relations.","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"U.S. SURVEY CITES RIGHTS VIOLATIONS AROUND THE WORLD"},"keywords":[{"name":"subject","value":"POLITICAL PRISONERS"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1983-02-09T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Front Page","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bernard","rank":1,"lastname":"WEINRAUB"},{"organization":"","role":"reported","rank":2}],"original":"By BERNARD WEINRAUB, Special to the New York Times"},"type_of_material":"News","_id":"4fd12c0f8eb7c8105d5f5ac9","word_count":1187},{"web_url":"http:\/\/www.nytimes.com\/1983\/02\/09\/nyregion\/news-summary-wednesday-february-9-1983.html","snippet":"International Israel's top leaders were criticized by the special state investigating commission in Jerusalem. The panel said that both civilian and military leaders bore ''indirect responsibility'' for the massacre of Palestinians by Lebanese...","lead_paragraph":"International Israel's top leaders were criticized by the special state investigating commission in Jerusalem. The panel said that both civilian and military leaders bore ''indirect responsibility'' for the massacre of Palestinians by Lebanese Christian militiamen in Beirut and recommended the resignation or dismissal of Defense Minister Ariel Sharon and three senior generals. The commission's report, issued after a four-month investigation, also criticized Prime Minister Menachem Begin. (Page A1, Column 6.) The Israeli report confirmed for the first time the name of the Christian Phalangist officer in charge of the operation in which the Palestinians were massacred - Elias Hobeika, the head of Phalangist intelligence. The report also revealed that Israel's Chief of Staff, Lieut. Gen. Rafael Eytan, later made a personal appeal to Phalangist commanders to admit their guilt and to try to publicly explain their behavior. (A1:5.)","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"News Summary; WEDNESDAY, FEBRUARY 9, 1983"},"keywords":[{"name":"subject","value":"NO INDEX TERMS"}],"pub_date":"1983-02-09T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd133a08eb7c8105d602e3a","word_count":805},{"web_url":"http:\/\/www.nytimes.com\/1983\/02\/13\/weekinreview\/the-world-human-rights-such-as-they-are.html","snippet":"On the whole, Assistant Secretary of State Elliott Abrams said last week, Vietnam may be ''the worse country to live in'' for people who value human rights. Some 60,000 Vietnamese are political prisoners, according to the Administration's annual...","lead_paragraph":"On the whole, Assistant Secretary of State Elliott Abrams said last week, Vietnam may be ''the worse country to live in'' for people who value human rights. Some 60,000 Vietnamese are political prisoners, according to the Administration's annual survey of what countries around the world have been doing to the lives and liberties of their citizens. The report presented by Mr. Abrams was harsh on Communist countries, although it didn't completely spare regimes friendlier to Washington. The Soviet Union was accused of stepping up ''repression of dissent,'' notably by committing dissidents to cruel and degrading psychiatric treatment with painful drugs. Jumping before they could be pushed, the Russians last week withdrew from the World Psychiatric Association where British and American psychiatrists were discussing suspension or expulsion proceedings against them (Details, page 18). Rights violations also reportedly increased last year in Czechoslovakia, Iran, Lebanon and Nicaragua.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Human Rights, Such as They Are","kicker":"THE WORLD"},"keywords":[{"name":"glocations","value":"VIETNAM"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1983-02-13T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Health; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Henry","rank":1,"lastname":"Giniger"},{"organization":"","role":"reported","firstname":"Milt","rank":2,"lastname":"Freudenheim"}],"original":"By Henry Giniger and Milt Freudenheim"},"type_of_material":"News","_id":"4fd12c1a8eb7c8105d5f628e","word_count":308},{"web_url":"http:\/\/www.nytimes.com\/1983\/02\/13\/sports\/sports-people-busy-night-of-boxing.html","snippet":"There will be 78 scheduled rounds of boxing, featuring world contenders from South America, on the undercard March 18 when Michael Spinks and Dwight Braxton fight for the unified light-heavyweight championship, it was announced yesterday by Butch...","lead_paragraph":"There will be 78 scheduled rounds of boxing, featuring world contenders from South America, on the undercard March 18 when Michael Spinks and Dwight Braxton fight for the unified light-heavyweight championship, it was announced yesterday by Butch Lewis, the promoter. The best of the undercard fighters may be Jose Flores, a high-ranking light-heavyweight from Uruguay, who will meet Dave Wigfall, a journeyman from Brockton, Mass., in one of the seven scheduled 10-rounders at Atlantic City's Convention Hall.","abstract":null,"print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Busy Night of Boxing","kicker":"SPORTS PEOPLE"},"keywords":[{"name":"subject","value":"BOXING"}],"pub_date":"1983-02-13T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd12c1a8eb7c8105d5f629c","word_count":227}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}