{"response":{"meta":{"hits":80,"time":301,"offset":50},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/news-summary-402133.html","snippet":"INTERNATIONAL   A3-7    Possible Nuclear Facility Detected in North Korea  United States intelligence agencies have detected a huge, secret underground facility in North Korea that they believe is the centerpiece of an effort to revive the country's...","lead_paragraph":"INTERNATIONAL A3-7 Possible Nuclear Facility Detected in North Korea United States intelligence agencies have detected a huge, secret underground facility in North Korea that they believe is the centerpiece of an effort to revive the country's frozen nuclear weapons program, according to officials who have been briefed on the intelligence data. A1 Progress in Africa Bomb Case Law-enforcement officials investigating the bombings at the American Embassies in Kenya and Tanzania expressed optimism that a man brought back to the Kenyan capital after being detained in Pakistan will help the authorities unravel the plot behind the deadly terrorist attacks. The officials said that one or two other men also suspected of complicity in the bombings were in custody in Pakistan. A1","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"NEWS SUMMARY"},"keywords":[],"pub_date":"1998-08-17T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd1e0138eb7c8105d72638d","word_count":1559},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/18\/arts\/music-review-sensible-flights-of-fantasy.html","snippet":"In the movable feast that the Mostly Mozart Festival has become this season, there is still much business as usual. Such was the story on Friday evening, when Carlos Kalmar, who was born in Uruguay and lives in Vienna, returned to conduct the...","lead_paragraph":"In the movable feast that the Mostly Mozart Festival has become this season, there is still much business as usual. Such was the story on Friday evening, when Carlos Kalmar, who was born in Uruguay and lives in Vienna, returned to conduct the Festival Orchestra at Avery Fisher Hall. There was Mozart both trivial and grand, ballet music from the opera ''Idomeneo'' and the ''Linz'' Symphony (No. 36), played with considerable fluency but with loose or misdirected attacks and a consistent fuzziness of ensemble that suggested under-rehearsal. The program probably came together better when it was repeated on Saturday.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Sensible Flights of Fantasy","kicker":"MUSIC REVIEW"},"keywords":[],"pub_date":"1998-08-18T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"firstname":"James","middlename":"R.","lastname":"OESTREICH","rank":1,"role":"reported","organization":""}],"original":"By JAMES R. OESTREICH"},"type_of_material":"Review","_id":"4fd214888eb7c8105d78d063","word_count":560},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/23\/sports\/plus-rugby-us-qualifies-for-world-cup.html","snippet":"Andre Blom and Mark Scharrenberg scored tries and some tactical kicks in the final 10 minutes to send the United States to the Rugby World Cup with a 21-16 victory over Uruguay yesterday in Buenos Aires.     The United States became the third team to...","lead_paragraph":"Andre Blom and Mark Scharrenberg scored tries and some tactical kicks in the final 10 minutes to send the United States to the Rugby World Cup with a 21-16 victory over Uruguay yesterday in Buenos Aires. The United States became the third team to qualify for the 20-nation finals in September-October 1999 in Britain, Ireland and France.","abstract":"US qualifies for Rugby World Cup with 21-16 victory over Uruguay (S)9","print_page":"9","blog":[],"source":"AP","multimedia":[],"headline":{"main":"U.S. Qualifies For World Cup","kicker":"PLUS: RUGBY"},"keywords":[{"name":"glocations","value":"URUGUAY"},{"name":"subject","value":"WORLD CUP (RUGBY)"},{"name":"subject","value":"RUGBY (GAME)"}],"pub_date":"1998-08-23T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1dfed8eb7c8105d725a8e","word_count":108},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/25\/style\/critic-s-notebook-surf-s-up-so-is-business.html","snippet":"Basically, the deal to bring Australia's Quiksilver professional surfer board shorts to the United States and to start an American company was sealed in 1976 when a champion surfer exhibited his passion for them at a dinner with their inventor by...","lead_paragraph":"Basically, the deal to bring Australia's Quiksilver professional surfer board shorts to the United States and to start an American company was sealed in 1976 when a champion surfer exhibited his passion for them at a dinner with their inventor by grabbing a doily and eating it. And another surfer, today a key executive in Quiksilver, now the biggest surf-wear company in the country, got his first job there after he exhibited his passion for the board shorts by breaking into a warehouse and stealing a stack of them. So if it's 10 A.M. on the coast, and the waves are perfect and there are babes at the beach and the breeze is like a bath, it would be hard to take Quiksilver seriously if its surfer-executives were at their desks. Even if it is a nearly $250 million public company, opening its first New York store the following day.","abstract":"Critic's Notebook column discusses success of Quiksilver, nation's biggest surf-wear company; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Critic's Notebook; Surf's Up (So Is Business)"},"keywords":[{"name":"organizations","value":"QUICKSILVER"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"APPAREL"}],"pub_date":"1998-08-25T00:00:00Z","document_type":"article","news_desk":"Style Desk","section_name":"Style","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By AMY M. SPINDLER"},"type_of_material":"Review","_id":"4fd2190d8eb7c8105d796a50","word_count":1328},{"web_url":"http:\/\/www.nytimes.com\/1998\/08\/28\/sports\/plus-swimming-pan-am-games-medalist-barred-for-being-a-man.html","snippet":"Bill May of Syracuse, one of the best men competing in synchronized swimming, a sport dominated by women, will not be allowed to compete in the 1999 Pan American Games in Winnipeg, Manitoba.     The 19-year-old May and his partner, Kristina Lum, won...","lead_paragraph":"Bill May of Syracuse, one of the best men competing in synchronized swimming, a sport dominated by women, will not be allowed to compete in the 1999 Pan American Games in Winnipeg, Manitoba. The 19-year-old May and his partner, Kristina Lum, won medals last month in the Goodwill Games, which does not bar men from competing in synchronized swimming.","abstract":"Bill May, one of best men competing in synchronized swimming, sport dominated by women, will not be allowed to compete in 1999 Pan American Games in Winnipeg, Manitoba (S)","print_page":"7","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Medalist Barred For Being a Man","kicker":"PLUS: SWIMMING -- PAN AM GAMES"},"keywords":[{"name":"persons","value":"MAY, BILL"},{"name":"subject","value":"SYNCHRONIZED SWIMMING"},{"name":"subject","value":"SWIMMING"},{"name":"subject","value":"PAN AMERICAN GAMES"}],"pub_date":"1998-08-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1fd098eb7c8105d75cbcd","word_count":157},{"web_url":"http:\/\/www.nytimes.com\/1998\/09\/04\/world\/latin-america-tells-imf-economies-are-sound.html","snippet":"Fearful of being swept up in the financial turmoil that has devastated Asia and Russia, officials from nine Latin American nations said today that their economies were basically sound and should not be penalized indiscriminately by panicky investors....","lead_paragraph":"Fearful of being swept up in the financial turmoil that has devastated Asia and Russia, officials from nine Latin American nations said today that their economies were basically sound and should not be penalized indiscriminately by panicky investors. Arriving for the start of a two-day meeting with the International Monetary Fund, the officials said that they were not seeking any international financial help, and that they were taking the difficult steps needed to weather a storm that is threatening to batter much of the world.","abstract":"Officials from nine Latin American nations say their economies are basically sound and should not be penalized indiscriminately by investors panicky over financial turmoil in Asia and Russia; officials, in Washington for two-day meeting with International Monetary Fund, say they are not seeking any international financial help, and that they are taking difficult steps needed to weather storm that is threatening to batter much of world; Clinton Administration praises progress of many Latin American countries; officials from Argentina, Brazil, Chile, Colombia, Ecuador, Peru, Uruguay and Venezuela attend meeting (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Latin America Tells I.M.F. Economies Are Sound"},"keywords":[{"name":"glocations","value":"VENEZUELA"},{"name":"glocations","value":"RUSSIA"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"COLOMBIA"},{"name":"glocations","value":"CHILE"},{"name":"glocations","value":"FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"},{"name":"glocations","value":"BRAZIL"},{"name":"glocations","value":"ECUADOR"},{"name":"glocations","value":"URUGUAY"},{"name":"glocations","value":"ARGENTINA"},{"name":"glocations","value":"PERU"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FOREIGN AID"}],"pub_date":"1998-09-04T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World; Washington","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"W.","lastname":"STEVENSON","rank":1,"role":"reported","organization":""}],"original":"By RICHARD W. STEVENSON"},"type_of_material":"News","_id":"4fd20b0a8eb7c8105d778ceb","word_count":510},{"web_url":"http:\/\/www.nytimes.com\/1998\/09\/05\/business\/international-business-analysts-warn-of-dangers-to-brazil-s-economy.html","snippet":"With Brazil's stock market in a nose dive and the Central Bank spending $1 billion a day to defend the currency, economists warned that despite the strengths of Brazil's economy, investor panic could plunge the region into decline.    Brazil's market...","lead_paragraph":"With Brazil's stock market in a nose dive and the Central Bank spending $1 billion a day to defend the currency, economists warned that despite the strengths of Brazil's economy, investor panic could plunge the region into decline. Brazil's market fell by 5.8 percent today, following a decline of 8.61 percent on Thursday, its second worst in history, touched off, in part, by a downgrading of Brazilian bonds and notes by Moody's Investor Service. The markets were not soothed by an televised appeal by President Fernando Henrique Cardoso on Thursday night for a ''national pact for fiscal adjustment'' or by criticism of the Moody's assessment by Brazilian officials.","abstract":"Economists warn that despite strengths of Brazil's economy, investor flight from emerging markets could plunge region into decline; stocks prices are dropping sharply, spurred in part by downgrading of nation's bonds and notes; International Monetary Fund director, Michel Camdessus, says many of problems faced by Brazil and Latin America stem from panic elsewhere in world, but calls situation 'dangerous'; Finance Min Pedro Malan has ruled out devaluation and nation reportedly spends heavily to defend currency (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Analysts Warn of Dangers to Brazil's Economy","kicker":"INTERNATIONAL BUSINESS"},"keywords":[{"name":"persons","value":"MALAN, PEDRO"},{"name":"persons","value":"CAMDESSUS, MICHEL"},{"name":"glocations","value":"LATIN AMERICA"},{"name":"glocations","value":"BRAZIL"},{"name":"organizations","value":"INTERNATIONAL MONETARY FUND"},{"name":"subject","value":"RATINGS AND RATING SYSTEMS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"GOVERNMENT BONDS"}],"pub_date":"1998-09-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Diana","middlename":"Jean","lastname":"SCHEMO","rank":1,"role":"reported","organization":""}],"original":"By DIANA JEAN SCHEMO"},"type_of_material":"News","_id":"4fd1e1398eb7c8105d729549","word_count":943},{"web_url":"http:\/\/www.nytimes.com\/1998\/09\/10\/world\/ushuaia-journal-a-key-factor-in-politics-a-mother-s-aching-heart.html","snippet":"Like many mothers in Argentina, Graciela Fernandez Meijilde can remember the night years ago when the Argentine security forces knocked at the door.     ''I was closer to insanity than sanity,'' she said of the night in 1976 when her 17-year-old son...","lead_paragraph":"Like many mothers in Argentina, Graciela Fernandez Meijilde can remember the night years ago when the Argentine security forces knocked at the door. ''I was closer to insanity than sanity,'' she said of the night in 1976 when her 17-year-old son Pablo, wearing nothing but a jacket pulled over his shoulders, was taken away.","abstract":"Graciela Fernandez Meijide , one of three leading candidates to succeed Carlos Saul Menem as President of Argentina, had 17-year-old son who was seized by Argentine security forces 22 years ago, never to be seen again; her candidacy has gained stature from her painful personal experience, which reflects so much of Argenta's recent history; fact that she is running serious campaign shows how much Argentina has changed since military rule ended 15 years ago; her message supports moderate social change but political continuity; she makes only passing, indirect reference to human rights in her campaign speeches, further evidence of how times have changed in her country; photo; map (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ushuaia Journal; A Key Factor in Politics: A Mother's Aching Heart"},"keywords":[{"name":"persons","value":"FERNANDEZ MEIJIDE, GRACIELA"},{"name":"persons","value":"MENEM, CARLOS SAUL"},{"name":"glocations","value":"ARGENTINA"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"FREEDOM AND HUMAN RIGHTS"}],"pub_date":"1998-09-10T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Clifford","rank":1,"lastname":"KRAUSS"}],"original":"By CLIFFORD KRAUSS"},"type_of_material":"News","_id":"4fd1e1318eb7c8105d728fa3","word_count":1093},{"web_url":"http:\/\/www.nytimes.com\/1998\/09\/11\/arts\/eating-out.html","snippet":"South American    For years, the cuisines of South America were difficult to find in New York, except in the area around West 46th Street in Manhattan known as Little Brazil. But this is changing as South American immigrants arrive in Queens and...","lead_paragraph":"South American For years, the cuisines of South America were difficult to find in New York, except in the area around West 46th Street in Manhattan known as Little Brazil. But this is changing as South American immigrants arrive in Queens and spread out into Manhattan. Here are 12 South American restaurants. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.)","abstract":"Eating Out column reviews South American restaurants; map (S)","print_page":"44","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EATING OUT"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"subject","value":"REVIEWS"},{"name":"subject","value":"RESTAURANTS"}],"pub_date":"1998-09-11T00:00:00Z","document_type":"article","news_desk":"Leisure\/Weekend Desk","section_name":"Arts","subsection_name":null,"byline":null,"type_of_material":"Review","_id":"4fd1e0108eb7c8105d726154","word_count":2013},{"web_url":"http:\/\/www.nytimes.com\/1998\/09\/13\/arts\/recharged-for-fall-in-france-they-call-it-la-rentree.html","snippet":"IN the wonderfully strict cycles of life that make the French seem so predictable, la rentree first announces itself each year as a reason to postpone things. From early July, there is little that cannot await the return -- la rentree -- to Paris in...","lead_paragraph":"IN the wonderfully strict cycles of life that make the French seem so predictable, la rentree first announces itself each year as a reason to postpone things. From early July, there is little that cannot await the return -- la rentree -- to Paris in September. But, take note, this is not a symptom of laziness. It is simply part of the French order of things. Parisians hold parties to say goodbye for the summer in the knowledge that social, cultural, political and business life will resume with a vengeance a la rentree. So now, once again, Parisians are back, hurriedly recovering control of their city from tourists, adding frowns of impatience to still-bronzed faces, crowding restaurants that felt no need to stay open in August to serve foreigners. In every sense, a new season has arrived -- and all of it meticulously linked to la rentree. The school year has begun (la rentree scolaire), government and opposition are again squabbling (la rentree politique), businessmen are back at their desks (la rentree economique), new art exhibitions and stage productions are opening (la rentree culturelle) and hundreds of new books are out (la rentree litteraire).","abstract":"La Rentree, new cultural season, begins in Paris; even though phenomenon of starting afresh is general mood across much of Europe in Fall, French with certain savoir-faire have turned it into institution; Parisians hold parties to say goodbye for summer in knowledge that social, cultural, political and business life will resume with vengeance in September--a la rentree; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Recharged for Fall: In France, They Call It La Rentree"},"keywords":[{"name":"glocations","value":"PARIS (FRANCE)"},{"name":"glocations","value":"FRANCE"},{"name":"subject","value":"CULTURE"}],"pub_date":"1998-09-13T00:00:00Z","document_type":"article","news_desk":"Arts and Leisure Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"RIDING"}],"original":"By ALAN RIDING"},"type_of_material":"News","_id":"4fd1ff978eb7c8105d7620b5","word_count":1335}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}