{"response":{"meta":{"hits":118,"time":45,"offset":80},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1981\/08\/17\/obituaries\/sw-meek-leader-in-growth-of-j-walter-thompson-dies.html","snippet":"Samuel Williams Meek, who helped build a worldwide advertising organization for the J. Walter Thompson Company, died Saturday in Greenwich (Conn.) Hospital. He was 85 years old and lived in Greenwich.   Mr. Meek had also helped obtain initial...","lead_paragraph":"Samuel Williams Meek, who helped build a worldwide advertising organization for the J. Walter Thompson Company, died Saturday in Greenwich (Conn.) Hospital. He was 85 years old and lived in Greenwich. Mr. Meek had also helped obtain initial financing for Time magazine and had published The Rome Daily American in Italy from 1964 to 1969. In 1925, the president of the Thompson company, Stanley B. Resor, persuaded Mr. Meek to leave the Charles W. Hoyt Company, a rival of Thompson, to join Thompson and help develop its advertising services around the world.","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"S.W. MEEK, LEADER IN GROWTH OF J. WALTER THOMPSON, DIES"},"keywords":[{"name":"subject","value":"ADVERTISING"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"1981-08-17T00:00:00Z","document_type":"article","news_desk":"Obituary","section_name":"Obituaries","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Peter","rank":1,"lastname":"KIHSS"}],"original":"By PETER KIHSS"},"type_of_material":"Obituary","_id":"4fd11cfa8eb7c8105d5da4ef","word_count":526},{"web_url":"http:\/\/www.nytimes.com\/1981\/08\/18\/world\/in-bogota-rebel-daring-vs-the-club.html","snippet":"Only months after being pronounced ''virtually annihilated'' by Colombia's Defense Minister, guerrillas have rejected an amnesty offer and renewed fighting with such ferocity that the country's army commander warned that the conflict could reach a...","lead_paragraph":"Only months after being pronounced ''virtually annihilated'' by Colombia's Defense Minister, guerrillas have rejected an amnesty offer and renewed fighting with such ferocity that the country's army commander warned that the conflict could reach a ''point of no return.'' Casualties are the highest since a civil war 30 years ago, and concern over what to do about the insurgency is overshadowing all other issues as the country's two political parties prepare to choose presidential candidates for next year's election. President Julio Cesar Turbay Ayala is being urged by critics to extend a more ample amnesty than the recently expired one that brought only 20 rebels in from the field. The army is being accused of torturing and killing peasants and dissident politicians who have no connection to the guerrillas.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"IN BOGOTA, REBEL DARING VS. THE CLUB"},"keywords":[{"name":"glocations","value":"BOGOTA (COLOMBIA)"},{"name":"subject","value":"ARMAMENT, DEFENSE AND MILITARY FORCES"},{"name":"subject","value":"VIOLENCE"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"MILITARY ACTION"}],"pub_date":"1981-08-18T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Warren","rank":1,"lastname":"HOGE"},{"organization":"","role":"reported","rank":2}],"original":"By WARREN HOGE, Special to the New York Times"},"type_of_material":"News","_id":"4fd1120a8eb7c8105d5c9190","word_count":1103},{"web_url":"http:\/\/www.nytimes.com\/1981\/08\/23\/nyregion\/2-give-up-camera-for-empanadas.html","snippet":"SALISBURY ''IF this story ends happily, maybe we'll turn it into a wonderful Frank Capra-type movie,'' said Sherry LaFollette Zabriskie of her family's newest venture, baking and selling empanadas. Film makers for 18 years, Sherry and her husband,...","lead_paragraph":"SALISBURY ''IF this story ends happily, maybe we'll turn it into a wonderful Frank Capra-type movie,'' said Sherry LaFollette Zabriskie of her family's newest venture, baking and selling empanadas. Film makers for 18 years, Sherry and her husband, George, switched from cutting celluloid to rolling pastry dough because, they said, ''at least we can eat the out-takes.'' The story is a happy one so far, Mrs. Zabriskie conceded. The empanadas - pastry turnovers filled with a variety of vegetables, cheeses, fruits and seasonings that are now available in about 65 New York City and Connecticut markets and specialty food shops - were served at New York Gov. Hugh L. Carey's wedding reception in April and have been hailed by the food writer Craig Claiborne as ''highly inventive and gratifying.''","abstract":null,"print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"2 GIVE UP CAMERA FOR EMPANADAS"},"keywords":[{"name":"glocations","value":"SALISBURY (CONN)"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"SMALL BUSINESS"},{"name":"subject","value":"BAKERIES AND BAKED PRODUCTS"}],"pub_date":"1981-08-23T00:00:00Z","document_type":"article","news_desk":"Connecticut Weekly Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Laurie","middlename":"A.","lastname":"O'NEILL","rank":1,"role":"reported","organization":""}],"original":"By LAURIE A. O'NEILL"},"type_of_material":"News","_id":"4fd1114e8eb7c8105d5c7d31","word_count":810},{"web_url":"http:\/\/www.nytimes.com\/1981\/08\/28\/sports\/india-is-working-on-sports-image.html","snippet":"On the one hand, more than 125,000 men and women are energetically building $80 million worth of sports facilities for the two-week Asian Games to be held here 15 months from now. On the other, India, a nation of 684 million, has a dismal sports...","lead_paragraph":"On the one hand, more than 125,000 men and women are energetically building $80 million worth of sports facilities for the two-week Asian Games to be held here 15 months from now. On the other, India, a nation of 684 million, has a dismal sports record, and its junior soccer team just lost in an international tournament to Brunei, a country of 212,000. The contrast between the construction of huge arenas, swimming pools, athlete villages and five-star hotels for the Games and the abysmal performances of Indian athletes over the years is underlined in daily newspaper articles bearing such headlines: ''Athletics Is Dying in India'' and ''Athletes Defeated by Their Diet.'' As the cost of the arenas and pools here mounts, some critics of the Government have questioned the allocation of precious development resources for a sports carnival, particularly since the expenditure comes when India is seeking large loans and is forced again to import food.","abstract":null,"print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"INDIA IS WORKING ON SPORTS IMAGE"},"keywords":[{"name":"glocations","value":"INDIA"},{"name":"subject","value":"OLYMPIC GAMES"},{"name":"subject","value":"PSYCHOLOGY AND PSYCHOLOGISTS"},{"name":"subject","value":"ATHLETICS AND SPORTS"}],"pub_date":"1981-08-28T00:00:00Z","document_type":"article","news_desk":"Sports Desk","section_name":"Sports","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd112098eb7c8105d5c909b","word_count":797},{"web_url":"http:\/\/www.nytimes.com\/1981\/08\/30\/magazine\/the-new-luxury.html","snippet":"Evoking as it does all that is voluptuous, sensual and extravagant, the word luxury has always had a slightly sinful allure. But nowadays, it has acquired another dimention.  It is equated with quality, and at a time whenfle up or down, waistlines...","lead_paragraph":"Evoking as it does all that is voluptuous, sensual and extravagant, the word luxury has always had a slightly sinful allure. But nowadays, it has acquired another dimention. It is equated with quality, and at a time whenfle up or down, waistlines shift shoulders stretch or shrink, silhouettes get pared down or filled out,but that is not what fashion is about today. For the cognoscenti, fashion is the quest for the best--making an investment in the finest fabric, workmenship and design. That women are increasingly concerned with quality rather that quantity is reflected in the consistently sunny sales figures reported by specialty stores and the disigner sections of department stores. One might even say that this trend is making an honest word out of luxury.","abstract":null,"print_page":"172","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE NEW LUXURY"},"keywords":[{"name":"subject","value":"WOMEN"},{"name":"subject","value":"APPAREL"}],"pub_date":"1981-08-30T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Carrie","rank":1,"lastname":"Donovan"}],"original":"By Carrie Donovan"},"type_of_material":"News","_id":"4fd11bb98eb7c8105d5d7e59","word_count":2283},{"web_url":"http:\/\/www.nytimes.com\/1981\/09\/05\/world\/reagan-names-envoys-to-3-nations-and-un.html","snippet":"President Reagan announced plans today to nominate new ambassadors to Uruguay, Morocco and Switzerland and a new representative to a United Nations commission on the status of women.   Larry Speakes, the deputy White House press secretary, said the...","lead_paragraph":"President Reagan announced plans today to nominate new ambassadors to Uruguay, Morocco and Switzerland and a new representative to a United Nations commission on the status of women. Larry Speakes, the deputy White House press secretary, said the President intends to name Joseph Verner Reed Jr. of Greenwich, Conn., a member of the Council on Foreign Relations and a vice president of the Chase Manhattan Bank in New York, as envoy to Morocco; Thomas Aranda Jr. of Phoenix, a lawyer and former Air Force officer who held several positions under President Gerald R. Ford, to Uruguay, and Faith Ryan Whittlesey of Haverford, Pa., an attorney and former member of the Pennsylvania House of Representatives, to Switzerland.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Reagan Names Envoys To 3 Nations and U.N."},"keywords":[{"name":"persons","value":"REAGAN, RONALD WILSON"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"UNITED NATIONS"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"UNITED STATE INTERNATIONAL RELATIONS"},{"name":"subject","value":"FOREIGN SERVICE"}],"pub_date":"1981-09-05T00:00:00Z","document_type":"article","news_desk":"Foreign Desk","section_name":"World","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"UPI"},"type_of_material":"News","_id":"4fd11cfd8eb7c8105d5da7c6","word_count":188},{"web_url":"http:\/\/www.nytimes.com\/1981\/09\/13\/magazine\/atget.html","snippet":"By John Russell John Russell is an art critic for The New York Times. It is now just 50 years since it was first suggested that an unsung old Frenchman named Eugene Atget was one of the greatest photographers who ever lived.   Photography enthusiasts...","lead_paragraph":"By John Russell John Russell is an art critic for The New York Times. It is now just 50 years since it was first suggested that an unsung old Frenchman named Eugene Atget was one of the greatest photographers who ever lived. Photography enthusiasts were fewer then than they are now, but that claim did not go unnoticed - or undisputed. After all, the historical preeminence of certain photographers was a matter about which positions had been held and fortified for generations. But Atget's supporters did not back down. During a career that began in the late 1880's and continued until the day of his death, at the age of 70, in 1927, he had shown a universal genius, they argued. He could do the big city and the small town and the open countryside at all seasons. He was as good indoors as outdoors. He could do grand old houses and even grander old gardens, but he could also do the one-family farmhouse that had neither heat nor water.","abstract":null,"print_page":"55","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ATGET"},"keywords":[{"name":"glocations","value":"FRANCE"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"PHOTOGRAPHY"}],"pub_date":"1981-09-13T00:00:00Z","document_type":"article","news_desk":"Magazine Desk","section_name":"Magazine","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd11ab68eb7c8105d5d5bab","word_count":2704},{"web_url":"http:\/\/www.nytimes.com\/1981\/09\/20\/nyregion\/westchester-housing-how-un-homes-affect-local-taxes.html","snippet":"SUMMER vacation ended last week for about 100 Westchester families who returned to their homes from all corners of the globe as the United Nations Assembly opened its session.   They are heads of foreign missions to the United Nations and their...","lead_paragraph":"SUMMER vacation ended last week for about 100 Westchester families who returned to their homes from all corners of the globe as the United Nations Assembly opened its session. They are heads of foreign missions to the United Nations and their families, and they are concentrated in New Rochelle, Yonkers, Scarsdale and Mount Vernon, with one new delegation, the Angolans, farther afield in a Yorktown estate purchased last year. As they returned, one Westchester woman, Ann Zeller of Scarsdale, the Westchester chairman of hospitality for the United Nations, planned to welcome them. Another, Councilwoman Elly Doctorow of New Rochelle, said her city was glad to have them but wants the Federal Government to pay the local taxes on their behalf. The city has asked its Representative Richard L. Ottinger to try again for special legislation to reimburse the city for lost taxes.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HOW U.N. HOMES AFFECT LOCAL TAXES","kicker":"WESTCHESTER HOUSING"},"keywords":[{"name":"glocations","value":"WESTCHESTER COUNTY (NY)"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"PRICES"},{"name":"subject","value":"HOUSING"},{"name":"subject","value":"FOREIGN SERVICE"}],"pub_date":"1981-09-20T00:00:00Z","document_type":"article","news_desk":"Weschester Weekly Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Betsy","rank":1,"lastname":"BROWN"}],"original":"By BETSY BROWN"},"type_of_material":"News","_id":"4fd112448eb7c8105d5c9817","word_count":1403},{"web_url":"http:\/\/www.nytimes.com\/1981\/09\/25\/arts\/art-torres-garcia-uruguayan-wanderer.html","snippet":"PICASSO is said to have warned Horacio Torres-Garcia against leaving Paris for New York because it would be ''like leaping into a void.'' Nevertheless, in 1920, the Uruguayan arti st leaped. But if hefailed to make a living here and experienced the...","lead_paragraph":"PICASSO is said to have warned Horacio Torres-Garcia against leaving Paris for New York because it would be ''like leaping into a void.'' Nevertheless, in 1920, the Uruguayan arti st leaped. But if hefailed to make a living here and experienced the predicted emptiness,it was not for want of attention from the cit y's vanguard artists - some of whom later reflected his influence - and from their patrons. All the same, Torres-Garcia remained in New York for only two years before resuming his travels in Europe. Finally, after an absence of four decades, he returned to Uruguay. He died there in 1949, at the age of 75, having been as active a painter and sculptor as he was teacher and proselytizer for his own brand of Constructivism.","abstract":null,"print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ART: TORRES-GARCIA, URUGUAYAN WANDERER"},"keywords":[{"name":"subject","value":"SCULPTURE"},{"name":"subject","value":"ART"}],"pub_date":"1981-09-25T00:00:00Z","document_type":"article","news_desk":"Weekend Desk","section_name":"Arts","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Vivian","rank":1,"lastname":"RAYNOR"}],"original":"By VIVIAN RAYNOR"},"type_of_material":"Review","_id":"4fd11dc78eb7c8105d5dc10e","word_count":1207},{"web_url":"http:\/\/www.nytimes.com\/1981\/09\/29\/science\/science-watch-plankton-under-glass.html","snippet":"In an experiment on possible life-support systems for future space colonies, a space agency scientist has established what appear to be totally self-sufficient communities of shrimp, algae and microbes capable of generating their own food, oxygen and...","lead_paragraph":"In an experiment on possible life-support systems for future space colonies, a space agency scientist has established what appear to be totally self-sufficient communities of shrimp, algae and microbes capable of generating their own food, oxygen and water within the confines of sealed glass flasks. These laboratory communities have thrived now for more than 15 months. The animals and plants in these small ecosystems are the largest ever to have lived as much as a year in a closed environment, according to Joe Hanson, an ecologist at the Jet Propulsion Laboratory in Pasadena, Calif. The world for each of these communities is a one-liter glass flask that was hermetically sealed (by melting the neck of the flask closed) when the experiment began last year. Only light, from fluorescent lamps, and heat may enter or leave through the glass walls.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Plankton Under Glass","kicker":"SCIENCE WATCH"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"glocations","value":"ANTARCTIC REGIONS"},{"name":"subject","value":"RECORDINGS AND RECORDING EQUIPMENT"},{"name":"subject","value":"WATERWAYS AND OTHER BODIES OF WATER"},{"name":"subject","value":"BIOLOGY AND BIOCHEMISTRY"},{"name":"subject","value":"MEDICINE AND HEALTH"},{"name":"subject","value":"RESEARCH"},{"name":"subject","value":"VIDEOTAPE"},{"name":"subject","value":"FISH AND OTHER MARINE LIFE"}],"pub_date":"1981-09-29T00:00:00Z","document_type":"article","news_desk":"Science Desk","section_name":"Science; Health","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd112fc8eb7c8105d5c9a08","word_count":793}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}